{
  "id": "ad7bd7dc-b485-47fb-96f0-b7c25b35ba54",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Glacier distribution map over Heihe River Basin based on the first glacier inventory",
      "titleCn": "基于第一次冰川编目的黑河流域冰川分布数据集",
      "description": "Glaciers are sensitive to climate change and are important indicators and amplifiers of global change. In inland river regions, river runoff mainly comes from mountain ice and snow melt. Glaciers are very important \"solid reservoirs\" in these regions, and glacial melt water is an important source of supply for the tributaries of the Heihe River.\nThe inventory of glaciers in the Heihe River Basin was completed from 1979 to 1980. For related information, please refer to \"Chinese Glacier Inventory-Qilian Mountains\" edited by Wang Zongtai and others. In 2004, the relevant results of the \"China Glacier Inventory\" were systematically digitized and a database was established. The final results were released through the \"China Glacier Information System\". However, in the process of coordinate restoration, the accuracy of the reference data was poor, and the glaciers in the Heihe River Basin had obvious position shifts. Therefore, we used the Landsat remote sensing image corrected by ortho-geometric correction. The processed Heihe Glacier distribution data is highly consistent with the existing basic geographic information in China in terms of geometric accuracy, and consistent with the first glacier inventory in terms of attributes.",
      "descriptionCn": "冰川对气候变化反应灵敏，是全球变化重要的指示器和放大器。在内陆河地区，河川径流主要来自于高山冰雪融水，冰川是这些地区非常重要的“固体水库”，冰川融水是黑河各支流重要的补给来源。\n      黑河流域冰川编目完成于1979-1980年，相关信息可参考王宗太等编著的《中国冰川目录-祁连山区》。2004年《中国冰川目录》相关成果经过系统数字化处理，建立了数据库，最终成果通过《中国冰川信息系统》发行。但在坐标恢复过程中参考资料精度较差，黑河流域的冰川分布图带有明显的位置偏移，因此我们又利用正射几何校正的Landsat遥感影像进行了校对。处理后的黑河冰川分布数据在几何精度上与我国现有的基础地理信息保持高度一致，在属性上与第一次冰川编目保持一致。",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "1960-01-12 20:58:00",
      "endTime": "1981-01-11 20:58:00",
      "fileSize": 5960205.0,
      "cstr": "18406.11.Glacio.tpdc.270834",
      "doi": "10.11888/Glacio.tpdc.270834",
      "dataFormat": "ESRI Shapefile",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王宗太",
        "nameEn": "WANG Zongtai",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国冰川信息系统",
        "titleEn": null,
        "referenceCn": "吴立宗，李新. 中国冰川信息系统[M]. 北京: 海洋出版社, 2004: 135.",
        "referenceEn": null
      },
      {
        "titleCn": "简明中国冰川目录",
        "titleEn": null,
        "referenceCn": "施雅风，王宗太，刘潮海，等. 简明中国冰川目录[M]. 上海: 上海科学普及出版社, 2005: 194.",
        "referenceEn": null
      },
      {
        "titleCn": "中国冰川目录-祁连山区",
        "titleEn": null,
        "referenceCn": "王宗太等. 中国冰川目录-祁连山区,中国科学院兰州冰川冻土研究所,1981.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "第一次冰川编目",
        "nameEn": "the first glacier inventory"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1968-1981",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the data collection method used for mapping glacier distribution in the Heihe River Basin aligned with ensuring geometric accuracy through the use of orthorectified Landsat remote sensing imagery?",
        "QuestionCn": "用于映射黑河流域冰川分布的数据收集方法是否与通过使用正射校正的Landsat遥感影像确保几何精度相一致？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more suitable for correcting positional accuracy in glacier distribution datasets, using Landsat remote sensing imagery or another technique?",
        "QuestionCn": "哪种方法更适合用于纠正冰川分布数据集的定位精度，使用Landsat遥感影像还是其他技术？",
        "AnswerEn": "Landsat remote sensing imagery",
        "AnswerCn": "Landsat遥感影像",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to ensure the geometric accuracy of glacier distribution datasets in the Heihe River Basin?",
        "QuestionCn": "在黑河流域，确保冰川分布数据集几何精度的数据收集方法有哪些？",
        "AnswerEn": "Orthorectified Landsat remote sensing images",
        "AnswerCn": "正射校正的Landsat遥感影像",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of glacier distribution datasets when assessing their sensitivity to climate change in inland river regions like the Heihe River Basin?",
        "QuestionCn": "在评估像黑河流域这样的内陆河流区域中冰川对气候变化的敏感性时，冰川分布数据集有哪些特征？",
        "AnswerEn": "sensitivity to climate change, indicators of global change, contribution of glacier meltwater to river runoff, geographic locations corrected using orthorectified Landsat remote sensing images, consistent attributes with initial glacier inventory",
        "AnswerCn": "对气候变化的敏感性，全球变化的指标，冰川融水对河流径流的贡献，使用正射校正的Landsat遥感图像修正的地理位置，与初始冰川目录一致的属性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'geometric correction' mean in the context of glacier distribution data collection?",
        "QuestionCn": "在冰川分布数据收集的背景下，“几何校正”是什么意思？",
        "AnswerEn": "In the context of glacier distribution data collection, 'geometric correction' refers to the process of aligning satellite imagery, such as Landsat remote sensing images, to correct positional errors and ensure that the data accurately corresponds with existing geographical information. This correction is necessary to address issues such as positional shifts that may occur due to inaccuracies in the reference materials used during the initial mapping or cataloging of glacier distributions.",
        "AnswerCn": "在冰川分布数据收集的背景下，“几何校正”是指对卫星影像（如Landsat遥感影像）进行对齐的过程，以纠正位置误差，确保数据与现有地理信息准确对应。这种校正是必要的，以解决由于在初始映射或冰川分布目录编制过程中使用的参考材料不准确而可能发生的位置偏移问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the accuracy of glacier distribution data obtained from the initial catalog in 1979-1980 compare to that adjusted using orthorectified Landsat remote sensing imagery in terms of aligning with existing geographical information systems?",
        "QuestionCn": "1979-1980年初始目录获得的冰川分布数据的准确性与使用正射校正的Landsat遥感影像调整后的数据相比，在与现有地理信息系统对齐方面如何？",
        "AnswerEn": "The glacier distribution data from the initial catalog in 1979-1980 has noticeable positional shifts due to low precision of reference materials used during coordinate restoration. In contrast, the data adjusted using orthorectified Landsat remote sensing imagery achieves high geometric accuracy, ensuring alignment with existing geographical information systems while maintaining consistency with the attributes of the initial glacier catalog.",
        "AnswerCn": "1979-1980年初始目录中的冰川分布数据由于参考材料的低精度而出现明显的位移。相比之下，使用正射校正的Landsat遥感影像调整的数据实现了高几何精度，确保与现有地理信息系统对齐，同时保持与初始冰川目录属性的一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in correcting positional inaccuracies in glacier distribution datasets using remote sensing technologies?",
        "QuestionCn": "使用遥感技术纠正冰川分布数据集中的位置不准确性涉及哪些程序？",
        "AnswerEn": "The process involves utilizing orthorectified Landsat remote sensing imagery to calibrate and adjust the positional data. This ensures that the geometric accuracy of the glacier distribution aligns with existing foundational geographic information. This step is crucial to correct any notable position shifts that might have resulted from using low-precision reference materials initially.",
        "AnswerCn": "该过程涉及利用正射校正的Landsat遥感影像来校准和调整位置信息。这确保了冰川分布的几何精度与现有的基础地理信息相一致。这一步骤对于纠正最初使用低精度参考材料可能导致的显著位置偏移至关重要。",
        "Level": "C3(Applying)"
      }
    ]
  }
}