{
  "id": "ae1ce001-f34d-4d02-977f-1ce80ce0e3c2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "30-meter distribution dataset of built-up area  (2000 and 2014) for the key nodes in the Belt and Road",
      "titleCn": "“一带一路”关键节点区域30m级建成区分布数据（2000，2014）",
      "description": "The built-up area can reflect the scale, form and actual use of urban construction land in a certain period of time, which provides a basis for analyzing and studying the current situation of land use, rationally utilizing the land in the built-up area and planning the land for urban construction and development. Based on the satellite images covering 34 key nodes from 1999 to 2003 and 2013 to 2014, the supervised and unsupervised data classification process is adopted, and the data driven and knowledge driven are reasonably combined to produce the regional built-up area distribution data of key nodes in 2000 and 2014. The preliminary test shows that the information quality of the built-up area is better than other global information data extracted by automatic processing of earth observation data. In addition, the Balanced Accuracy is 0.83 and the Omission Error is 0.22. The data is raster data in TIFF format, including five unique values of 0, 1, 2, 3 and 4, in which 0 is NoData, 1 is water surface, 2 is land without built-up area, 3 is built-up area in 2014, and 4 is built-up area in 2000.",
      "descriptionCn": "建成区（Built-up Area）可以反映一定时间阶段城市建设用地规模、形态和实际使用情况，为分析研究用地现状，合理利用建成区的土地和规划城市建设发展用地提供基础。基于1999~2003年和2013~2014年覆盖34个关键节点的卫星影像，采用有监督和无监督的数据分类过程，将数据驱动和知识驱动合理地结合起来生产得到2000年和2014年的关键节点区域建成区分布数据。初步试验证实，该建成区信息质量优于其他通过对地观测数据自动处理提取的全球信息数据。数据的Balanced Accuracy 为0.83，遗漏误差为0.22。数据为TIFF格式的栅格数据，包含0,1,2,3,4五个唯一值，其中0表示nodata，1表示水面，2表示没有建成区的土地，3表示2014年的建成区，4表示2000年的建成区。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2000-01-01 00:00:00",
      "endTime": "2014-12-31 00:00:00",
      "fileSize": 45013633.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周璞",
        "nameEn": "ZHOU Pu",
        "unitEn": "",
        "unitCn": "中国科学院精密测量院"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院精密测量院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "GHS built-upgrid, derived from Landsat, multitemporal (1975-1990-2000-2014)",
        "referenceCn": null,
        "referenceEn": "Corbane, C., Florczyk, A., Pesaresi, M., Politis, P., Syrris, V. (2018). GHS built-upgrid, derived from Landsat, multitemporal (1975-1990-2000-2014), R2018A. European Commission, Joint Research Centre (JRC) doi:10.2905/jrc-ghsl-10007 PID: http://data.europa.eu/89h/jrc-ghsl-10007"
      },
      {
        "titleCn": null,
        "titleEn": "Automated global delineation of human settlements from 40 years of Landsat satellite data archives",
        "referenceCn": null,
        "referenceEn": "Corbane, C., Pesaresi, M., Kemper, T., Politis, P., Florczyk, Aneta J., Syrris, V., Melchiorri, M., Sabo, F., and Soille, P. (2019). Automated global delineation of human settlements from 40 years of Landsat satellite data archives. Big Earth Data 3, 140–169. DOI:10.1080/20964471.2019.1625528"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "孟加拉",
        "keywordEn": "Bengal"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000、2014",
        "keywordEn": "2000、2014",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of satellite imagery that facilitate the classification of built-up areas in key node regions?",
        "QuestionCn": "卫星影像的特征有哪些，有助于在关键节点区域对建筑区域进行分类？",
        "AnswerEn": "TIFF format, unique values representing different land cover types, supervised and unsupervised data classification techniques, data-driven and knowledge-driven approaches.",
        "AnswerCn": "TIFF格式，不同土地覆盖类型的唯一值，监督和无监督数据分类技术，数据驱动和知识驱动的方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the balanced accuracy of the data classification method used to produce the built-up area distribution data for the key node regions?",
        "QuestionCn": "用于生成关键节点区域建成区分布数据的数据分类方法的平衡准确率是多少？",
        "AnswerEn": "0.83",
        "AnswerCn": "0.83",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'Built-up Area' in the context of land use and urban planning?",
        "QuestionCn": "在土地使用和城市规划的背景下，“建成区”是什么意思？",
        "AnswerEn": "In the context of land use and urban planning, 'Built-up Area' refers to the extent and characteristics of land that has been developed for urban purposes within a specific time frame. It reflects the scale, form, and actual usage of urban construction land, providing a foundation for analyzing current land use conditions and facilitating the rational planning and utilization of land for urban development.",
        "AnswerCn": "在土地利用和城市规划的背景下，“建成区”指的是在特定时间范围内为城市目的开发的土地的范围和特征。它反映了城市建设用地的规模、形态和实际使用情况，为分析当前土地利用状况提供基础，并促进城市发展的合理规划和利用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data quality and accuracy of built-up area distribution obtained from satellite imagery compare between supervised and unsupervised data classification processes for critical node regions?",
        "QuestionCn": "从卫星影像获得的建筑区域分布的数据质量和准确性在监督和无监督数据分类过程中，对于关键节点区域的比较如何？",
        "AnswerEn": "The data collection method combines both supervised and unsupervised classification processes, effectively integrating data-driven and knowledge-driven approaches. This combined process has resulted in a higher quality built-up area distribution dataset with a balanced accuracy of 0.83 and an omission error of 0.22, suggesting it is superior to global information data extracted automatically from Earth observation data.",
        "AnswerCn": "该数据收集方法结合了监督和无监督分类过程，有效地整合了数据驱动和知识驱动的方法。这一综合过程产生了更高质量的建筑区分布数据集，平衡准确率为0.83，遗漏错误为0.22，表明其优于从地球观测数据自动提取的全球信息数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the quality and accuracy of built-up area distribution data derived from satellite imagery in key node regions of the 'Belt and Road' initiative?",
        "QuestionCn": "影响“一带一路”倡议关键节点地区从卫星影像中获取的建筑面积分布数据质量和准确性的因素有哪些？",
        "AnswerEn": "Factors contributing to the quality and accuracy include the use of supervised and unsupervised data classification processes, the combination of data-driven and knowledge-driven approaches, and the selection of satellite imagery covering the years 1999-2003 and 2013-2014. These methods help to produce higher quality built-up area information compared to other automated global information derived from Earth observation data, as evidenced by a balanced accuracy of 0.83 and an omission error of 0.22.",
        "AnswerCn": "影响质量和准确性的因素包括使用监督和无监督的数据分类过程，结合数据驱动和知识驱动的方法，以及选择覆盖1999-2003年和2013-2014年的卫星影像。这些方法有助于生成比其他自动化全球信息更高质量的建筑区域信息，平衡准确率为0.83，遗漏错误为0.22。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using both supervised and unsupervised data classification processes for producing a dataset on urban built-up areas from satellite imagery?",
        "QuestionCn": "使用监督和无监督数据分类过程从卫星图像生成城市建筑区域数据集的潜在后果是什么？",
        "AnswerEn": "Using both supervised and unsupervised data classification processes allows for a more comprehensive approach to data production, combining data-driven and knowledge-driven methods. This can lead to improved quality of the built-up area information, as evidenced by a balanced accuracy of 0.83 and an omission error of 0.22, which are superior to data extracted automatically from global observation data.",
        "AnswerCn": "使用监督和无监督数据分类过程可以实现更全面的数据生产方法，结合数据驱动和知识驱动的方法。这可以提高建筑区域信息的质量，平衡准确率为0.83，遗漏错误为0.22，优于从全球观测数据自动提取的数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a dataset that reflects the urban built-up area distribution over key nodes in the 'Belt and Road' region for the years 2000 and 2014?",
        "QuestionCn": "为什么开发一个反映“带路”地区在2000年和2014年关键节点的城市建筑区分布的数据集是重要的？",
        "AnswerEn": "The objective is to analyze and understand the scale, form, and actual usage of urban construction land over a given period, which provides a foundation for studying current land use, rationally utilizing built-up areas, and planning urban construction development land. The data collection method involves using satellite imagery from 1999-2003 and 2013-2014, covering 34 key nodes, and applying supervised and unsupervised data classification processes to combine data-driven and knowledge-driven approaches. The resulting dataset aims to offer higher quality built-up area information compared to other automatically extracted global information datasets, with a balanced accuracy of 0.83 and an omission error of 0.22.",
        "AnswerCn": "目标是分析和理解在给定时期内城市建设用地的规模、形式和实际使用情况，这为研究当前土地利用、合理利用建成区和规划城市建设发展用地提供基础。数据收集方法包括使用1999-2003年和2013-2014年的卫星影像，覆盖34个关键节点，并应用监督和非监督数据分类过程，结合数据驱动和知识驱动的方法。最终生成的数据集旨在提供比其他自动提取的全球信息数据集更高质量的建成区信息，平衡准确率为0.83，遗漏错误为0.22。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and methodologies are employed to integrate supervised and unsupervised data classification processes in order to produce accurate built-up area distribution data for key regions along the '一带一路' initiative?",
        "QuestionCn": "为了生成“一带一路”倡议关键区域的准确建成区分布数据，采用了哪些程序和方法将监督和无监督数据分类过程整合在一起？",
        "AnswerEn": "The procedures involve combining data-driven and knowledge-driven approaches using supervised and unsupervised classification processes. This integration leverages satellite imagery from 1999-2003 and 2013-2014 covering 34 key nodes. By classifying these images, the distribution data for built-up areas in 2000 and 2014 are generated. The quality of the built-up area information is validated with a Balanced Accuracy of 0.83 and an omission error of 0.22.",
        "AnswerCn": "这些程序涉及结合数据驱动和知识驱动的方法，使用监督和无监督分类过程。此整合利用了1999-2003年和2013-2014年的卫星影像，覆盖34个关键节点。通过对这些影像进行分类，生成了2000年和2014年建筑区域的分布数据。建筑区域信息的质量通过平衡准确率为0.83和遗漏错误为0.22进行验证。",
        "Level": "C3(Applying)"
      }
    ]
  }
}