{
    "id": "ae3aa286-60f0-489b-b540-af118af01488",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Downscaling simulations of future precipitation based on CMIP5 outputs over the Heihe River Basin (2011-2100)",
            "titleCn": "基于CMIP5气候情景的黑河流域未来降水的降尺度模拟（2011-2100）",
            "description": "Based on the data of downscaling results in the precipitation historical period of CMIP5 (Coupled Model Intercomparison Project Phase 5), the combined Method of geographical weighted regression and HASM (High Accuracy Surface Modeling Method) was used to analyze the annual mean precipitation in the future three periods of 2011-2040, 2041-2070 and 2071-2100 in the scenario of rcp2.6, rcp4.5 and rcp8.5. Through downscaling simulation and prediction, the 1km downscaling results of the multi-year average precipitation in the three periods of 2011-2040, 2041-2070 and 2071-2100 are obtained.",
            "descriptionCn": "基于CMIP5（Coupled Model Intercomparison Project Phase 5）降水历史时期的降尺度结果数据，对未来2011-2040年，2041-2070年，2071-2100年三个时段的多年平均降水，在rcp2.6，rcp4.5及rcp8.5情景下，采用地理加权回归与HASM（High Accuracy Surface Modeling Method）相结合的方法，对其进行降尺度模拟预测，得到三种情境下2011-2040、2041-2070、2071-2100三个时段的多年平均降水的1km降尺度结果。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.0,
            "west": 98.0,
            "south": 38.0,
            "north": 42.0,
            "startTime": "2011-01-09 16:00:00",
            "endTime": "2101-01-08 16:00:00",
            "fileSize": 15143760.0,
            "cstr": "18406.11.Meteoro.tpdc.271243",
            "doi": "10.11888/Meteoro.tpdc.271243",
            "dataFormat": "img",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "岳天祥",
                "nameEn": "YUE Tianxiang",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "赵娜",
                "nameEn": "ZHAO Na",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Sensitivity studies of a high accuracy surface modeling method",
                "referenceCn": null,
                "referenceEn": "Na Zhao, Tiangxiang Yue, Mingwei Zhao, Zhengping Du, Zemeng Fan, Chuanfa Chen. Sensitivity studies of a high accuracy surface modeling method. SCIENCE CHINA Earth Sciences. 2014, 57(1):1-11."
            },
            {
                "titleCn": null,
                "titleEn": "An improved statistical downscaling scheme of Tropical Rainfall Measuring Mission precipitation in the Heihe River basin, China",
                "referenceCn": null,
                "referenceEn": "Zhao, N. , Yue, T. X. , Chen, C. F. , et al. (2018). An improved statistical downscaling scheme of Tropical Rainfall Measuring Mission precipitation in the Heihe River basin, China. International Journal of Climatology, 38(8): 3309-3322."
            },
            {
                "titleCn": null,
                "titleEn": "Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)",
                "referenceCn": null,
                "referenceEn": "TianXiang Yue. 2011. Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)"
            },
            {
                "titleCn": null,
                "titleEn": "Statistical downscaling of precipitation using local regression and high accuracy surface modeling method",
                "referenceCn": null,
                "referenceEn": "Zhao, N. , Yue, T. X. , Zhou, X. , Zhao, M. W. , Liu, Y. , Du, Z. P., & Zhang, L. L. (2017). Statistical downscaling of precipitation using local regression and high accuracy surface modeling method. Theoretical and Applied Climatology, 1: 1-12."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of two downscaling methods for precipitation in China",
                "referenceCn": null,
                "referenceEn": "Na Zhao, ChuanFa Chen, Xun Zhou, TianXiangYue*. 2015. A comparison of two downscaling methods for precipitation in China. Environmental Earth Sciences74(8), 6563-6569"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水强度",
                "nameEn": "Precipitation rate"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011-2040",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2041-2070",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2071-2100",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "In most cases, climate change projections from General Circulation Models (GCM) and Regional Climate Models cannot be directly applied to climate change impact studies, and downscaling is, therefore, needed. Understanding and quantifying the spatial variability of precipitation are of key importance in hydrological studies as precipitation drives most hydrological, environmental and agricultural processes. However, strong precipitation gradients over short distances are difficult to capture with point measurements from meteorological stations. In recent years, the development of remote sensing and geographic information technology has presented us with new methods of precipitation observation. In the World Climate Research Programme (WCRP), different global climate models (GCMs) participate in the Coupled Model Intercomparison Project Phase 5 (CMIP5). These simulations of GCMs have demonstrated the ability to generally replicate the precipitation trend over the second half of the twentieth century, and can offer precipitation in a longer time scale."
            ],
            "research objective": [
                "This paper compares two different statistical downscaling methods, Presim1 and Presim2, using the Coupled Model Intercomparison Project Phase 5 (CMIP5) datasets and station observations."
            ],
            "challenges": [
                "GCMs have so far been too coarse to resolve this geographically well-defined region."
            ],
            "methods": [
                "We use the meteorological site information over China to downscale the simulations of CMIP5 output results. Both statistical downscaling methods used here involve two steps: (1) determining a local linear model by Geographical Weighted Regression method (GWR) for every location in the prediction domain, (2) using the High Accuracy Surface Modeling method (HASM) to modify the residual produced by the first step. For Pre sim1, we use CMIP5 output to form the regression function and then get Pre downscale1, and employ station data to modify the residual to obtain Preres1. While for Pre sim2, we use meteorological information to establish a statistical transfer function using latitude, longitude, elevation, and impact coefficient of aspect as independent variables to produce Pre downscale2, and employ the results of CMIP5 to modify the residual and obtain Preres2. Then, we use the separate dataset in Jiangxi province and 10% of the data from national scale to validate the results. Then, we carry Box–Cox transform of Prei, which can give a more normal distribution and/or improved predictions (Box and Cox 1964; Sakia 1992). In this paper, d = 0.4 in the first method and d = 0.48 in the second method."
            ],
            "dataset": [
                "The downscaled precipitation data are validated with observations through China and Jiangxi province from 1976 to 2005."
            ],
            "findings": [
                "Results show that GCMs cannot be used directly in climate change impact studies. In China, the second method Pre sim2, which establishes regression model based on the station data, has a tendency to overestimate or underestimate the real values. The accuracy of Pre sim1 is much better than Pre sim2 based on mean absolute error, mean relative error and root mean square error. Pre sim1 fuses the mode data and station data effectively. Results also show the importance of the meteorological station data in the process of residual modification."
            ],
            "backgroundCn": [
                "在大多数情况下，来自全球气候模型（GCM）和区域气候模型的气候变化预测不能直接应用于气候变化影响研究，因此需要进行下尺度处理。理解和量化降水的空间变异性在水文研究中至关重要，因为降水驱动着大多数水文、环境和农业过程。然而，在短距离内强降水梯度很难通过气象站的点测量捕捉到。近年来，遥感和地理信息技术的发展为降水观测提供了新的方法。在世界气候研究计划（WCRP）中，不同的全球气候模型（GCM）参与了耦合模型比较项目第五阶段（CMIP5）。这些GCM的模拟表明，它们能够一般性地复制二十世纪后半叶的降水趋势，并能够提供更长时间尺度的降水数据。"
            ],
            "research objectiveCn": [
                "本文比较了两种不同的统计降尺度方法，Presim1 和 Presim2，使用耦合模型比较项目第五阶段（CMIP5）数据集和站点观测数据。"
            ],
            "challengesCn": [
                "气候模型至今在地理上无法很好地解析这个明确界定的区域。"
            ],
            "methodsCn": [
                "我们使用中国的气象站点信息对CMIP5输出结果的模拟进行下尺度处理。这里使用的两种统计下尺度方法包括两个步骤：（1）通过地理加权回归方法（GWR）为预测域中的每个位置确定一个局部线性模型；（2）使用高精度表面建模方法（HASM）来修正第一步产生的残差。对于Pre sim1，我们使用CMIP5输出形成回归函数，然后得到Pre downscale1，并利用站点数据修正残差以获得Preres1。而对于Pre sim2，我们使用气象信息建立一个统计传递函数，使用纬度、经度、海拔和坡向影响系数作为自变量，生成Pre downscale2，并利用CMIP5的结果修正残差以获得Preres2。然后，我们使用江西省的独立数据集和10%的国家级数据来验证结果。接着，我们对Prei进行Box-Cox变换，这可以提供更接近正态分布的结果和/或改善预测（Box和Cox 1964；Sakia 1992）。在本文中，第一种方法中的d = 0.4，第二种方法中的d = 0.48。"
            ],
            "datasetCn": [
                "降尺度的降水数据通过1976年至2005年间的观测数据在中国和江西省进行验证。"
            ],
            "findingsCn": [
                "结果表明，全球气候模型（GCMs）不能直接用于气候变化影响研究。在中国，第二种方法Pre sim2基于站点数据建立回归模型，存在高估或低估真实值的倾向。根据平均绝对误差、平均相对误差和均方根误差，Pre sim1的准确性远高于Pre sim2。Pre sim1有效地融合了模式数据和站点数据。结果还表明，在残差修正过程中，气象站数据的重要性。"
            ]
        },
        {
            "background": [
                "Estimating an accurate spatial distribution of precipitation with high resolution is necessary for hydrological and ecological applications, especially in data-scarce and terrain-complicated river basins. Satellite-based precipitation data have been widely used to measure the spatial patterns of precipitation, but an improvement in accuracy and resolution is needed."
            ],
            "research objective": [
                "The aim of this study is to present a new downscaling approach by combining GWR and a merging method termed high-accuracy surface modelling method (HASM) to reduce errors, especially those produced from the scale changes, in the final downscaled precipitation fields. The downscaling method is applied to downscale the latest version of TRMM satellite precipitation products (TRMM 3B43 V7) over the Heihe River basin (HRB) on a monthly scale. The necessity of cross-scale error correction is investigated, and the final downscaling results are validated by using an independent data set from meteorological observations in the HRB."
            ],
            "challenges": [],
            "methods": [
                "The entire procedure can be divided into six steps: First, the TRMM 3B43 monthly precipitation products at 0.25° resolution together with NDVI and DEM at 1 km were scaled up to five scales (0.1, 0.25, 0.5, 0.75, and 1°) by using the nearest neighbour interpolation scheme, which can minimize the effects of smoothing and can retain the original precipitation when rescaled. Third, the relationship between TRMM and its influence factors was determined under the five scales by using the GWR method; the one with the best fit was found to downscale the TRMM data sets. Fifth, the modified residual fields combined with the residuals obtained by subtracting the regression values from station observations were merged using HASM. Finally, the final downscaled monthly precipitations at 1-km resolution were obtained by adding the results of HASM to those of GWR."
            ],
            "dataset": [
                "For this study, the TRMM 3B43 version 7 monthly precipitation product for the year 2013 was used, which provided a monthly average rain rate and was converted into the monthly precipitation amount by multiplying the hours and the number of days in each month. The HRB is a poorly gauged basin with only 13 rain gauges collected from the China Meteorological Data Sharing Service System, which are distributed unevenly across the HRB with only two records located in the lower part of this region, seven stations locating in the midstream, and four stations located in the upper reaches of HRB."
            ],
            "findings": [
                "In comparison with the other four models, GWR-HASM showed better performance in reproducing the precipitation field at a high spatial resolution. Results indicate that the proposed downscaling method appears feasible for precipitation estimation in data-scarce river basins. The GWR-HASM downscaling framework significantly improved the accuracy of and detailed information on the precipitation distribution. The proposed downscaling framework may be applicable to other regions with large mountainous areas and sparse network data."
            ],
            "backgroundCn": [
                "准确估计降水的空间分布并提高分辨率对于水文和生态应用是必要的，尤其是在数据稀缺和地形复杂的流域中。基于卫星的降水数据已被广泛用于测量降水的空间模式，但需要提高其准确性和分辨率。"
            ],
            "research objectiveCn": [
                "本研究的目的是通过结合地理加权回归（GWR）和一种称为高精度表面建模方法（HASM）的合并方法，提出一种新的降尺度方法，以减少最终降尺度降水场中产生的错误，特别是由于尺度变化而产生的错误。该降尺度方法应用于对最新版本的TRMM卫星降水产品（TRMM 3B43 V7）在黑河流域（HRB）进行月尺度降尺度。研究了跨尺度误差修正的必要性，并通过使用HRB的气象观测独立数据集对最终降尺度结果进行了验证。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "整个过程可以分为六个步骤：首先，将TRMM 3B43月降水产品（0.25°分辨率）与NDVI和DEM（1 km）一起，通过最近邻插值法缩放到五个尺度（0.1、0.25、0.5、0.75和1°），该方法可以最小化平滑效应，并在重新缩放时保留原始降水。第三，使用GWR方法确定TRMM及其影响因素在五个尺度下的关系；找到最佳拟合的模型用于对TRMM数据集进行下尺度处理。第五，结合通过从站点观测值中减去回归值获得的残差，使用HASM合并修改后的残差场。最后，通过将HASM的结果与GWR的结果相加，获得1 km分辨率的最终下尺度月降水量。"
            ],
            "datasetCn": [
                "本研究使用了2013年TRMM 3B43版本7的月降水产品，该产品提供了月平均降雨率，并通过将小时数与每月的天数相乘转换为月降水量。HRB是一个监测稀缺的流域，仅从中国气象数据共享服务系统收集了13个雨量计，这些雨量计在HRB内分布不均，其中只有两个记录位于该地区的下游，七个站点位于中游，四个站点位于HRB的上游。"
            ],
            "findingsCn": [
                "与其他四种模型相比，GWR-HASM在高空间分辨率下再现降水场方面表现更佳。结果表明，所提出的降尺度方法在数据稀缺的流域中进行降水估计是可行的。GWR-HASM降尺度框架显著提高了降水分布的准确性和详细信息。该降尺度框架可能适用于其他具有大面积山区和稀疏网络数据的地区。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the geographical weighted regression method employed in the downscaling process to improve the spatial resolution of precipitation data?",
                "QuestionCn": "地理加权回归方法是否在下采样过程中用于提高降水数据的空间分辨率？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Does the downscaling involve using Geographical Weighted Regression (GWR), High Accuracy Surface Modeling (HASM), or a combination of both?",
                "QuestionCn": "下采样是否涉及使用地理加权回归（GWR）、高精度表面建模（HASM）或两者的组合？",
                "AnswerEn": "a combination of both Geographical Weighted Regression (GWR) and High Accuracy Surface Modeling (HASM)",
                "AnswerCn": "地理加权回归（GWR）和高精度地表建模（HASM）的结合。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to obtain high-resolution precipitation data in terrain-complicated river basins?",
                "QuestionCn": "在地形复杂的流域中，获取高分辨率降水数据的方法有哪些？",
                "AnswerEn": "Satellite-based precipitation data, Geographical Weighted Regression method, High Accuracy Surface Modeling method",
                "AnswerCn": "卫星降水数据，地理加权回归方法，高精度地表建模方法",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are meteorological observations typically sourced from to validate downscaled precipitation datasets in China?",
                "QuestionCn": "气象观测数据通常来自哪里，以验证中国的降水下分辨率数据集？",
                "AnswerEn": "Meteorological stations across China",
                "AnswerCn": "中国各地的气象站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are commonly faced when using General Circulation Models (GCMs) for climate change impact studies in China?",
                "QuestionCn": "在中国进行气候变化影响研究时，使用一般环流模型（GCMs）常面临哪些挑战？",
                "AnswerEn": "coarse resolution",
                "AnswerCn": "粗分辨率",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to improve the spatial resolution of precipitation data in hydrologically complex regions?",
                "QuestionCn": "您能否提供一个用于提高水文复杂区域降水数据空间分辨率的数据收集方法的例子？",
                "AnswerEn": "The GWR-HASM downscaling approach is used to improve the spatial resolution of precipitation data. It combines Geographical Weighted Regression (GWR) with a merging method called high-accuracy surface modeling (HASM) to downscale TRMM satellite precipitation products over the Heihe River basin at a 1-km resolution.",
                "AnswerCn": "GWR-HASM下尺度方法用于提高降水数据的空间分辨率。它结合了地理加权回归（GWR）和一种称为高精度表面建模（HASM）的合并方法，以1公里的分辨率对Heihe河流域的TRMM卫星降水产品进行下尺度处理。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using General Circulation Models (GCMs) for climate change impact studies in geographically defined regions?",
                "QuestionCn": "在使用一般环流模型（GCMs）进行地理定义区域的气候变化影响研究时面临的一个挑战是什么？",
                "AnswerEn": "A key challenge is that GCMs have been too coarse spatially to accurately resolve geographically well-defined regions. Therefore, downscaling methods are necessary to refine the spatial resolution of climate projections for specific regions.",
                "AnswerCn": "一个关键挑战是，全球气候模型（GCMs）的空间分辨率过于粗糙，无法准确解析地理上明确的区域。因此，需要采用降尺度方法来提高特定区域气候预测的空间分辨率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key methods used to downscale climate model precipitation data to a higher resolution in hydrological studies?",
                "QuestionCn": "在水文研究中，用于将气候模型降水数据降尺度到更高分辨率的关键方法有哪些？",
                "AnswerEn": "Geographical Weighted Regression, High Accuracy Surface Modeling",
                "AnswerCn": "地理加权回归，高精度表面建模",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the specific challenges faced when using General Circulation Models (GCMs) for high-resolution precipitation prediction in geographically diverse regions?",
                "QuestionCn": "在地理多样性区域使用一般环流模型（GCMs）进行高分辨率降水预测时面临的具体挑战有哪些？",
                "AnswerEn": "coarse resolution, difficulty capturing strong precipitation gradients, need for downscaling methods",
                "AnswerCn": "分辨率粗糙，难以捕捉强降水梯度，需要降尺度方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rain gauges are used to collect precipitation data in the Heihe River basin?",
                "QuestionCn": "在黑河流域使用了多少个雨量计来收集降水数据？",
                "AnswerEn": "13",
                "AnswerCn": "13",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the final downscaled precipitation fields achieved using the GWR-HASM method?",
                "QuestionCn": "使用GWR-HASM方法获得的最终降水场的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many years is the downscaled precipitation data validated using observations in China and Jiangxi province?",
                "QuestionCn": "降尺度降水数据在中国和江西省使用观测数据进行了多少年的验证？",
                "AnswerEn": "30 years",
                "AnswerCn": "30年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'High Accuracy Surface Modeling (HASM)' in relation to climate data analysis?",
                "QuestionCn": "“高精度表面建模（HASM）”在气候数据分析中是指什么？",
                "AnswerEn": "High Accuracy Surface Modeling (HASM) is a method used to enhance the accuracy of spatial data by modifying the residuals left after applying a primary statistical model, such as GWR. In climate data analysis, HASM is used to improve the precision of downscaled precipitation data by refining the spatial distribution and reducing errors introduced during the downscaling process.",
                "AnswerCn": "高精度表面建模（HASM）是一种通过修改在应用主要统计模型（如地理加权回归GWR）后留下的残差来提高空间数据准确性的方法。在气候数据分析中，HASM用于通过优化空间分布和减少在下调过程中引入的误差来提高降水数据的精确度。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the downscaling methods using Geographical Weighted Regression (GWR) and High Accuracy Surface Modeling (HASM) compare in terms of their ability to improve accuracy and resolution for precipitation estimation in the Heihe River basin?",
                "QuestionCn": "地理加权回归（GWR）和高精度表面建模（HASM）在提高黑河流域降水估计的准确性和分辨率方面的比较如何？",
                "AnswerEn": "Both methods employ GWR and HASM, but in the context of TRMM data for the Heihe River basin, the GWR-HASM approach showed better performance in reproducing precipitation fields at high spatial resolution compared to other models. This suggests that the GWR-HASM framework significantly improves accuracy and detail in precipitation distribution, especially in data-scarce and terrain-complicated regions like the Heihe River basin.",
                "AnswerCn": "两种方法都采用了GWR和HASM，但在TRMM数据的背景下，GWR-HASM方法在高空间分辨率下再现降水场的表现优于其他模型。这表明GWR-HASM框架显著提高了降水分布的准确性和细节，特别是在像黑河流域这样数据稀缺和地形复杂的地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in the data validation approaches used for downscaling precipitation data across China and the Heihe River basin?",
                "QuestionCn": "中国和黑河流域在降水数据下行的验证方法上有什么不同？",
                "AnswerEn": "For downscaling precipitation data across China, validation was done using observations from 1976 to 2005. In contrast, for the Heihe River basin, validation involved an independent dataset from meteorological observations specifically for the year 2013. The latter was focused on a poorly gauged basin with sparse and unevenly distributed rain gauges, which presented additional challenges in data validation.",
                "AnswerCn": "对于中国的降水数据下尺度化，验证使用了1976年至2005年的观测数据。相比之下，黑河流域的验证则涉及了2013年的独立气象观测数据。后者集中在一个监测稀少且雨量计分布不均匀的流域，这给数据验证带来了额外的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How does the integration of geographic information technology and remote sensing methods enhance the accuracy of precipitation data collection in complex terrain regions?",
                "QuestionCn": "地理信息技术和遥感方法的整合如何提高复杂地形区域降水数据收集的准确性？",
                "AnswerEn": "The integration of geographic information technology and remote sensing provides new methods for observing precipitation, which is particularly beneficial in regions with complex terrain where traditional meteorological stations may not capture the spatial variability adequately. These technologies help to overcome the challenges of strong precipitation gradients over short distances.",
                "AnswerCn": "地理信息技术和遥感的结合为观察降水提供了新方法，这在地形复杂的地区尤为有益，因为传统气象站可能无法充分捕捉空间变异性。这些技术有助于克服短距离内强降水梯度带来的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges arise when attempting to downscale Global Circulation Models (GCM) data for regional precipitation predictions, and how might these be addressed?",
                "QuestionCn": "在尝试将全球气候模型（GCM）数据下尺度以进行区域降水预测时，会出现哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "One of the challenges is that GCMs are typically too coarse to resolve geographically well-defined regions. This can be addressed by employing statistical downscaling methods, such as Geographical Weighted Regression (GWR) and High Accuracy Surface Modeling (HASM), which allow for the modification and refinement of GCM outputs to achieve higher resolution and more accurate regional predictions.",
                "AnswerCn": "一个挑战是全球气候模型（GCMs）通常分辨率过低，无法很好地解析地理上明确的区域。这可以通过采用统计下采样方法来解决，例如地理加权回归（GWR）和高精度表面建模（HASM），这些方法允许对GCM输出进行修改和精细化，以实现更高分辨率和更准确的区域预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential benefits and limitations of using satellite-based precipitation data in data-scarce river basins, and how might these impact hydrological studies?",
                "QuestionCn": "使用基于卫星的降水数据在数据稀缺的流域中的潜在好处和局限性是什么，这可能会如何影响水文研究？",
                "AnswerEn": "Satellite-based precipitation data offer a means to measure spatial patterns of precipitation in data-scarce river basins, providing valuable information for hydrological studies. However, there is a need for improvement in accuracy and resolution. The potential benefits include improved precipitation estimation, while limitations may involve errors due to scale changes, which can be mitigated by methods like GWR-HASM that enhance accuracy and detailed information on precipitation distribution.",
                "AnswerCn": "基于卫星的降水数据为数据稀缺的流域提供了测量降水空间模式的手段，为水文研究提供了宝贵的信息。然而，准确性和分辨率仍需改进。潜在的好处包括改善降水估计，而局限性可能涉及由于尺度变化而导致的误差，这可以通过像GWR-HASM这样的增强准确性的方法来缓解，从而提供降水分布的详细信息。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it challenging to accurately model precipitation in regions with strong precipitation gradients?",
                "QuestionCn": "在降水梯度强烈的地区，准确建模降水是具有挑战性的。",
                "AnswerEn": "Strong precipitation gradients over short distances are difficult to capture with point measurements from meteorological stations, which necessitates advanced methods like remote sensing and geographic information technology.",
                "AnswerCn": "强降水梯度在短距离内难以通过气象站的点测量捕捉，这就需要使用遥感和地理信息技术等先进方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of employing statistical downscaling methods like GWR and HASM on the accuracy of precipitation data in regions with strong precipitation gradients?",
                "QuestionCn": "在降水梯度明显的地区，采用统计下采样方法如GWR和HASM对降水数据的准确性会产生什么影响？",
                "AnswerEn": "Employing statistical downscaling methods like GWR and HASM can significantly improve the accuracy and detail of precipitation data in regions with strong precipitation gradients, which are often difficult to capture with traditional point measurements. These methods help to better resolve spatial variability and reproduce precipitation fields at high spatial resolutions.",
                "AnswerCn": "采用统计降尺度方法，如地理加权回归（GWR）和高分辨率自适应空间模型（HASM），可以显著提高在降水梯度明显的地区降水数据的准确性和细节，这些地区通常难以通过传统的点测量捕捉。这些方法有助于更好地解析空间变异性，并以高空间分辨率重现降水场。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of station data influence the reliability and precision of downscaled precipitation models?",
                "QuestionCn": "站点数据的整合如何影响降尺度降水模型的可靠性和精确性？",
                "AnswerEn": "The integration of station data plays a crucial role in improving the reliability and precision of downscaled precipitation models. It is essential in the process of residual modification, enhancing the accuracy of models like Presim1 by effectively fusing model data with observational data, thus reducing mean absolute error, mean relative error, and root mean square error.",
                "AnswerCn": "站点数据的整合在提高降尺度降水模型的可靠性和精确性方面起着至关重要的作用。在残差修正的过程中，它通过有效地将模型数据与观测数据融合，增强了像Presim1这样的模型的准确性，从而减少了平均绝对误差、平均相对误差和均方根误差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential outcomes of using satellite-based precipitation products combined with downscaling techniques in data-scarce regions?",
                "QuestionCn": "使用基于卫星的降水产品结合下调技术在数据稀缺地区的潜在结果是什么？",
                "AnswerEn": "Using satellite-based precipitation products combined with downscaling techniques like GWR-HASM in data-scarce regions can lead to better performance in reproducing precipitation fields at a high spatial resolution. This approach is feasible for estimating precipitation in regions with sparse data and significantly improves the accuracy and detail of precipitation distribution, making it applicable to other similar regions.",
                "AnswerCn": "使用基于卫星的降水产品结合像GWR-HASM这样的降尺度技术，在数据稀缺地区可以更好地再现高空间分辨率的降水场。这种方法在数据稀缺的区域中是可行的，并显著提高了降水分布的准确性和细节，使其适用于其他类似地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of utilizing satellite-based precipitation data, such as TRMM products, in conjunction with high-resolution environmental variables for downscaling purposes in river basins?",
                "QuestionCn": "利用卫星降水数据（如TRMM产品）与高分辨率环境变量结合进行河流流域降尺度的目标是什么？",
                "AnswerEn": "The goals of utilizing satellite-based precipitation data, such as TRMM products, along with high-resolution environmental variables for downscaling are to improve the spatial resolution and accuracy of precipitation estimates in river basins. This approach aims to overcome the limitations of traditional meteorological data collection methods in capturing fine-scale precipitation patterns, especially in regions with sparse observational networks. By integrating satellite data with environmental variables like NDVI and DEM, the downscaling process seeks to provide more detailed and reliable precipitation information, which is vital for managing water resources and understanding ecological dynamics in these areas.",
                "AnswerCn": "利用卫星降水数据，如TRMM产品，以及高分辨率环境变量进行降尺度的目标是提高流域内降水估计的空间分辨率和准确性。这种方法旨在克服传统气象数据收集方法在捕捉细尺度降水模式方面的局限性，特别是在观测网络稀疏的地区。通过将卫星数据与环境变量（如NDVI和DEM）结合，降尺度过程旨在提供更详细和可靠的降水信息，这对于管理水资源和理解这些地区的生态动态至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to downscale CMIP5 precipitation data using a combination of statistical methods to achieve high-resolution results for future climate scenarios?",
                "QuestionCn": "采用哪些程序通过结合统计方法对CMIP5降水数据进行降尺度，以实现未来气候情景的高分辨率结果？",
                "AnswerEn": "The downscaling of CMIP5 precipitation data involves using the Geographical Weighted Regression method (GWR) to determine a local linear model for each location, followed by the High Accuracy Surface Modeling method (HASM) to modify residuals. This process generates downscaled precipitation data for different future climate scenarios.",
                "AnswerCn": "CMIP5降尺度降水数据的过程涉及使用地理加权回归方法（GWR）为每个地点确定局部线性模型，随后采用高精度表面建模方法（HASM）来修正残差。这个过程生成了不同未来气候情景下的降尺度降水数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the merging method termed High Accuracy Surface Modeling (HASM) integrated with geographical data to enhance the precision of downscaled precipitation fields in a river basin?",
                "QuestionCn": "高精度表面建模（HASM）合并方法如何与地理数据集成，以提高流域内降水场的精度？",
                "AnswerEn": "HASM is integrated with geographical data by using it to merge modified residual fields with the residuals obtained from subtracting regression values from station observations. This integration helps improve the precision of downscaled precipitation fields, especially in data-scarce and terrain-complicated river basins like the Heihe River basin.",
                "AnswerCn": "HASM通过将修改后的残差场与从站点观测中减去回归值得到的残差进行合并，来与地理数据集成。这种集成有助于提高降水场的精度，特别是在像黑河流域这样数据稀缺和地形复杂的地区。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What steps are taken to validate the accuracy of downscaled precipitation datasets using meteorological observations in regions with sparse data availability?",
                "QuestionCn": "在数据稀缺的地区，验证降尺度降水数据集准确性所采取的步骤包括使用气象观测数据。",
                "AnswerEn": "The validation of downscaled precipitation datasets is carried out by comparing the downscaled results with observations from meteorological stations. In regions like China and the Heihe River basin, validation involves using a separate dataset from a specific province and a portion of the national data to assess the accuracy of the downscaled precipitation against observed values.",
                "AnswerCn": "对降尺度降水数据集的验证是通过将降尺度结果与气象站的观测数据进行比较来进行的。在中国和黑河流域等地区，验证涉及使用来自特定省份的独立数据集和部分国家数据，以评估降尺度降水与观测值之间的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the downscaling of climate model projections for accurate precipitation estimation in specific regions?",
                "QuestionCn": "哪些方法论能够实现气候模型预测的下尺度化，以便在特定区域准确估计降水量？",
                "AnswerEn": "The combination of Geographical Weighted Regression (GWR) and High Accuracy Surface Modeling Method (HASM) is used to downscale climate model projections, providing accurate precipitation estimations by modifying residuals and incorporating local meteorological data.",
                "AnswerCn": "地理加权回归（GWR）与高精度表面建模方法（HASM）的结合用于对气候模型预测进行下尺度处理，通过修改残差并结合当地气象数据，提供准确的降水估计。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do advancements in remote sensing technology and geographic information systems enable improved precipitation observation in hydrological studies?",
                "QuestionCn": "遥感技术和地理信息系统的进步如何促进水文研究中降水观测的改善？",
                "AnswerEn": "Advancements in remote sensing and geographic information technology have introduced new methods for observing precipitation, offering higher accuracy and resolution necessary for hydrological studies, especially in regions with complex terrain and sparse data.",
                "AnswerCn": "遥感和地理信息技术的进步引入了观察降水的新方法，提供了更高的准确性和分辨率，这对于水文研究尤其是在地形复杂和数据稀缺的地区是必要的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or factors influence the effectiveness of statistical downscaling methods in climate impact studies?",
                "QuestionCn": "影响气候影响研究中统计降尺度方法有效性的条件或因素有哪些？",
                "AnswerEn": "The effectiveness of statistical downscaling methods is influenced by factors such as the spatial resolution of input data, the accuracy of meteorological station data for residual modification, and the ability to accurately model local precipitation variability using geographical features like latitude, longitude, and elevation.",
                "AnswerCn": "统计降尺度方法的有效性受到多个因素的影响，例如输入数据的空间分辨率、气象站数据在残差修正中的准确性，以及利用地理特征（如纬度、经度和海拔）准确建模局部降水变异性的能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset using downscaled precipitation data from Global Climate Models (GCMs) struggle with accurately capturing precipitation gradients over short distances?",
                "QuestionCn": "使用全球气候模型（GCMs）下调的降水数据集可能在准确捕捉短距离降水梯度方面遇到困难的原因是什么？",
                "AnswerEn": "A dataset might struggle with accurately capturing precipitation gradients over short distances because GCMs are typically too coarse to resolve geographically well-defined regions, and the strong precipitation gradients are difficult to capture with point measurements from meteorological stations.",
                "AnswerCn": "一个数据集可能难以准确捕捉短距离内的降水梯度，因为全球气候模型（GCMs）通常分辨率过低，无法很好地解析地理上明确的区域，而强降水梯度也难以通过气象站的点测量来捕捉。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why would the accuracy of data collection methods for precipitation downscaling potentially improve by integrating meteorological station data?",
                "QuestionCn": "为什么通过整合气象站数据，降水下采样的数据收集方法的准确性可能会提高？",
                "AnswerEn": "The accuracy of data collection methods for precipitation downscaling could potentially improve by integrating meteorological station data because station data can effectively modify the residuals in the downscaling process, providing more precise local information that helps refine the predictions.",
                "AnswerCn": "降水下采样的数据收集方法的准确性可能通过整合气象站数据而得到改善，因为气象站数据可以有效地修正下采样过程中的残差，提供更精确的地方信息，从而帮助优化预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges might arise in using satellite-based precipitation data for downscaling in terrain-complicated river basins?",
                "QuestionCn": "在地形复杂的流域中，使用基于卫星的降水数据进行下采样可能会面临哪些挑战？",
                "AnswerEn": "Challenges in using satellite-based precipitation data for downscaling in terrain-complicated river basins may include the need for improved accuracy and resolution, as satellite data may not adequately capture the spatial distribution of precipitation, especially in areas with sparse network data and complex topography.",
                "AnswerCn": "在地形复杂的流域中使用基于卫星的降水数据进行降尺度时，可能面临的挑战包括对准确性和分辨率的提高需求，因为卫星数据可能无法充分捕捉降水的空间分布，特别是在网络数据稀疏和地形复杂的地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of combining geographical weighted regression and high accuracy surface modeling methods in downscaling precipitation data?",
                "QuestionCn": "我对结合地理加权回归和高精度表面建模方法在降水数据下行的有效性进行评估。",
                "AnswerEn": "The combination of geographical weighted regression and high accuracy surface modeling methods appears to be effective in downscaling precipitation data, as it helps improve the spatial resolution and accuracy of precipitation estimation, especially in data-scarce regions like the Heihe River basin.",
                "AnswerCn": "地理加权回归与高精度表面建模方法的结合在降尺度降水数据方面似乎是有效的，因为它有助于提高降水估计的空间分辨率和准确性，特别是在像黑河流域这样的数据稀缺地区。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the potential challenges in using satellite-based precipitation datasets for accurate spatial distribution measurements in complex terrains?",
                "QuestionCn": "如何评估在复杂地形中使用基于卫星的降水数据集进行准确空间分布测量的潜在挑战？",
                "AnswerEn": "The potential challenges in using satellite-based precipitation datasets for accurate spatial distribution measurements in complex terrains include the need for improvement in both accuracy and resolution. Despite the availability of satellite data, cross-scale error correction is necessary to address errors produced from scale changes, as demonstrated in the study with the TRMM satellite precipitation products.",
                "AnswerCn": "在复杂地形中使用基于卫星的降水数据集进行准确的空间分布测量面临的潜在挑战包括对准确性和分辨率的改进需求。尽管卫星数据可用，但需要进行跨尺度误差修正，以解决因尺度变化而产生的误差，正如在TRMM卫星降水产品的研究中所示。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how critical is the role of meteorological station data in validating downscaled precipitation models, particularly in regions with sparse network data?",
                "QuestionCn": "在验证降尺度降水模型的过程中，气象站数据的作用有多么关键，特别是在网络数据稀疏的地区？",
                "AnswerEn": "The role of meteorological station data is critical in validating downscaled precipitation models, particularly in regions with sparse network data. Station data provide essential information for residual modification, improving the accuracy of downscaled models, as seen in the validation process involving meteorological observations in China and the Heihe River basin.",
                "AnswerCn": "气象站数据在验证降尺度降水模型中发挥着关键作用，特别是在网络数据稀疏的地区。站点数据为残差修正提供了必要的信息，提高了降尺度模型的准确性，这在涉及中国和黑河流域的验证过程中得到了体现。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how different statistical downscaling methods can improve the accuracy of climate model projections for precipitation.",
                "QuestionCn": "我不明白不同的统计降尺度方法如何提高气候模型对降水的预测准确性。",
                "AnswerEn": "The field explores the use of statistical downscaling methods, such as the Geographical Weighted Regression method (GWR) combined with the High Accuracy Surface Modeling method (HASM), to improve the accuracy of precipitation projections. These methods involve creating local linear models and modifying residuals to better match observations, thereby enhancing the precision of the downscaled results.",
                "AnswerCn": "该领域探讨了统计降尺度方法的使用，例如结合高精度表面建模方法（HASM）的地理加权回归方法（GWR），以提高降水预测的准确性。这些方法涉及创建局部线性模型并修改残差，以更好地匹配观测值，从而增强降尺度结果的精确度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the methodologies used for downscaling precipitation data in the Heihe River basin and evaluate their effectiveness.",
                "QuestionCn": "请总结在黑河流域降水数据下采样中使用的方法，并评估其有效性。",
                "AnswerEn": "In the Heihe River basin, a new downscaling approach combines Geographical Weighted Regression (GWR) and High Accuracy Surface Modeling (HASM) to reduce errors from scale changes in TRMM satellite precipitation data. The methodology involves scaling up data to multiple resolutions, determining relationships with influencing factors using GWR, and merging modified residual fields with observed data using HASM. Evaluation shows that the GWR-HASM method significantly improves accuracy and spatial detail, making it effective for precipitation estimation in data-scarce basins with complex terrain.",
                "AnswerCn": "在黑河流域，一种新的降尺度方法结合了地理加权回归（GWR）和高精度表面建模（HASM），以减少TRMM卫星降水数据在尺度变化中的误差。该方法涉及将数据扩展到多个分辨率，利用GWR确定与影响因素的关系，并使用HASM将修改后的残差场与观测数据合并。评估结果表明，GWR-HASM方法显著提高了准确性和空间细节，使其在数据稀缺且地形复杂的流域中进行降水估计时非常有效。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}