{
    "id": "ae9d366d-6caa-44d8-a8ac-85d44436b15f",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "CESM2 control run 6-hourly means for LS4P",
            "description": "6-hourly means of CESM2 control run output:  FHIST_BGC compset with soil temperature adjustment produced by The University of Arizona on cheyenne, ensemble mean calculated by NCL from output on cheyenne, for model evaluation.  Includes latitude, longitude, model level, and various simulated quantities.",
            "instructions": "var_LS4P_CESM2_Task1_6hr_HHzMMDDYYYY-HHzMMDDYYYY.nc",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "2003-05-01 00:00:00",
            "endTime": "2003-06-30 00:00:00",
            "fileSize": 596661008.0,
            "cstr": "18406.11.Atmos.tpdc.301364",
            "doi": "10.11888/Atmos.tpdc.301364",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "BRUNKE Michael",
                "unitEn": "The University of Arizona, USA"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
                "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
            },
            {
                "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
            },
            {
                "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
            },
            {
                "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
                "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
            },
            {
                "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
                "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "2m temperature"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Precipitation rate"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "6-hourly",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
                "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
                "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
                "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
                "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
            ],
            "challenges": [
                "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
                "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
                "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
                "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
                "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
            ]
        },
        {
            "background": [
                "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
            ],
            "research objective": [
                "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
            ],
            "challenges": [
                "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
            ],
            "methods": [
                "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
            ],
            "dataset": [
                "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
            ],
            "findings": [
                "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
            ]
        },
        {
            "background": [
                "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
            ],
            "challenges": [
                "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can initializing land surface temperature and subsurface temperature conditions improve the skill of subseasonal-to-seasonal precipitation predictions?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is there a need for robust land initialization and model configuration to address scientific challenges in land–atmosphere interaction studies?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the data collection methods used to evaluate the impact of land surface temperature anomalies on subseasonal-to-seasonal predictions?",
                    "Answer": "Observed T2m records, numerical experiments with Earth System Models (ESMs)",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where can datasets relevant to land temperature and atmospheric interaction over the Tibetan Plateau be sourced?",
                    "Answer": "NOAA Climate Anomaly Monitoring System, ECMWF atmospheric reanalysis ERA5, Climate Research Unit",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with data collection for modeling the atmospheric response to land surface temperature anomalies?",
                    "Answer": "land initialization",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced when using Earth System Models to predict the influence of land surface temperature on weather patterns?",
                    "Answer": "A significant challenge is that current Earth System Models often fail to capture the observed temperature anomalies accurately, such as the cold anomaly over the Tibetan Plateau, due to deficiencies in model parameterizations and imbalanced initial conditions from reanalysis data, affecting the prediction of related climate anomalies.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of datasets used to study the atmospheric circulation responses to land surface temperature effects?",
                    "Answer": "Datasets such as the NOAA Climate Anomaly Monitoring System (CAMS) for T2m data, the ERA5 reanalysis for atmospheric circulation, and the Climate Research Unit (CRU) for global precipitation data are utilized to analyze the atmospheric circulation responses to land surface temperature effects in the Tibetan Plateau.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the essential features of the data collection methods for evaluating the performance of Earth System Models in simulating temperature and precipitation anomalies?",
                    "Answer": "initialization of land surface and subsurface temperature conditions, use of observed T2m records from various stations, application of state-of-the-art Earth System Models, reduction of biases, improvement of prediction skills",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many data points are typically used to evaluate the TP T2m and precipitation anomalies in Earth System Models?",
                    "Answer": "16",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the resolution of the observational data used for analyzing atmospheric circulation related to the Tibetan Plateau?",
                    "Answer": "1.0° × 1.0°",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many stations' data are used from the Chinese Meteorological Administration for temperature measurements over the Tibetan Plateau?",
                    "Answer": "80",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'initialized land surface temperature (LST) and snowpack' mean in the context of subseasonal to seasonal (S2S) climate prediction?",
                    "Answer": "In the context of S2S climate prediction, 'initialized land surface temperature (LST) and snowpack' refers to the use of initial conditions of land surface temperature and snowpack data in climate models to improve the accuracy of predictions. This involves setting accurate initial values for these variables in model simulations, as they are significant sources of predictability for climate variability, particularly in high-mountain regions where these factors can influence downstream weather patterns.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the methods used to initialize land surface temperatures in high mountain areas compare to traditional atmospheric and land condition initialization techniques for improving S2S predictions?",
                    "Answer": "The methods to initialize land surface temperatures in high mountain areas involve specific adjustments to LST/SUBT conditions to address biases and improve prediction accuracy, whereas traditional initialization techniques may not specifically target these biases. These specialized methods are shown to enhance the prediction of precipitation anomalies by addressing the unique thermal characteristics of high mountain regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can land surface temperature anomalies over high mountain areas be interpreted as a source of predictability for subseasonal-to-seasonal precipitation patterns?",
                    "Answer": "Springtime land surface temperature anomalies over high mountain areas like the Tibetan Plateau have been shown to modulate a Tibetan Plateau-Rocky Mountain Circumglobal wave train. This wave train can influence atmospheric circulation and precipitation patterns in remote regions, providing a new source of predictability for subseasonal-to-seasonal precipitation.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are encountered in ensuring the accuracy of ensemble models when interpreting the impact of land temperature anomalies on global precipitation patterns?",
                    "Answer": "A major challenge is the large inter-model differences in simulated propagation pathways and the inability of models to fully capture observed temperature anomalies, resulting in discrepancies between model predictions and observed data. Ensuring accurate initialization and addressing biases in land surface temperature are critical to improving the models' ability to predict precipitation patterns.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes variability in the effectiveness of data collection techniques for modeling the impact of Tibetan Plateau land surface temperature anomalies on global atmospheric circulations?",
                    "Answer": "Variability in effectiveness can be attributed to factors such as deficiencies in model parameterizations, inter-model differences in simulating propagation pathways, and the quality of initial atmospheric/land conditions provided by reanalysis data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What underlying factors contribute to the challenges in obtaining accurate datasets for simulating the global atmospheric response to Tibetan Plateau temperature anomalies?",
                    "Answer": "Challenges stem from a lack of robust observational data, limitations in model configurations, and the inability of current state-of-the-art Earth System Models to fully preserve the memory of initialized land surface temperature anomalies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of using different land surface temperature initialization techniques on the accuracy of subseasonal-to-seasonal precipitation predictions?",
                    "Answer": "Using different land surface temperature initialization techniques can significantly impact the accuracy of subseasonal-to-seasonal precipitation predictions by improving the simulation of land-atmosphere interactions. This is critical in regions where spring land temperature anomalies, like those over the Tibetan Plateau, can influence summer precipitation patterns. The initialization could enhance the model's ability to capture these temperature anomalies, thus improving prediction skill over global 'hotspot' regions where the effect is as significant as that of ocean surface temperatures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary objectives behind creating a dataset that incorporates initialized land temperature and snowpack data for subseasonal-to-seasonal prediction models?",
                    "Answer": "The primary objectives include studying the impact of springtime land surface and subsurface temperature anomalies over high mountain areas on summertime precipitation predictions and improving prediction skill at subseasonal-to-seasonal timescales by identifying new sources of predictability, such as land temperature.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the procedural steps involved in conducting numerical experiments to assess the global influence of Tibetan Plateau spring surface temperature anomalies using Earth System Models?",
                    "Answer": "In the first phase of the LS4P project, numerical experiments are designed to evaluate the performance of 16 Earth System Models (ESMs) in simulating Tibetan Plateau surface temperature and precipitation anomalies. Two sets of experiments are conducted: EXP_CTRL, which uses standard prediction settings, and EXP_LST/SUBT, which initializes land surface and subsurface temperatures to reduce model bias. Each set of experiments uses consistent initial and boundary conditions, and ensemble members to ensure comparability.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can potential datasets be utilized to explore the relationship between high-mountain land temperatures and global precipitation patterns?",
                    "Answer": "Datasets such as the Chinese Meteorological Administration T2m data for China and the Climate Anomaly Monitoring System (CAMS) T2m data globally can be used to examine relationships between Tibetan Plateau land temperatures and global precipitation. Additionally, the Climate Research Unit (CRU) data provides global precipitation information, which, when combined with temperature datasets, allows researchers to identify hotspot regions where temperature anomalies might influence precipitation patterns.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges are encountered in model configuration and initialization when investigating the impact of land surface temperature anomalies on subseasonal-to-seasonal climate predictions?",
                    "Answer": "Challenges include robust land initialization and model configuration that can preserve the memory of initialized land surface temperature anomalies. Current Earth System Models struggle to fully represent observed temperature anomalies due to deficiencies in model parameterizations and unbalanced initial conditions from reanalysis data. These issues can lead to underestimation of temperature effects and inaccurate precipitation predictions in some regions, indicating a need for further investigation into model deficiencies and alternative processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements enabled the integration of high-resolution atmospheric reanalysis data with Earth System Models for S2S prediction?",
                    "Answer": "The use of the fifth generation ECMWF atmospheric reanalysis (ERA5) with high spatial resolution allows for detailed investigation of atmospheric circulation patterns, which can be integrated into Earth System Models to improve S2S prediction, particularly with regard to the impact of land surface and subsurface temperatures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might initializing land surface temperature and snowpack conditions in high-mountain regions not fully improve subseasonal-to-seasonal prediction models?",
                    "Answer": "The challenge lies in the robust land initialization and model configuration, which remain scientifically difficult. Current state-of-the-art Earth System Models (ESMs) may not fully preserve the memory from initialized land surface temperature anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the reasons for inconsistencies between model simulations and observed anomalies in datasets used for subseasonal-to-seasonal prediction?",
                    "Answer": "Inconsistencies arise because the ensemble-mean-produced temperature differences are often smaller than the observed anomalies. Additionally, in some areas, the ensemble mean produces significant precipitation differences with opposite signs compared to observations, which may be due to model deficiencies in generating the full temperature anomaly or correct precipitation anomaly, or other involved processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "In your opinion, what are the main challenges in using observational data to evaluate the impact of land surface temperature anomalies on subseasonal to seasonal predictions?",
                    "Answer": "One of the main challenges is the lack of robust observational data, particularly over high mountain regions like the Tibetan Plateau. This limitation affects the ability to accurately initialize models with observed land surface temperature anomalies, leading to potential biases in model outputs. Additionally, the ensemble mean in some areas produces significant differences in precipitation with opposite signs compared to observations, indicating that model deficiencies and the underrepresentation of the full temperature anomaly effects are significant challenges.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How might the integration of additional datasets enhance the predictability of atmospheric and precipitation anomalies beyond the currently used sources?",
                    "Answer": "Integrating datasets that provide more detailed observations of land surface attributes, such as albedo, soil moisture, and vegetation, could enhance predictability by improving the initialization of land-atmosphere interactions. Moreover, using more comprehensive datasets, such as higher-resolution reanalysis products or additional regional climate data, could help refine the representation of temperature anomalies and their effects on atmospheric and precipitation patterns, thereby potentially reducing model biases and improving prediction skill.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can’t figure out how land surface temperature anomalies are effectively measured and used to predict atmospheric circulations on a global scale.",
                    "Answer": "In the study of subseasonal-to-seasonal prediction, land surface temperature anomalies, particularly over high mountain areas like the Tibetan Plateau, are measured using observational data such as the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS) and Chinese Meteorological Administration (CMA) T2m data. These measurements are then used to model atmospheric circulations using Earth System Models that simulate the impact of these anomalies on global atmospheric patterns.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I don’t understand how the initialization of land surface temperature can influence model predictions of precipitation in remote regions.",
                    "Answer": "The initialization of land surface temperature over high mountain areas like the Tibetan Plateau is crucial as it can influence the global atmospheric circulation patterns through mechanisms like the Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train. By reducing the bias in the initial conditions related to land surface temperature, models can more accurately simulate precipitation anomalies in remote regions, thereby improving subseasonal-to-seasonal prediction skill.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please describe the methodologies employed for initializing land surface temperature and snowpack in Earth System Models, particularly focusing on any innovative approaches used in high-mountain regions.",
                    "Answer": "The methodologies employed involve initializing the land surface temperature and subsurface temperature (LST/SUBT) over high-mountain regions like the Tibetan Plateau. An innovative approach was used where LST/SUBT initial conditions were adjusted based on each model’s temperature bias and observed anomalies. This adjustment aimed to alleviate biases and generate observed anomalies, thereby enhancing prediction accuracy.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please summarize the challenges faced in data collection and model configuration for subseasonal to seasonal prediction, especially concerning land-atmosphere interactions.",
                    "Answer": "Challenges in data collection and model configuration include the scientific difficulty of robust land initialization, limitations due to a lack of observational data, and deficiencies in model parameterizations. The inability of current models to fully preserve memory from initialized LST anomalies due to unbalanced initial atmospheric/land conditions also presents significant challenges.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please identify potential datasets that could be used to study the influence of high-mountain land temperature anomalies on global precipitation patterns.",
                    "Answer": "Potential datasets include the Chinese Meteorological Administration (CMA) T2m data, National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS) T2m data, fifth-generation ECMWF atmospheric reanalysis (ERA5), and the Climate Research Unit (CRU) global precipitation data. These datasets provide comprehensive coverage for analyzing land temperature and global precipitation patterns.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}