{
  "id": "ae9d366d-6caa-44d8-a8ac-85d44436b15f",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "CESM2 control run 6-hourly means for LS4P",
      "titleCn": "CESM2 control run 6-hourly means for LS4P",
      "description": "6-hourly means of CESM2 control run output:  FHIST_BGC compset with soil temperature adjustment produced by The University of Arizona on cheyenne, ensemble mean calculated by NCL from output on cheyenne, for model evaluation.  Includes latitude, longitude, model level, and various simulated quantities.",
      "descriptionCn": "6-hourly means of CESM2 control run output:  FHIST_BGC compset with soil temperature adjustment produced by The University of Arizona on cheyenne, ensemble mean calculated by NCL from output on cheyenne, for model evaluation.  Includes latitude, longitude, model level, and various simulated quantities.",
      "instructions": "var_LS4P_CESM2_Task1_6hr_HHzMMDDYYYY-HHzMMDDYYYY.nc",
      "instructionsCn": "var_LS4P_CESM2_Task1_6hr_HHzMMDDYYYY-HHzMMDDYYYY.nc",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2003-05-01 00:00:00",
      "endTime": "2003-06-30 00:00:00",
      "fileSize": 596661008.0,
      "cstr": "18406.11.Atmos.tpdc.301364",
      "doi": "10.11888/Atmos.tpdc.301364",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "BRUNKE Michael",
        "nameEn": "BRUNKE Michael",
        "unitEn": "",
        "unitCn": "The University of Arizona, USA"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
        "referenceCn": null,
        "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
      },
      {
        "titleCn": null,
        "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
        "referenceCn": null,
        "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
      },
      {
        "titleCn": null,
        "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
        "referenceCn": null,
        "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
      },
      {
        "titleCn": null,
        "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
        "referenceCn": null,
        "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
      },
      {
        "titleCn": null,
        "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "2m气温",
        "nameEn": "2m temperature"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水强度",
        "nameEn": "Precipitation rate"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "global",
        "keywordEn": ""
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "6-hourly",
        "keywordEn": "",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
        "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
        "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
      ],
      "research objective": [
        "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
        "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
        "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
      ],
      "challenges": [
        "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
        "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
        "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
      ],
      "methods": [
        "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
      ],
      "dataset": [
        "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
        "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
      ],
      "findings": [
        "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
        "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
        "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
      ],
      "backgroundCn": [
        "亚季节到季节（S2S）干旱和洪水的预测是天气和气候预测中的主要挑战之一。最近的研究表明，春季青藏高原（TP）的地表温度/地下温度（LST/SUBT）可以成为S2S预测的新来源。成功预测亚季节到季节（S2S）时间尺度上的干旱和洪水是天气和气候预测中的一大挑战，预测失败可能对社会和经济造成重大不利影响。海表温度（SST）变化，例如与马登-朱利安振荡相关的变化，已知提供了预测的来源。最近的研究表明，春季地表/地下温度（LST/SUBT）在S2S时间尺度上提供了新的可预测性来源。全球能源与水文交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对夏季降水预测的影响。",
        "中纬度的背景温度梯度也影响了斜压涡旋的活动（Xue et al., 2023），这进一步增强了纬向风的变化，并在涡旋向下游移动并与纬向流相互作用时进一步影响下游的纬向风。青藏高原下游的纬向风响应与这些研究一致，表现为北太平洋喷流核心沿线的纬向风显著减速。同时，在喷流核心北侧发现纬向风显著加速，表明喷流略微向北偏移。这种纬向风的变化在观测中也有对应（见图4b）。图5a中的一个显著特征是青藏高原上方200 hPa的强负位势高度异常，伴随着气旋异常环流。这种环流响应对应于青藏高原上的冷异常，导致大气下沉并在上层诱发负位势高度异常。此外，从青藏高原向北太平洋下游明显显示出波状模式的位势高度差（见图5a）。青藏高原上方的负位势高度异常中心向东延伸至日本，而在白令海峡东侧出现了一个强正位势高度中心，伴随反气旋环流，中心位于170°E，50°N。波状的位势高度差进一步从落基山脉延伸穿过北美大陆、北大西洋，回到欧亚大陆。上述模拟的气候环流响应总体上与2003年5月的观测位势高度异常一致（见图5b）。此外，在南半球，尤其是在中纬度地区，也注意到对青藏高原冷表面的位势高度响应（见图5a, b）。因此，我们还检查了模拟风场的异常流函数。波动能量通量（WAF）与罗斯贝波的群速度平行，能够大致指示波能量的传播。",
        "尽管由于海洋温度异常引起的热带遥相关（teleconnections），例如ENSO与亚洲季风之间的关系，已经得到了广泛研究（例如，Wang等，2000；Li等，2007；Li等，2017），但山地加热对全球大气环流的远程影响尚未得到充分研究。LS4P-I实验提供了一个机会，可以探讨热带高原（TP）表面异常对大气环流的详细特征及其全球响应。众所周知，TP表面的热状态可以显著影响东亚的天气和气候（例如，Liu等，2020）。早期研究表明，在夏季，北半球的副热带地区沿着西风急流存在一个环全球遥相关模式（CTP）。强对流季风降水中的潜热被认为是CTP的主要驱动因素（例如，Lau和Peng，1991；Lau和Weng，2002；Lau等，2004；Ding和Wang，2005；Ding等，2011）。"
      ],
      "research objectiveCn": [
        "项目“初始化地表温度和雪盖对季节内到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了16个参与LS4P第一阶段（LS4P-I）实验的当前先进地球系统模型（ESMs）对春季天山地区地表降温的全球尺度大气环流响应的模拟。对热带环流波列及其向南半球的跨赤道传播的动态理解将在新启动的LS4P第二阶段实验中进行深入探讨。",
        "本研究调查了全球大气对青藏 Plateau（TP）春季地表温度/地下水位异常的响应机制，采用LS4P-I地球系统模型进行模拟。为了进一步探讨TP的作用及热带环流（TRC）波列在短期到季节预测中的影响，我们检查了每个模型在五月的响应。这些结果表明，TRC波列在TP的地表和地下温度对热点区域的影响中发挥了关键作用，尤其是在北美地区，尽管TRC波列如何影响这些不同区域降水的详细机制仍需进一步研究。",
        "我们的目标是将热带低频（TP LST/SUBT）对全球大气环流的影响与热带环流波列（TRC wave train）的动态特征相结合，重点关注其在改善季节到季节（S2S）预测中的重要性。"
      ],
      "challengesCn": [
        "然而，从热带地区到南半球的模拟传播路径显示出较大的模型间差异。",
        "然而，模拟的波列与观测之间存在相位差异。然而，从北大西洋到乌拉尔山脉的区域，观测到的地势高度异常与多模型平均值的符号相反，这表明在这些区域，地表冷却可能不是观测到的环流异常的主要原因。主要的区别在于，模型集合中模拟的气候响应演变速度快于观测。南半球环流中模型响应的相关多样性可能是模拟响应与观测之间存在巨大不一致的主要原因之一，尽管模型集合在南半球中高纬度地区显示出强烈的响应。",
        "与观测相比，LS4P-I的气候模型（ESMs）在2003年5月未能很好地捕捉到T2m的冷异常。16个LS4P-I气候模型的集合均值在青藏 Plateau（TP）上表现出1.02°C的暖偏差，这一偏差强于TP T2m观测的年际变化标准差（约0.7°C）。模型集合均值的偏差空间分布如图1b所示，显示出2003年5月TP东部T2m的明显暖偏差。LS4P-I模拟进一步表明，TP表面热状态不仅对北半球具有全球性影响，还影响南半球的外热带大气环流，尽管由于模型间的变异性，这一影响存在较大不确定性。"
      ],
      "methodsCn": [
        "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常对全球的影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验是为了测试6月降水的区域偏差是否与5月TP表面温度的偏差有关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP T2m上的偏差。"
      ],
      "datasetCn": [
        "模拟的200 hPa位势高度差的集合均值在图5a中展示，同时与2003年5月的观测结果（图5b）一起，进一步探讨了大气环流对青藏 Plateau地表温度/土壤湿度效应的响应。",
        "在图1a中显示了青藏高原（TP）的观测气温（T2m）异常，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心（ECMWF）大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的常规水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。所有数据均以0.5° × 0.5°的空间分辨率提供。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02（Harris等，2014；2020）。"
      ],
      "findingsCn": [
        "LS4P-I结果首次表明，春季的表面温度异常可以通过青藏 Plateau（TP）调制一个持久的准纬向青藏 Plateau-落基山脉环全球（TRC）波列，从TP经过东北亚和白令海峡到北美西部，以及春季的西风急流贯穿整个北太平洋盆地。由TP热异常调制的TRC波列在早夏的表面气温和降水异常中发挥了关键作用，特别是在北美西北部和南部大平原地区。这些结果表明，TP的陆地表面温度/土壤湿度异常通过TRC波列是上述地区季节到季节变率的主要来源。",
        "这些结果综合表明，青藏 Plateau（TP）的波动列车在影响TP表面和地下温度对热点区域的影响中发挥了关键作用，特别是在北美地区，尽管TRC波动列车影响这些不同区域降水的详细机制仍需进一步研究。集合模型模拟显示，随着强西风急流穿过亚太地区的外热带，TP表面降温产生了一个从TP通过东北亚和白令海峡延伸到北美西部的条带性、持久性（演变时间尺度超过一个月）的TRC波动列车，其特征与2003年5月至6月观察到的地势高度异常非常相似。",
        "Xue et al. (2022) 讨论了响应于青藏 Plateau (TP) 地表温度/土壤湿度效应的6月降水模拟集合均值的关键特征。然而，LS4P-I 实验表明，TP 表面异常可以导致大气环流的持续和全球尺度异常，并对季节到季节的时间尺度上的夏季2米气温和降水产生近全球影响。此外，LS4P-I 实验确认并强调了热带环流波列（TRC）在TP表面异常全球影响中的重要甚至关键作用。对16个先进的地球系统模型（ESMs）的分析首次表明，春季TP表面异常可以调节持久的准气柱TRC波列。"
      ]
    },
    {
      "background": [
        "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
      ],
      "research objective": [
        "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
      ],
      "challenges": [
        "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
      ],
      "methods": [
        "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
      ],
      "dataset": [
        "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
      ],
      "findings": [
        "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
      ],
      "backgroundCn": [
        "亚季节到季节（S2S）降水预测在北半球春季和夏季月份中，尽管包括大量高影响事件，如干旱/洪水，但多年来预测效果仍然较差。青藏高原（TP）春季观测到的地表温度与多个远程地区的夏季降水存在滞后相关性，但当前全球陆气耦合模型由于在产生观测到的TP地表温度方面存在显著误差，无法表现出这种行为。自1970年代以来，土地在不同尺度的气候系统中的作用一直是许多研究的主题。一些土地表面属性，如反照率、土壤湿度、叶面积指数、植被和雪中的气溶胶，已被广泛研究以探索它们在陆气相互作用中的作用。海洋状态众所周知在调节地球气候方面发挥着重要作用。水文事件与海表温度（SST）异常之间的联系，如厄尔尼诺和拉尼娜，已被用于预测气候事件，并在几个月到几年范围内提供有用的技能。然而，研究也一致表明，SST仅部分解释气候可预测性。基于观测数据和建模的近期初步研究表明，落基山脉和青藏高原的春季地面温度可能影响各自下游地区的夏季干旱/洪水，其影响程度与SST效应和大气内部变率相当。尽管地表2米气温（T2m）测量在各种陆地表面变量中具有最佳质量和最长记录，并且具有全球覆盖，但在陆气相互作用研究中，特别是在S2S预测中，其应用在很大程度上被忽视。"
      ],
      "research objectiveCn": [
        "为了解决这些问题，全球能源与水交换（GEWEX）计划启动了“初始化的陆地温度和雪盖对亚季节到季节预测的影响”（LS4P）倡议，作为一项社区努力，测试高山地区的陆地温度对气候模型的S2S预测的影响。这项研究首次揭示，高山陆地温度可能是S2S降水可预测性的一个重要来源，其影响可能与全球“热点”地区的海洋表面温度一样大。LS4P的目标是检查观察到的2003年5月青藏高原异常低温是否导致全球热点地区观察到的6月降水异常。"
      ],
      "challengesCn": [
        "稳健的土地初始化和模型配置对这一努力至关重要，但仍然具有科学挑战性。大多数关于陆地-大气相互作用的研究受到观测数据不足的限制，往往集中于局部反馈。目前最先进的地球系统模型（ESMs）无法完全保留初始化的地表温度（LST）异常的记忆，原因在于模型参数化和提供不平衡初始大气/陆地条件的再分析数据存在缺陷。有两个问题需要进一步研究：1）集合均值产生的2米气温（T2m）差异小于观测异常。这种缺陷是否会导致对热带气候（TP）T2m效应的低估？2）在某些地区，集合均值产生了显著的6月降水差异，例如在澳大利亚西部和西欧，但与观测结果的符号相反。这是由于模型在产生完整的TP T2m异常和/或正确的降水异常方面的缺陷，还是由于涉及的其他过程？"
      ],
      "methodsCn": [
        "在这项研究中，观察到的T2m记录用于检查TP T2m与全球降水之间的可能关系，并识别出初始化TP 5月地面温度可能增强6月降水预测技能的位置（热点）。进行了两组实验，使用16个最先进的LS4P ESMs（见表ES1）。在第一个实验（称为控制运行）中，我们评估ESMs是否能够正确产生2003年5月的TP T2m异常和6月的降水异常。为了减轻ESMs在5月TP T2m上的偏差，并生成观察到的寒冷TP春季异常，我们引入了一种创新的方法来初始化TP上的LST/SUBT。在根据每个模型的T2m偏差和TP上的观察异常调整LST/SUBT初始条件后，进行了第二个实验（称为敏感性运行），该实验使用新的TP LST/SUBT初始条件，所有其他初始和边界条件以及集合成员与第一个实验相同。"
      ],
      "datasetCn": [
        "在本研究中，使用了中国气象局（CMA）的T2m数据，该数据涵盖了青藏高原的80个站点和中国境内超过2400个站点。气候异常监测系统（CAMS）的T2m数据用于其他地区。气候研究单位（CRU）的数据用于全球降水。"
      ],
      "findingsCn": [
        "这项研究首次揭示，高山地区的地面温度可能是季节到季节（S2S）降水可预测性的一个重要来源，其影响可能与全球“热点”区域的海洋表面温度相当；在一些“热点”区域，集合均值产生的观测异常超过40%。来自观测和多种地球系统模型（ESM）实验的一致结果表明，通过对青藏 Plateau（TP）地区的地面温度进行LST/SUBT初始化，可以改善5月TP地区的地面温度模拟，从而使ESM更好地预测6月在热点地区的降水，并且高山地区的地面温度可能成为通过升高加热提供S2S可预测性的一个新来源。"
      ]
    },
    {
      "background": [
        "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
      ],
      "research objective": [
        "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
      ],
      "challenges": [
        "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
      ],
      "methods": [
        "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
      ],
      "dataset": [
        "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
      ],
      "findings": [
        "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
      ],
      "backgroundCn": [
        "在亚季节到季节（S2S）时间尺度上成功预测干旱和洪水是天气和气候预测的主要挑战之一，预测失败可能导致对社会和经济产生重大不利影响。提高S2S时间尺度的预测技能需要进一步理解在此时间尺度上气候变率的机制以及识别可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）为S2S时间尺度提供了一种新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动项目“初始化地表温度和雪盖对亚季节到季节预测的影响（LS4P）”，旨在研究春季LST/SUBT异常对高山地区夏季降水预测的影响。"
      ],
      "research objectiveCn": [
        "项目“初始化地表温度和雪盖对亚季节到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季青藏高原地表降温的全球尺度大气环流响应。"
      ],
      "challengesCn": [
        "未能捕捉到TRC波列的参与模型在参考观测和成功模型时大大低估了气候异常。然而，从青藏 Plateau（TP）到南半球的模拟传播路径显示出较大的模型间差异。"
      ],
      "methodsCn": [
        "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常对全球的影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与5月TP表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP气温上的偏差。"
      ],
      "datasetCn": [
        "在图1a中显示了青藏高原(TP)的观测气温(T2m)异常，我们使用来自美国国家海洋和大气管理局(NOAA)气候异常监测系统(CAMS, Fan和van den Dool 2008)的数据。我们使用第五代欧洲中期天气预报中心(ECMWF)大气重分析(ERA5, Hersbach等，2020)，该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。全球降水数据来自气候研究单位(CRU)，在实施分析时使用版本4.02。"
      ],
      "findingsCn": [
        "LS4P-I的结果首次表明，春季的温度异常可以通过持久的准纬向青藏 Plateau-落基山脉环全球波列（TRC）从青藏 Plateau 传播到东北亚和白令海峡，再到北美西部，同时影响春季的西风急流。这些结果表明，青藏 Plateau 的地表温度/土壤湿度异常通过 TRC 波列是上述地区季节到季节变率的主要来源。此外，青藏 Plateau 的地表温度异常还可以通过产生跨赤道波列影响南半球的环流。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can initializing land surface temperature and subsurface temperature conditions improve the skill of subseasonal-to-seasonal precipitation predictions?",
        "QuestionCn": "初始化地表温度和地下温度条件是否能提高亚季节到季节降水预测的技能？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is there a need for robust land initialization and model configuration to address scientific challenges in land–atmosphere interaction studies?",
        "QuestionCn": "在陆地-大气相互作用研究中，是否需要强大的土地初始化和模型配置来应对科学挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the data collection methods used to evaluate the impact of land surface temperature anomalies on subseasonal-to-seasonal predictions?",
        "QuestionCn": "用于评估地表温度异常对亚季节到季节预测影响的数据收集方法有哪些？",
        "AnswerEn": "Observed T2m records, numerical experiments with Earth System Models (ESMs)",
        "AnswerCn": "观测到的T2m记录，地球系统模型（ESMs）的数值实验",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can datasets relevant to land temperature and atmospheric interaction over the Tibetan Plateau be sourced?",
        "QuestionCn": "可以从哪里获取与青藏 Plateau 的土地温度和大气相互作用相关的数据集？",
        "AnswerEn": "NOAA Climate Anomaly Monitoring System, ECMWF atmospheric reanalysis ERA5, Climate Research Unit",
        "AnswerCn": "NOAA气候异常监测系统，ECMWF大气再分析ERA5，气候研究单位",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with data collection for modeling the atmospheric response to land surface temperature anomalies?",
        "QuestionCn": "与建模大气对地表温度异常响应相关的数据收集面临哪些挑战？",
        "AnswerEn": "land initialization",
        "AnswerCn": "土地初始化",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when using Earth System Models to predict the influence of land surface temperature on weather patterns?",
        "QuestionCn": "使用地球系统模型预测地表温度对天气模式影响时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge is that current Earth System Models often fail to capture the observed temperature anomalies accurately, such as the cold anomaly over the Tibetan Plateau, due to deficiencies in model parameterizations and imbalanced initial conditions from reanalysis data, affecting the prediction of related climate anomalies.",
        "AnswerCn": "一个显著的挑战是，目前的地球系统模型往往无法准确捕捉到观察到的温度异常，例如青藏高原上的冷异常，这主要是由于模型参数化的缺陷和来自再分析数据的不平衡初始条件，影响了相关气候异常的预测。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of datasets used to study the atmospheric circulation responses to land surface temperature effects?",
        "QuestionCn": "您能否提供用于研究陆地表面温度影响的气候环流响应的数据集示例？",
        "AnswerEn": "Datasets such as the NOAA Climate Anomaly Monitoring System (CAMS) for T2m data, the ERA5 reanalysis for atmospheric circulation, and the Climate Research Unit (CRU) for global precipitation data are utilized to analyze the atmospheric circulation responses to land surface temperature effects in the Tibetan Plateau.",
        "AnswerCn": "数据集如NOAA气候异常监测系统（CAMS）的T2m数据、ERA5再分析的气候环流数据以及气候研究单位（CRU）的全球降水数据被用于分析青藏高原土地表面温度对大气环流的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential features of the data collection methods for evaluating the performance of Earth System Models in simulating temperature and precipitation anomalies?",
        "QuestionCn": "评估地球系统模型在模拟温度和降水异常方面性能的数据收集方法的基本特征是什么？",
        "AnswerEn": "initialization of land surface and subsurface temperature conditions, use of observed T2m records from various stations, application of state-of-the-art Earth System Models, reduction of biases, improvement of prediction skills",
        "AnswerCn": "地表和地下温度条件的初始化，使用来自各个站点的观测T2m记录，应用最先进的地球系统模型，减少偏差，提高预测技能。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many data points are typically used to evaluate the TP T2m and precipitation anomalies in Earth System Models?",
        "QuestionCn": "通常用于评估地球系统模型中温度（T2m）和降水异常的数据点有多少？",
        "AnswerEn": "16",
        "AnswerCn": "16",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the resolution of the observational data used for analyzing atmospheric circulation related to the Tibetan Plateau?",
        "QuestionCn": "用于分析与青藏 Plateau 相关的大气环流的观测数据的分辨率是多少？",
        "AnswerEn": "1.0° × 1.0°",
        "AnswerCn": "1.0° × 1.0°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many stations' data are used from the Chinese Meteorological Administration for temperature measurements over the Tibetan Plateau?",
        "QuestionCn": "中国气象局用于青藏高原温度测量的数据来自多少个气象站？",
        "AnswerEn": "80",
        "AnswerCn": "80",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'initialized land surface temperature (LST) and snowpack' mean in the context of subseasonal to seasonal (S2S) climate prediction?",
        "QuestionCn": "在次季节到季节（S2S）气候预测的背景下，“初始化的地表温度（LST）和积雪”是什么意思？",
        "AnswerEn": "In the context of S2S climate prediction, 'initialized land surface temperature (LST) and snowpack' refers to the use of initial conditions of land surface temperature and snowpack data in climate models to improve the accuracy of predictions. This involves setting accurate initial values for these variables in model simulations, as they are significant sources of predictability for climate variability, particularly in high-mountain regions where these factors can influence downstream weather patterns.",
        "AnswerCn": "在S2S气候预测的背景下，“初始化的地表温度（LST）和雪盖”是指在气候模型中使用地表温度和雪盖数据的初始条件，以提高预测的准确性。这涉及在模型模拟中设置这些变量的准确初始值，因为它们是气候变率的重要可预测来源，特别是在高山地区，这些因素可以影响下游的天气模式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods used to initialize land surface temperatures in high mountain areas compare to traditional atmospheric and land condition initialization techniques for improving S2S predictions?",
        "QuestionCn": "在高山地区，初始化地表温度的方法与传统的大气和陆地条件初始化技术相比，如何改善S2S预测？",
        "AnswerEn": "The methods to initialize land surface temperatures in high mountain areas involve specific adjustments to LST/SUBT conditions to address biases and improve prediction accuracy, whereas traditional initialization techniques may not specifically target these biases. These specialized methods are shown to enhance the prediction of precipitation anomalies by addressing the unique thermal characteristics of high mountain regions.",
        "AnswerCn": "在高山地区，初始化地表温度的方法涉及对地表温度/土壤温度条件进行特定调整，以解决偏差并提高预测准确性，而传统的初始化技术可能并未特别针对这些偏差。这些专门的方法通过解决高山地区独特的热特性，显示出能够增强降水异常预测的效果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can land surface temperature anomalies over high mountain areas be interpreted as a source of predictability for subseasonal-to-seasonal precipitation patterns?",
        "QuestionCn": "如何将高山地区的地表温度异常解释为次季节到季节降水模式的可预测性来源？",
        "AnswerEn": "Springtime land surface temperature anomalies over high mountain areas like the Tibetan Plateau have been shown to modulate a Tibetan Plateau-Rocky Mountain Circumglobal wave train. This wave train can influence atmospheric circulation and precipitation patterns in remote regions, providing a new source of predictability for subseasonal-to-seasonal precipitation.",
        "AnswerCn": "春季高山地区（如青藏 Plateau）的地表温度异常被证明会调节青藏 Plateau-落基山脉的环全球波列。这种波列可以影响大气环流和远程地区的降水模式，为亚季节到季节的降水提供了一种新的可预测性来源。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are encountered in ensuring the accuracy of ensemble models when interpreting the impact of land temperature anomalies on global precipitation patterns?",
        "QuestionCn": "在解释土地温度异常对全球降水模式影响时，确保集成模型准确性所面临的挑战有哪些？",
        "AnswerEn": "A major challenge is the large inter-model differences in simulated propagation pathways and the inability of models to fully capture observed temperature anomalies, resulting in discrepancies between model predictions and observed data. Ensuring accurate initialization and addressing biases in land surface temperature are critical to improving the models' ability to predict precipitation patterns.",
        "AnswerCn": "一个主要挑战是模拟传播路径的模型间差异较大，以及模型无法完全捕捉到观察到的温度异常，导致模型预测与观测数据之间存在差异。确保准确的初始化和解决地表温度的偏差对于提高模型预测降水模式的能力至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes variability in the effectiveness of data collection techniques for modeling the impact of Tibetan Plateau land surface temperature anomalies on global atmospheric circulations?",
        "QuestionCn": "导致数据收集技术在建模青藏高原地表温度异常对全球大气环流影响的有效性方面存在变异性的原因是什么？",
        "AnswerEn": "Variability in effectiveness can be attributed to factors such as deficiencies in model parameterizations, inter-model differences in simulating propagation pathways, and the quality of initial atmospheric/land conditions provided by reanalysis data.",
        "AnswerCn": "有效性差异可以归因于以下因素：模型参数化的缺陷、模型在模拟传播路径方面的差异，以及由再分析数据提供的初始大气/陆地条件的质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What underlying factors contribute to the challenges in obtaining accurate datasets for simulating the global atmospheric response to Tibetan Plateau temperature anomalies?",
        "QuestionCn": "导致获取准确数据集以模拟青藏 Plateau 温度异常对全球大气响应的挑战的潜在因素有哪些？",
        "AnswerEn": "Challenges stem from a lack of robust observational data, limitations in model configurations, and the inability of current state-of-the-art Earth System Models to fully preserve the memory of initialized land surface temperature anomalies.",
        "AnswerCn": "挑战源于缺乏可靠的观测数据、模型配置的局限性，以及当前最先进的地球系统模型无法完全保留初始化的陆地表面温度异常的记忆。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using different land surface temperature initialization techniques on the accuracy of subseasonal-to-seasonal precipitation predictions?",
        "QuestionCn": "使用不同的地表温度初始化技术对亚季节到季节降水预测准确性的潜在影响是什么？",
        "AnswerEn": "Using different land surface temperature initialization techniques can significantly impact the accuracy of subseasonal-to-seasonal precipitation predictions by improving the simulation of land-atmosphere interactions. This is critical in regions where spring land temperature anomalies, like those over the Tibetan Plateau, can influence summer precipitation patterns. The initialization could enhance the model's ability to capture these temperature anomalies, thus improving prediction skill over global 'hotspot' regions where the effect is as significant as that of ocean surface temperatures.",
        "AnswerCn": "使用不同的地表温度初始化技术可以显著影响亚季节到季节降水预测的准确性，通过改善陆气相互作用的模拟。这在春季地面温度异常（如青藏高原地区）能够影响夏季降水模式的区域尤为重要。初始化可以增强模型捕捉这些温度异常的能力，从而提高全球“热点”区域的预测技能，这些区域的影响与海洋表面温度的影响同样显著。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a dataset that incorporates initialized land temperature and snowpack data for subseasonal-to-seasonal prediction models?",
        "QuestionCn": "创建一个包含初始化土地温度和雪盖数据的数据集，以用于亚季节到季节预测模型的主要目标是什么？",
        "AnswerEn": "The primary objectives include studying the impact of springtime land surface and subsurface temperature anomalies over high mountain areas on summertime precipitation predictions and improving prediction skill at subseasonal-to-seasonal timescales by identifying new sources of predictability, such as land temperature.",
        "AnswerCn": "主要目标包括研究春季高山地区地表和地下温度异常对夏季降水预测的影响，以及通过识别新的可预测性来源（如土地温度）来提高亚季节到季节时间尺度的预测技能。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in conducting numerical experiments to assess the global influence of Tibetan Plateau spring surface temperature anomalies using Earth System Models?",
        "QuestionCn": "使用地球系统模型进行数值实验以评估青藏高原春季地表温度异常的全球影响涉及哪些程序步骤？",
        "AnswerEn": "In the first phase of the LS4P project, numerical experiments are designed to evaluate the performance of 16 Earth System Models (ESMs) in simulating Tibetan Plateau surface temperature and precipitation anomalies. Two sets of experiments are conducted: EXP_CTRL, which uses standard prediction settings, and EXP_LST/SUBT, which initializes land surface and subsurface temperatures to reduce model bias. Each set of experiments uses consistent initial and boundary conditions, and ensemble members to ensure comparability.",
        "AnswerCn": "在LS4P项目的第一阶段，设计了数值实验以评估16个地球系统模型（ESMs）在模拟青藏高原表面温度和降水异常方面的表现。进行两组实验：EXP_CTRL，使用标准预测设置；EXP_LST/SUBT，初始化陆地表面和地下温度以减少模型偏差。每组实验使用一致的初始和边界条件，以及集合成员，以确保可比性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can potential datasets be utilized to explore the relationship between high-mountain land temperatures and global precipitation patterns?",
        "QuestionCn": "潜在的数据集如何被利用来探索高山地区温度与全球降水模式之间的关系？",
        "AnswerEn": "Datasets such as the Chinese Meteorological Administration T2m data for China and the Climate Anomaly Monitoring System (CAMS) T2m data globally can be used to examine relationships between Tibetan Plateau land temperatures and global precipitation. Additionally, the Climate Research Unit (CRU) data provides global precipitation information, which, when combined with temperature datasets, allows researchers to identify hotspot regions where temperature anomalies might influence precipitation patterns.",
        "AnswerCn": "中国气象局的T2m数据和全球气候异常监测系统（CAMS）的T2m数据可以用来研究青藏高原地表温度与全球降水之间的关系。此外，气候研究单位（CRU）数据提供全球降水信息，这些数据与温度数据结合使用，可以帮助研究人员识别温度异常可能影响降水模式的热点区域。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges are encountered in model configuration and initialization when investigating the impact of land surface temperature anomalies on subseasonal-to-seasonal climate predictions?",
        "QuestionCn": "在研究地表温度异常对亚季节到季节气候预测影响时，模型配置和初始化面临哪些挑战？",
        "AnswerEn": "Challenges include robust land initialization and model configuration that can preserve the memory of initialized land surface temperature anomalies. Current Earth System Models struggle to fully represent observed temperature anomalies due to deficiencies in model parameterizations and unbalanced initial conditions from reanalysis data. These issues can lead to underestimation of temperature effects and inaccurate precipitation predictions in some regions, indicating a need for further investigation into model deficiencies and alternative processes.",
        "AnswerCn": "挑战包括稳健的土地初始化和模型配置，这些配置能够保持初始化的地表温度异常的记忆。目前的地球系统模型在充分表示观察到的温度异常方面存在困难，主要是由于模型参数化的缺陷和来自再分析数据的不平衡初始条件。这些问题可能导致温度影响的低估以及某些地区降水预测的不准确，表明需要进一步调查模型缺陷和替代过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enabled the integration of high-resolution atmospheric reanalysis data with Earth System Models for S2S prediction?",
        "QuestionCn": "哪些技术进步使得高分辨率大气重分析数据与地球系统模型的季节到季节预测（S2S）集成成为可能？",
        "AnswerEn": "The use of the fifth generation ECMWF atmospheric reanalysis (ERA5) with high spatial resolution allows for detailed investigation of atmospheric circulation patterns, which can be integrated into Earth System Models to improve S2S prediction, particularly with regard to the impact of land surface and subsurface temperatures.",
        "AnswerCn": "第五代欧洲中期天气预报中心大气重分析（ERA5）具有高空间分辨率，能够详细研究大气环流模式，这些模式可以集成到地球系统模型中，以改善季节到季节的预测，特别是在陆地表面和地下温度影响方面。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might initializing land surface temperature and snowpack conditions in high-mountain regions not fully improve subseasonal-to-seasonal prediction models?",
        "QuestionCn": "为什么在高山地区初始化地表温度和雪盖条件可能无法完全改善亚季节到季节的预测模型？",
        "AnswerEn": "The challenge lies in the robust land initialization and model configuration, which remain scientifically difficult. Current state-of-the-art Earth System Models (ESMs) may not fully preserve the memory from initialized land surface temperature anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions.",
        "AnswerCn": "挑战在于稳健的土地初始化和模型配置，这在科学上仍然困难。当前最先进的地球系统模型（ESMs）可能无法完全保留从初始化的陆地表面温度异常中获得的记忆，这主要是由于模型参数化和提供不平衡初始大气/陆地条件的再分析数据的缺陷。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for inconsistencies between model simulations and observed anomalies in datasets used for subseasonal-to-seasonal prediction?",
        "QuestionCn": "模型模拟与用于亚季节到季节预测的数据集中的观测异常之间的不一致性原因是什么？",
        "AnswerEn": "Inconsistencies arise because the ensemble-mean-produced temperature differences are often smaller than the observed anomalies. Additionally, in some areas, the ensemble mean produces significant precipitation differences with opposite signs compared to observations, which may be due to model deficiencies in generating the full temperature anomaly or correct precipitation anomaly, or other involved processes.",
        "AnswerCn": "不一致的情况出现是因为集合均值产生的温度差异通常小于观察到的异常。此外，在某些地区，集合均值产生的降水差异与观察结果的符号相反，这可能是由于模型在生成完整的温度异常或正确的降水异常方面存在缺陷，或其他相关过程所致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what are the main challenges in using observational data to evaluate the impact of land surface temperature anomalies on subseasonal to seasonal predictions?",
        "QuestionCn": "在使用观测数据评估地表温度异常对亚季节到季节预测影响时，主要面临的挑战是什么？",
        "AnswerEn": "One of the main challenges is the lack of robust observational data, particularly over high mountain regions like the Tibetan Plateau. This limitation affects the ability to accurately initialize models with observed land surface temperature anomalies, leading to potential biases in model outputs. Additionally, the ensemble mean in some areas produces significant differences in precipitation with opposite signs compared to observations, indicating that model deficiencies and the underrepresentation of the full temperature anomaly effects are significant challenges.",
        "AnswerCn": "主要挑战之一是缺乏强有力的观测数据，特别是在像青藏高原这样的高山地区。这一限制影响了用观测到的地表温度异常准确初始化模型的能力，从而导致模型输出可能存在偏差。此外，在某些地区，集合均值与观测数据相比产生了显著的降水差异，且符号相反，这表明模型缺陷和对完整温度异常效应的低估是重大挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the integration of additional datasets enhance the predictability of atmospheric and precipitation anomalies beyond the currently used sources?",
        "QuestionCn": "额外数据集的整合如何增强大气和降水异常的可预测性，超越当前使用的来源？",
        "AnswerEn": "Integrating datasets that provide more detailed observations of land surface attributes, such as albedo, soil moisture, and vegetation, could enhance predictability by improving the initialization of land-atmosphere interactions. Moreover, using more comprehensive datasets, such as higher-resolution reanalysis products or additional regional climate data, could help refine the representation of temperature anomalies and their effects on atmospheric and precipitation patterns, thereby potentially reducing model biases and improving prediction skill.",
        "AnswerCn": "整合提供更详细的土地表面属性观测数据集，如反照率、土壤湿度和植被，可以通过改善陆气相互作用的初始化来增强可预测性。此外，使用更全面的数据集，如更高分辨率的再分析产品或额外的区域气候数据，可以帮助细化温度异常的表现及其对大气和降水模式的影响，从而可能减少模型偏差并提高预测技能。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can’t figure out how land surface temperature anomalies are effectively measured and used to predict atmospheric circulations on a global scale.",
        "QuestionCn": "我无法弄清楚地表温度异常是如何有效测量的，以及如何用于预测全球范围内的大气环流。",
        "AnswerEn": "In the study of subseasonal-to-seasonal prediction, land surface temperature anomalies, particularly over high mountain areas like the Tibetan Plateau, are measured using observational data such as the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS) and Chinese Meteorological Administration (CMA) T2m data. These measurements are then used to model atmospheric circulations using Earth System Models that simulate the impact of these anomalies on global atmospheric patterns.",
        "AnswerCn": "在季节内到季节的预测研究中，特别是在像青藏高原这样的高山地区，地表温度异常是通过观测数据进行测量的，例如美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS）和中国气象局（CMA）T2m数据。这些测量结果随后用于利用地球系统模型模拟大气环流，模拟这些异常对全球大气模式的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don’t understand how the initialization of land surface temperature can influence model predictions of precipitation in remote regions.",
        "QuestionCn": "我不明白地表温度的初始化如何影响遥远地区降水的模型预测。",
        "AnswerEn": "The initialization of land surface temperature over high mountain areas like the Tibetan Plateau is crucial as it can influence the global atmospheric circulation patterns through mechanisms like the Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train. By reducing the bias in the initial conditions related to land surface temperature, models can more accurately simulate precipitation anomalies in remote regions, thereby improving subseasonal-to-seasonal prediction skill.",
        "AnswerCn": "高山地区如青藏高原的地表温度初始化至关重要，因为它可以通过青藏高原-落基山脉环全球波列（TRC）等机制影响全球大气环流模式。通过减少与地表温度相关的初始条件偏差，模型可以更准确地模拟远程地区的降水异常，从而提高季节内到季节的预测能力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the methodologies employed for initializing land surface temperature and snowpack in Earth System Models, particularly focusing on any innovative approaches used in high-mountain regions.",
        "QuestionCn": "请描述在地球系统模型中初始化地表温度和雪盖的 methodologies，特别关注在高山地区使用的任何创新方法。",
        "AnswerEn": "The methodologies employed involve initializing the land surface temperature and subsurface temperature (LST/SUBT) over high-mountain regions like the Tibetan Plateau. An innovative approach was used where LST/SUBT initial conditions were adjusted based on each model’s temperature bias and observed anomalies. This adjustment aimed to alleviate biases and generate observed anomalies, thereby enhancing prediction accuracy.",
        "AnswerCn": "所采用的方法涉及在高山地区如青藏高原初始化地表温度和地下温度（LST/SUBT）。采用了一种创新的方法，根据每个模型的温度偏差和观测异常调整LST/SUBT初始条件。这种调整旨在减轻偏差并生成观测异常，从而提高预测准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please summarize the challenges faced in data collection and model configuration for subseasonal to seasonal prediction, especially concerning land-atmosphere interactions.",
        "QuestionCn": "在亚季节到季节预测的数据收集和模型配置中，面临的挑战主要包括以下几个方面： \n\n1. **数据的可用性和质量**：获取高质量的观测数据和再分析数据可能存在困难，尤其是在某些地区或特定时间段内。\n\n2. **空间和时间分辨率**：不同的数据源可能具有不同的空间和时间分辨率，这使得整合数据变得复杂。\n\n3. **模型复杂性**：土地-大气相互作用的复杂性使得模型配置变得困难，尤其是在考虑土壤湿度、植被变化和地表温度等因素时。\n\n4. **参数化方案**：在模型中正确参数化土地-大气相互作用过程是一个挑战，尤其是在不同气候条件下。\n\n5. **不确定性**：模型预测的不确定性来源于初始条件、边界条件和模型本身的结构，这些都可能影响预测的准确性。\n\n6. **多尺度交互**：亚季节到季节预测需要考虑不同时间尺度和空间尺度之间的相互作用，这增加了模型的复杂性。\n\n7. **气候变化影响**：气候变化对土地-大气相互作用的影响尚未完全理解，这使得模型的长期预测面临挑战。",
        "AnswerEn": "Challenges in data collection and model configuration include the scientific difficulty of robust land initialization, limitations due to a lack of observational data, and deficiencies in model parameterizations. The inability of current models to fully preserve memory from initialized LST anomalies due to unbalanced initial atmospheric/land conditions also presents significant challenges.",
        "AnswerCn": "数据收集和模型配置中的挑战包括稳健的土地初始化的科学难度、由于缺乏观测数据而导致的限制，以及模型参数化的不足。当前模型无法完全保留初始化的地表温度异常的记忆，因为初始的气象/土地条件不平衡，这也带来了重大挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify potential datasets that could be used to study the influence of high-mountain land temperature anomalies on global precipitation patterns.",
        "QuestionCn": "请识别潜在的数据集，这些数据集可以用于研究高山地区温度异常对全球降水模式的影响。",
        "AnswerEn": "Potential datasets include the Chinese Meteorological Administration (CMA) T2m data, National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS) T2m data, fifth-generation ECMWF atmospheric reanalysis (ERA5), and the Climate Research Unit (CRU) global precipitation data. These datasets provide comprehensive coverage for analyzing land temperature and global precipitation patterns.",
        "AnswerCn": "潜在的数据集包括中国气象局（CMA）T2m数据、国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS）T2m数据、第五代欧洲中期天气预报中心大气重分析（ERA5）以及气候研究单位（CRU）全球降水数据。这些数据集为分析陆地温度和全球降水模式提供了全面的覆盖。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}