{
    "id": "af162845-4974-4f0a-a208-736617bfe064",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "High-resolution tropospheric NO2 VCDs over East Asia POMINO v2.1 (2012-2020)",
            "titleCn": "东亚地区高分辨率对流层二氧化氮垂直柱浓度数据集POMINO v2.1 （2012-2020）",
            "description": "This data set contains the high-resolution tropospheric nitrogen dioxide vertical column concentration pomino v2.1 data in East Asia from 2012 to 2020. It is a new version of the data after bug fix of v2.0.1, which provides an important data basis for studying the spatial distribution characteristics and temporal change trend of tropospheric nitrogen dioxide in China. Based on the tropospheric nitrogen dioxide slant column concentration provided by KNMI, the pomino tropospheric nitrogen dioxide vertical column concentration is calculated through the tropospheric AMF retrieval algorithm developed by ourselves. The comparison with the ground-based observation data shows that the tropospheric nitrogen dioxide column concentration of pomino can better capture the day-to-day variation trend, and has better correlation with the ground-based observation data. At present, the data has been used for scientific research by many universities and scientific research institutions at home and abroad. In the future, the data set will provide more comprehensive data support for scientific research projects on the Qinghai Tibet Plateau.",
            "descriptionCn": "本数据集包含了2012-2020年东亚地区高分辨率对流层二氧化氮垂直柱浓度POMINO v2.1数据，是v2.0.1错误修复后的新版本数据，为研究中国地区对流层二氧化氮的空间分布特征和时间变化趋势提供了重要的数据基础。该数据基于KNMI提供的对流层二氧化氮斜柱浓度，通过自行开发的对流层AMF反演算法，计算得到POMINO对流层二氧化氮垂直柱浓度。与地基观测资料的对比表明，POMINO的对流层二氧化氮柱浓度能够更好地抓住日际间的变化趋势，同时与地基观测数据的相关性也更好。目前该数据已被国内外多家高校以及科研机构用于科研使用，在未来，该数据集将对青藏高原科考项目提供更加全面的数据支持。",
            "instructions": "File name: pomino_ v2.1_ monthly_ Yyyymm.txt, where yyyy represents year and mm represents month.\nData reading method: all data in the dataset are txt files, which can be opened and read in Python. For specific reading scripts, please refer to http://www.pku-atmos-acm.org/acmProduct.php/#POMINO",
            "instructionsCn": "文件名为：POMINO_v2.1_monthly_YYYYMM.txt，其中YYYY代表年份，MM代表月份。\n数据读取方式：该数据集中的所有数据均为txt格式文件，可用python打开并读取，具体读取脚本可参考http://www.pku-atmos-acm.org/acmProduct.php/#POMINO",
            "east": 140.0,
            "west": 70.0,
            "south": 15.0,
            "north": 55.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 77951642.0,
            "cstr": "18406.11.Atmos.tpdc.271854",
            "doi": "10.11888/Atmos.tpdc.271854",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "林金泰",
                "nameEn": "LIN Jintai",
                "unitEn": "",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Retrieving tropospheric nitrogen dioxide from the Ozone Monitoring Instrument: Effects of aerosols, surface reflectance anisotropy, and vertical profile of nitrogen dioxide",
                "referenceCn": null,
                "referenceEn": "Lin, J.T*., Martin, R.V., Boersma, K.F., Sneep, M., Stammes, P., & Spurr, R., et al. (2014). Retrieving tropospheric nitrogen dioxide from the ozone monitoring instrument: effects of aerosols, surface reflectance anisotropy, and vertical profile of nitrogen dioxide, Atmos. Chem. Phys., 14, 1441-1461, doi:10.5194/acp-14-1441-2014"
            },
            {
                "titleCn": null,
                "titleEn": "Influence of aerosols and surface reflectance on satellite NO2 retrieval: seasonal and spatial characteristics and implications for NOx emission constraints",
                "referenceCn": null,
                "referenceEn": "Lin, J.T*., Liu, M.Y., Xin, J.Y., Boersma, K.F., Spurr, R., Martin, R., & Zhang, Q. (2015). Influence of aerosols and surface reflectance on satellite NO2 retrieval: seasonal and spatial characteristics and implications for NOx emission constraints, Atmospheric Chemistry and Physics, 15, 11217-11241, doi:10.5194/acp-15-11217-2015"
            },
            {
                "titleCn": null,
                "titleEn": "Improved aerosol correction for OMI tropospheric NO2 retrieval over East Asia: constraint from CALIOP aerosol vertical profile",
                "referenceCn": null,
                "referenceEn": "Liu, M.Y., Lin, J.T*., Boersma, K.F*., Pinardi, G., Wang, Y., Chimot, J., Wagner, T., Xie, P., Eskes, H., Van Roozendael, M., Hendrick, F., Wang, P., Wang, T., Yan, Y.Y., Chen, L.L., & Ni, R.J. (2019). Improved aerosol correction for OMI tropospheric NO2 retrieval over East Asia: constraint from CALIOP aerosol vertical profile, Atmospheric Measurement Techniques, 12, 1-21, doi:10.5194/amt-12-1-2019"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气微量气体",
                "nameEn": "Atmospheric Trace Gase"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "氮化合物",
                "nameEn": "Nitrogen compounds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "东亚地区",
                "keywordEn": "East Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-2020",
                "keywordEn": "2012-2020",
                "type": "temporal"
            },
            {
                "keywordCn": "月平均",
                "keywordEn": "monthly mean",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The retrieval of tropospheric NO2 VCD from OMI is done by dividing the tropospheric slant column density (SCD) by the tropospheric air mass factor (AMF). Current representative OMI products covering China, DOMINO v2 and OMNO2 v2, do not explicitly account for the effect of aerosols on the solar radiation. Since aerosols affect the radiation field in retrieving both clouds and NO2, the net effect on the retrieved NO2 columns is unclear. This aerosol issue is particularly significant over East China due to its high aerosol loadings. In addition, the DOMINO and OMNO2 products also assume Lambertian surface with no dependence of surface reflectance on the geometry of the light path. DOMINO and OMNO2 adopt the vertical profile of NO2 simulated by coarse-resolution global chemical transport models (CTMs), TM4 at 3° long. × 2° lat. for DOMINO v2 and GMI at 2.5° long. × 2° lat. for OMNO2 v2, which are unable to capture the variability of NO2 at smaller scales."
            ],
            "research objective": [
                "Here we quantify the influences over China via an improved retrieval process."
            ],
            "challenges": [],
            "methods": [
                "We explicitly account for aerosol optical effects (simulated by nested GEOS-Chem at 0.667° long. × 0.5° lat. and constrained by aerosol measurements), surface reflectance anisotropy, and high-resolution vertical profiles of NO2 (simulated by GEOS-Chem). Prior to the NO2 retrieval, we derive the cloud information using consistent ancillary assumptions. We compare our retrieval to the widely used DOMINO v2 product, using MAX-DOAS measurements at three urban/suburban sites in East China as reference and focusing the analysis on the 127 OMI pixels (in 30 days) closest to the MAX-DOAS sites."
            ],
            "dataset": [
                "The MAX-DOAS measurements were conducted at three urban/suburban sites in East China, one at the Institute of Atmospheric Physics (IAP), Chinese Academy of Sciences (CAS) in urban Beijing, one in Xianghe County to the southeast of Beijing, and one in the city of Tai’An. For all sites, the VCD of NO2 is retrieved from the radiation measurements around 477 nm. The total retrieval uncertainty on the tropospheric NO2 column has been estimated at 11% for the Beijing and Xianghe sites (Hendrick et al., 2013) and 14% for the Tai’An site (Irie et al., 2012)."
            ],
            "findings": [
                "We find that our retrieval reduces the interference of aerosols on the retrieved cloud properties, thus enhancing the number of valid OMI pixels by about 25%. Compared to DOMINO v2, our retrieval better captures the day-to-day variability in MAX-DOAS NO2 data (R2 = 0.96 versus 0.72), due to pixel-specific radiative transfer calculations rather than the use of a look-up table, explicit inclusion of aerosols, and consideration of surface reflectance anisotropy. Our retrieved NO2 columns are 54% of the MAX-DOAS data on average, reflecting the inevitable spatial inconsistency between the two types of measurement, errors in MAX-DOAS data, and uncertainties in our OMI retrieval related to aerosols and vertical profile of NO2."
            ],
            "backgroundCn": [
                "从OMI获取对流层NO2垂直柱密度（VCD）的方法是将对流层斜柱密度（SCD）除以对流层空气质量因子（AMF）。当前覆盖中国的代表性OMI产品DOMINO v2和OMNO2 v2并未明确考虑气溶胶对太阳辐射的影响。由于气溶胶影响辐射场，从而在检索云和NO2时，检索到的NO2柱的净效应尚不清楚。由于东中国地区的气溶胶负荷较高，这一气溶胶问题尤为显著。此外，DOMINO和OMNO2产品还假设地表为朗伯反射面，且地表反射率与光路几何形状无关。DOMINO和OMNO2采用了由粗分辨率全球化学运输模型（CTMs）模拟的NO2垂直分布，DOMINO v2使用TM4（3°经度 × 2°纬度），OMNO2 v2使用GMI（2.5°经度 × 2°纬度），这些模型无法捕捉NO2在更小尺度上的变异性。"
            ],
            "research objectiveCn": [
                "在这里，我们通过改进的检索过程量化对中国的影响。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "我们明确考虑了气溶胶光学效应（通过嵌套的GEOS-Chem模拟，分辨率为0.667°经度 × 0.5°纬度，并受到气溶胶测量的约束）、地表反射各向异性以及高分辨率的NO2垂直剖面（由GEOS-Chem模拟）。在NO2反演之前，我们使用一致的辅助假设推导云信息。我们将我们的反演结果与广泛使用的DOMINO v2产品进行比较，使用东中国三个城市/郊区站点的MAX-DOAS测量作为参考，重点分析与MAX-DOAS站点最近的127个OMI像素（在30天内）。"
            ],
            "datasetCn": [
                "MAX-DOAS 测量在中国东部的三个城市/郊区地点进行，一处位于北京的中国科学院大气物理研究所，另一处位于北京东南的香河县，第三处位于泰安。对于所有地点，NO2 的垂直柱浓度（VCD）是通过对477 nm附近的辐射测量进行反演得到的。对北京和香河站的对流层 NO2 柱的总反演不确定性估计为11%（Hendrick et al., 2013），而泰安站的估计为14%（Irie et al., 2012）。"
            ],
            "findingsCn": [
                "我们发现我们的检索减少了气溶胶对云属性检索的干扰，从而使有效的OMI像素数量增加了约25%。与DOMINO v2相比，我们的检索更好地捕捉了MAX-DOAS NO2数据的日常变化（R2 = 0.96对比0.72），这是由于采用了像素特定的辐射传输计算，而不是使用查找表，明确考虑了气溶胶的影响，并考虑了表面反射各向异性。我们的NO2柱浓度检索结果平均为MAX-DOAS数据的54%，反映了两种测量之间不可避免的空间不一致性、MAX-DOAS数据的误差以及与气溶胶和NO2垂直分布相关的OMI检索不确定性。"
            ]
        },
        {
            "background": [
                "Tropospheric vertical column densities (VCDs) of nitrogen dioxide (NO2) retrieved from the Ozone Monitoring Instrument (OMI) on board the Earth Observing System (EOS) Aura satellite have been widely used to monitor and analyze NOx pollution over China because of their high spatiotemporal coverage. However, NO2 retrieved from OMI and other spaceborne instruments is subject to errors in the conversion process from radiance to VCD, particularly with respect to the calculation of tropospheric air mass factor (AMF) that is used to convert tropospheric slant column density (SCD) to VCD. Most current-generation NO2 algorithms do not explicitly account for the effects of aerosols on NO2 AMFs and on prerequisite cloud parameter retrievals. In polluted situations with high aerosol loadings and more absorbing aerosol types, which often occur over China and many other developing regions, the implicit method can result in considerable biases. Lin et al. (2014b, 2015) established the POMINO NO2 algorithm, which builds on the DOMINO v2 algorithm (for OMI NO2 slant columns and stratospheric correction), but improves upon it through a more sophisticated AMF calculation over China. The CALIOP lidar, carried on the sun synchronous CALIPSO satellite, has been acquiring global aerosol extinction profiles since June 2006."
            ],
            "research objective": [
                "This study improves upon the POMINO algorithm by incorporating CALIOP monthly climatology of aerosol vertical extinction profiles to correct for model biases. Here we present a major algorithm update, POMINO v1.1, by constructing a monthly climatological dataset of aerosol extinction profiles, based on level 2 CALIOP/CALIPSO data over 2007–2015, to better constrain the modeled aerosol vertical profiles."
            ],
            "challenges": [],
            "methods": [
                "Here we construct a custom monthly climatology of aerosol vertical extinction profiles based on 9 years (2007–2015) worth of CALIOP version 3 level 2 532 nm data. We then use the corrected GEOS-Chem vertical extinction profiles in the retrievals of cloud parameters and NO2. As detailed in Appendix B, we use the daily all-sky version 3 CALIOP level 2 aerosol profile product aerosol at 532 nm from 2007 to 2015 to construct a monthly level 3 climatological dataset of aerosol extinction profiles over China and nearby regions. Our POMINO algorithm focuses on the tropospheric AMF calculation over China and nearby regions, taking the tropospheric SCD from DOMINO v2. POMINO v1.1 (this work) further uses CALIOP data to constrain the shape of the aerosol vertical extinction profile. We run the model at a resolution of 0.3125° long ×0.25° lat before May 2013 and 0.667° long ×0.5° lat afterwards, as determined by the resolution of the driving meteorological fields. We then regrid the finer-resolution model results to 0.667° long ×0.5° lat, to be consistent with the CALIOP data grid."
            ],
            "dataset": [
                "CALIOP is a dual-wavelength polarization lidar measuring attenuated backscatter radiation at 532 and 1064 nm since June 2006. We use MAX-DOAS measurements at three suburban or urban sites in East China, including one urban site at the Institute of Atmospheric Physics (IAP) in Beijing, one suburban site in Xianghe County to the south of Beijing, and one urban site in Wuxi City in the Yangtze River Delta (YRD)."
            ],
            "findings": [
                "The improved NO2 VCDs (in POMINO v1.1) are more consistent with independent ground-based MAX-DOAS observations (R2 =0.80, NMB =−3.4 %, for 162 pixels in 49 days) than POMINO (R2 =0.80, NMB =−9.6 %), DOMINO v2 (R2 =0.68, NMB =−2.1 %), and QA4ECV (R2 =0.75, NMB =−22.0 %) are. Especially on haze days, R2 reaches 0.76 for POMINO v1.1, much higher than that for POMINO (0.68), DOMINO v2 (0.38), and QA4ECV (0.34)."
            ],
            "backgroundCn": [
                "从地球观测系统（EOS）Aura卫星上的臭氧监测仪（OMI）获取的氮二氧化物（NO2）对流层垂直柱密度（VCD）因其高时空覆盖率而被广泛用于监测和分析中国的NOx污染。然而，从OMI和其他卫星仪器获取的NO2在从辐射度转换为VCD的过程中容易出现误差，特别是在计算用于将对流层斜柱密度（SCD）转换为VCD的对流层空气质量因子（AMF）时。目前大多数一代NO2算法并未明确考虑气溶胶对NO2 AMF和先决云参数检索的影响。在中国及许多其他发展中国家，常常出现高气溶胶负荷和更多吸收性气溶胶类型的污染情况，这种隐式方法可能导致显著的偏差。Lin等（2014b，2015）建立了POMINO NO2算法，该算法基于DOMINO v2算法（用于OMI NO2斜柱和平流层修正），但通过更复杂的AMF计算在中国进行了改进。CALIOP激光雷达搭载在日同步的CALIPSO卫星上，自2006年6月以来一直在获取全球气溶胶消光剖面。"
            ],
            "research objectiveCn": [
                "本研究通过结合CALIOP每月气溶胶垂直消光剖面的气候学数据来改进POMINO算法，以修正模型偏差。我们在此呈现一个主要的算法更新，POMINO v1.1，通过构建一个基于2007年至2015年间CALIOP/CALIPSO二级数据的气溶胶消光剖面的每月气候学数据集，以更好地约束模型的气溶胶垂直剖面。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "在这里，我们基于2007年至2015年间的9年CALIOP版本3级别2 532 nm数据构建了一个自定义的每月气溶胶垂直消光剖面气候学。然后，我们在云参数和NO2的反演中使用经过修正的GEOS-Chem垂直消光剖面。如附录B所述，我们使用2007年至2015年的每日全云版本3 CALIOP级别2气溶胶剖面产品（532 nm）来构建中国及其周边地区的每月级别3气溶胶消光剖面气候数据集。我们的POMINO算法专注于中国及其周边地区的对流层AMF计算，采用DOMINO v2的对流层SCD。POMINO v1.1（本研究）进一步利用CALIOP数据来约束气溶胶垂直消光剖面的形状。我们在2013年5月之前以0.3125°经度 × 0.25°纬度的分辨率运行模型，之后以0.667°经度 × 0.5°纬度的分辨率运行，具体取决于驱动气象场的分辨率。然后，我们将更高分辨率的模型结果重网格化为0.667°经度 × 0.5°纬度，以与CALIOP数据网格保持一致。"
            ],
            "datasetCn": [
                "CALIOP是一种双波长偏振激光雷达，自2006年6月以来测量532和1064纳米的衰减后向散射辐射。我们在中国东部的三个城市或郊区站点使用MAX-DOAS测量，包括位于北京的中国科学院大气物理研究所（IAP）的城市站点、位于北京南部的香河县的郊区站点，以及位于长江三角洲（YRD）无锡市的城市站点。"
            ],
            "findingsCn": [
                "改进后的NO2 VCD（在POMINO v1.1中）与独立的地面MAX-DOAS观测结果更为一致（R2 =0.80，NMB =−3.4%，针对49天内的162个像素），相比之下，POMINO（R2 =0.80，NMB =−9.6%）、DOMINO v2（R2 =0.68，NMB =−2.1%）和QA4ECV（R2 =0.75，NMB =−22.0%）的表现较差。特别是在雾霾天，POMINO v1.1的R2达到了0.76，远高于POMINO（0.68）、DOMINO v2（0.38）和QA4ECV（0.34）的值。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Do data collection methods for tropospheric NO2 VCDs in East Asia utilize high-resolution vertical profiles obtained from models like GEOS-Chem?",
                "QuestionCn": "东亚的对流层NO2垂直柱浓度（VCDs）数据收集方法是否利用了像GEOS-Chem这样的模型获得的高分辨率垂直剖面？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Can aerosol optical effects be explicitly accounted for in the retrieval process of NO2 VCDs?",
                "QuestionCn": "气溶胶光学效应可以在NO2垂直柱密度（VCDs）的反演过程中明确考虑吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Is the MAX-DOAS measurement technique used at urban/suburban sites in East China for validating satellite-based NO2 VCD retrievals?",
                "QuestionCn": "MAX-DOAS测量技术是否在中国东部的城市/郊区地点用于验证卫星基于NO2垂直柱浓度（VCD）的获取？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which retrieval method is more effective for capturing the day-to-day variability of NO2 in East China: accounting for aerosol optical effects, surface reflectance anisotropy, or high-resolution vertical profiles of NO2?",
                "QuestionCn": "哪种检索方法在捕捉东中国NO2的日常变异性方面更有效：考虑气溶胶光学效应、地表反射各向异性，还是高分辨率的NO2垂直剖面？",
                "AnswerEn": "Accounting for aerosol optical effects",
                "AnswerCn": "考虑气溶胶的光学效应",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which data source is more reliable for constructing aerosol vertical extinction profiles: CALIOP data or other satellite data sources?",
                "QuestionCn": "哪个数据源在构建气溶胶垂直消光剖面方面更可靠：CALIOP 数据还是其他卫星数据源？",
                "AnswerEn": "CALIOP data",
                "AnswerCn": "CALIOP 数据",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "For NO2 VCD retrievals in China, is the use of nested GEOS-Chem model simulations at higher resolution more advantageous than using coarse-resolution global chemical transport models (CTMs) like TM4 or GMI?",
                "QuestionCn": "对于中国的NO2 VCD检索，使用嵌套的GEOS-Chem模型在更高分辨率下进行模拟是否比使用像TM4或GMI这样的粗分辨率全球化学运输模型（CTMs）更具优势？",
                "AnswerEn": "nested GEOS-Chem model simulations at higher resolution",
                "AnswerCn": "嵌套的GEOS-Chem模型模拟在更高分辨率下进行。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where are the ground-based measurement sites used to validate tropospheric NO2 retrievals located in East Asia?",
                "QuestionCn": "用于验证对流层NO2检索的地面测量站点在东亚的位置在哪里？",
                "AnswerEn": "Institute of Atmospheric Physics in Beijing, Xianghe County, Tai'An, Wuxi",
                "AnswerCn": "北京大气物理研究所，香河县，泰安， 无锡",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that accounts for aerosol optical effects when retrieving tropospheric NO2 vertical column densities?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法在获取对流层NO2垂直柱密度时考虑了气溶胶光学效应？",
                "AnswerEn": "One example of a data collection method that accounts for aerosol optical effects is the retrieval process that uses aerosol measurements simulated by nested GEOS-Chem and constrained by aerosol data. It explicitly includes aerosol optical effects, surface reflectance anisotropy, and high-resolution vertical profiles of NO2.",
                "AnswerCn": "一种考虑气溶胶光学效应的数据收集方法是使用嵌套的GEOS-Chem模拟的气溶胶测量，并以气溶胶数据为约束的反演过程。它明确包括气溶胶光学效应、表面反射各向异性以及NO2的高分辨率垂直剖面。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that incorporates lidar-based aerosol extinction profiles to improve NO2 retrieval accuracy?",
                "QuestionCn": "一个结合激光雷达（lidar）基于气溶胶消光剖面的数据集，以提高二氧化氮（NO2）检索准确性的例子是什么？",
                "AnswerEn": "An example of such a dataset is the POMINO algorithm, which uses a custom monthly climatology of aerosol vertical extinction profiles based on CALIOP version 3 level 2 data to improve the accuracy of NO2 retrievals.",
                "AnswerCn": "这样的数据集的一个例子是POMINO算法，它使用基于CALIOP版本3级别2数据的自定义月气候气溶胶垂直消光剖面，以提高NO2检索的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you illustrate an example where ground-based measurements were used to validate satellite data for tropospheric NO2 concentrations?",
                "QuestionCn": "您能否举例说明如何使用地面测量数据来验证卫星数据中的对流层NO2浓度？",
                "AnswerEn": "An example of using ground-based measurements for validation is the comparison of tropospheric NO2 column retrievals with MAX-DOAS measurements at urban and suburban sites in East China, such as those in Beijing and Xianghe County, to assess the accuracy of satellite data like those from the POMINO algorithm.",
                "AnswerCn": "使用地面测量进行验证的一个例子是将对流层NO2柱浓度的遥感反演结果与东中国城市和郊区站点（如北京和香河）的MAX-DOAS测量进行比较，以评估来自POMINO算法等卫星数据的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the POMINO algorithm that make it suitable for retrieving high-resolution tropospheric NO2 vertical column densities over East Asia?",
                "QuestionCn": "POMINO算法的特点使其适合于检索东亚地区的高分辨率对流层NO2垂直柱密度。",
                "AnswerEn": "aerosol optical effects, surface reflectance anisotropy, high-resolution vertical profiles of NO2, pixel-specific radiative transfer calculations",
                "AnswerCn": "气溶胶光学效应、地表反射各向异性、高分辨率的NO2垂直剖面、像素特定的辐射传输计算",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the methods used to ensure the accuracy of NO2 vertical column density retrievals in regions with high aerosol loadings?",
                "QuestionCn": "在高气溶胶负荷区域中，确保NO2垂直柱密度检索准确性的方法有哪些？",
                "AnswerEn": "aerosol optical effects, nested GEOS-Chem simulations, monthly climatological datasets of aerosol extinction profiles using CALIOP data",
                "AnswerCn": "气溶胶光学效应，嵌套的GEOS-Chem模拟，使用CALIOP数据的气溶胶消光廓线月气候数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the estimated total retrieval uncertainty percentage for tropospheric NO2 columns in Beijing and Xianghe sites when using ground-based measurements?",
                "QuestionCn": "在使用地面测量时，北京和香河站的对流层NO2柱的估计总检索不确定性百分比是多少？",
                "AnswerEn": "11%",
                "AnswerCn": "11%",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many years of CALIOP version 3 level 2 data were used to construct the monthly climatological dataset of aerosol extinction profiles?",
                "QuestionCn": "用于构建气溶胶消光剖面的月度气候数据集的CALIOP版本3级别2数据的年数是多少？",
                "AnswerEn": "9 years",
                "AnswerCn": "9年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'tropospheric air mass factor (AMF)' mean in the context of NO2 vertical column density retrieval?",
                "QuestionCn": "在NO2垂直柱密度检索的背景下，“对流层空气质量因子（AMF）”是什么意思。",
                "AnswerEn": "In the context of NO2 vertical column density retrieval, the tropospheric air mass factor (AMF) is used to convert the tropospheric slant column density (SCD) to vertical column density (VCD). It accounts for the effects of aerosols, surface reflectance, and vertical profiles of NO2, which are crucial for accurate retrievals, especially in regions with high aerosol loadings like East China.",
                "AnswerCn": "在NO2垂直柱密度检索的背景下，对流层空气质量因子（AMF）用于将对流层斜柱密度（SCD）转换为垂直柱密度（VCD）。它考虑了气溶胶、表面反射率和NO2的垂直分布等因素，这些因素对于准确的检索至关重要，尤其是在像东中国这样气溶胶负荷较高的地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'aerosol optical effects' in the context of NO2 data retrieval?",
                "QuestionCn": "在NO2数据提取的背景下，“气溶胶光学效应”是指气溶胶对光的散射和吸收特性，这些特性会影响遥感仪器获取的NO2浓度数据的准确性和可靠性。",
                "AnswerEn": "Aerosol optical effects refer to the influence of aerosols on the radiation field, which affects the retrieval of both cloud properties and NO2 columns. These effects must be explicitly accounted for to reduce retrieval biases, particularly in regions with high aerosol loads. In NO2 data retrieval, incorporating aerosol optical effects improves the accuracy of the derived NO2 columns.",
                "AnswerCn": "气溶胶光学效应是指气溶胶对辐射场的影响，这会影响云属性和NO2柱的反演。这些效应必须明确考虑，以减少反演偏差，特别是在气溶胶负荷较高的地区。在NO2数据反演中，纳入气溶胶光学效应可以提高所得到的NO2柱的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the significance of 'high-resolution vertical profiles of NO2' in atmospheric data collection?",
                "QuestionCn": "“高分辨率NO2垂直剖面”在大气数据收集中具有重要意义。",
                "AnswerEn": "High-resolution vertical profiles of NO2 are significant in atmospheric data collection as they provide detailed information on the distribution of NO2 at different altitudes. These profiles are crucial for improving the accuracy of NO2 retrievals from satellite data, allowing for better representation of spatial variability, especially in regions like China with complex emission sources and atmospheric conditions.",
                "AnswerCn": "高分辨率的NO2垂直剖面在大气数据收集中具有重要意义，因为它们提供了不同高度上NO2分布的详细信息。这些剖面对于提高卫星数据中NO2提取的准确性至关重要，使得在像中国这样具有复杂排放源和大气条件的地区能够更好地表示空间变异性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways does the inclusion of aerosol effects in the POMINO algorithm differ from the approach used in DOMINO v2 and OMNO2 v2, and how does this impact the retrieval of NO2 columns?",
                "QuestionCn": "POMINO算法中包含气溶胶效应的方式与DOMINO v2和OMNO2 v2中使用的方法有何不同，这对NO2柱的检索有何影响？",
                "AnswerEn": "The POMINO algorithm explicitly considers aerosol optical effects and surface reflectance anisotropy, enhancing the retrieval accuracy of NO2 columns by reducing aerosol interference. DOMINO v2 and OMNO2 v2 do not account for these aerosol effects, leading to potential biases, especially in regions with high aerosol loadings like East China. The improved treatment in POMINO results in better temporal variability capture and higher correlation with ground-based measurements.",
                "AnswerCn": "POMINO算法明确考虑了气溶胶光学效应和表面反射各向异性，从而提高了NO2柱浓度的检索精度，减少了气溶胶干扰。DOMINO v2和OMNO2 v2未考虑这些气溶胶效应，可能导致偏差，特别是在像东中国这样气溶胶负荷较高的地区。POMINO在处理上的改进使得对时间变化的捕捉更好，并与地面观测数据的相关性更高。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might incorporating aerosol optical effects into tropospheric NO2 VCD retrieval influence the accuracy of data collected over regions with high aerosol loadings?",
                "QuestionCn": "将气溶胶光学效应纳入对对流层NO2垂直柱浓度（VCD）检索中，可能会影响在高气溶胶负荷区域收集的数据的准确性。",
                "AnswerEn": "Incorporating aerosol optical effects into the retrieval of tropospheric NO2 VCD can significantly enhance data accuracy by reducing interference from aerosols on retrieved cloud properties. This approach better captures day-to-day variability in NO2 data and increases the number of valid satellite observation pixels, especially in regions like East China with high aerosol loadings.",
                "AnswerCn": "将气溶胶光学效应纳入对对流层NO2垂直柱浓度（VCD）的反演，可以显著提高数据的准确性，减少气溶胶对反演云属性的干扰。这种方法更好地捕捉了NO2数据的日常变化，并增加了有效卫星观测像素的数量，特别是在像东中国这样气溶胶负荷较高的地区。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How do variations in spatial resolution of chemical transport models impact the retrieval of NO2 VCDs in densely populated regions?",
                "QuestionCn": "化学传输模型的空间分辨率变化如何影响在人口密集地区NO2垂直柱浓度（VCDs）的获取？",
                "AnswerEn": "Variations in spatial resolution can significantly impact the retrieval of NO2 VCDs by either capturing or failing to capture the variability of NO2 at finer scales. High-resolution models, such as those used in the POMINO algorithm, allow for more accurate representation of NO2 concentration distributions, particularly in densely populated areas, compared to coarser models, which may overlook smaller scale variabilities.",
                "AnswerCn": "空间分辨率的变化可以显著影响NO2垂直柱浓度（VCDs）的获取，可能会捕捉到或未能捕捉到NO2在更细尺度上的变异。高分辨率模型，如POMINO算法中使用的模型，能够更准确地表示NO2浓度分布，特别是在密集人口区域，相比之下，粗分辨率模型可能会忽视较小尺度的变异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why might aerosol optical effects need to be explicitly accounted for in the retrieval of tropospheric NO2 VCD over regions like China?",
                "QuestionCn": "气溶胶光学效应在中国等地区的对流层NO2垂直柱浓度（VCD）检索中需要明确考虑的原因是什么？",
                "AnswerEn": "Aerosol optical effects need to be explicitly accounted for because aerosols significantly affect the radiation fields used in retrieving both clouds and NO2. This is particularly pertinent in regions like China where there are high aerosol loadings, which can lead to considerable biases in the retrieved NO2 columns if not properly addressed.",
                "AnswerCn": "气溶胶的光学效应需要明确考虑，因为气溶胶显著影响用于检索云和二氧化氮（NO2）的辐射场。这在像中国这样的高气溶胶负荷地区尤为重要，如果不加以妥善处理，可能会导致检索到的NO2柱浓度出现显著偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the improvement in accuracy of NO2 VCD retrievals when using higher-resolution models and additional aerosol data?",
                "QuestionCn": "使用高分辨率模型和额外的气溶胶数据时，NO2 VCD 检索准确性提高的原因是什么？",
                "AnswerEn": "The improvement in accuracy of NO2 VCD retrievals is caused by using higher-resolution models that capture detailed vertical profiles of NO2 and including aerosol data, such as CALIOP monthly climatology of aerosol vertical extinction profiles. This approach reduces the interference of aerosols on cloud properties and enhances the retrieval's consistency with ground-based observations, such as MAX-DOAS measurements.",
                "AnswerCn": "NO2 VCD 检索精度的提高是由于使用了更高分辨率的模型，这些模型能够捕捉 NO2 的详细垂直分布，并且包括了气溶胶数据，例如 CALIOP 的气溶胶垂直消光剖面的月度气候数据。这种方法减少了气溶胶对云属性的干扰，并增强了检索结果与地面观测（如 MAX-DOAS 测量）的相符性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing datasets for tropospheric NO2 vertical column densities specifically for East Asia from 2012 to 2020?",
                "QuestionCn": "开发东亚地区2012年至2020年臭氧层NO2垂直柱密度数据集的主要目标是什么？",
                "AnswerEn": "The primary objectives include providing a foundational dataset for studying the spatial distribution and temporal trends of tropospheric NO2 in the region, addressing errors in previous versions, and enhancing the understanding of NO2 variability in East Asia, particularly in China, by using a high-resolution approach that explicitly accounts for aerosol effects and surface reflectance anisotropy.",
                "AnswerCn": "主要目标包括提供一个基础数据集，以研究该地区对流层NO2的空间分布和时间趋势，解决之前版本中的错误，并通过使用高分辨率方法，明确考虑气溶胶效应和表面反射各向异性，增强对东亚，特别是中国NO2变异性的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to improve retrieval algorithms for NO2 VCDs by incorporating aerosol optical effects and high-resolution vertical profiles?",
                "QuestionCn": "为什么通过结合气溶胶光学效应和高分辨率垂直剖面来改进NO2 VCDs的检索算法是重要的？",
                "AnswerEn": "Improving retrieval algorithms by incorporating aerosol optical effects and high-resolution vertical profiles is crucial because it reduces the interference of aerosols on the retrieved NO2 columns, enhances the accuracy of NO2 data by capturing day-to-day variability more effectively, and addresses biases in existing algorithms that do not fully account for aerosol impacts, particularly in regions with high aerosol loadings like East China.",
                "AnswerCn": "通过结合气溶胶光学效应和高分辨率垂直剖面来改进检索算法是至关重要的，因为这可以减少气溶胶对检索的NO2柱浓度的干扰，增强NO2数据的准确性，更有效地捕捉日常变化，并解决现有算法中未能充分考虑气溶胶影响的偏差，特别是在像东中国这样气溶胶负荷较高的地区。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What goals drive the development of advanced algorithms like POMINO that incorporate CALIOP data for NO2 retrievals over China?",
                "QuestionCn": "推动像POMINO这样的先进算法发展的目标是什么，这些算法结合了CALIOP数据用于中国的NO2检索？",
                "AnswerEn": "The goals include correcting model biases by using aerosol vertical extinction profiles, improving the accuracy of NO2 VCDs, achieving better consistency with ground-based observations, and enhancing the understanding of pollution dynamics over China by using more sophisticated AMF calculations and climatological datasets that reflect the actual aerosol conditions.",
                "AnswerCn": "目标包括通过使用气溶胶垂直消光剖面来纠正模型偏差，提高NO2垂直柱浓度（VCDs）的准确性，实现与地面观测的一致性，并通过使用更复杂的气溶胶光学厚度（AMF）计算和反映实际气溶胶条件的气候数据集，增强对中国污染动态的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How is the vertical profile of NO2 determined for high-resolution retrieval processes in East Asia?",
                "QuestionCn": "在东亚的高分辨率检索过程中，如何确定NO2的垂直剖面？",
                "AnswerEn": "The vertical profile of NO2 is simulated using the GEOS-Chem model, allowing for a high-resolution representation of NO2 that is essential for accurate retrieval over regions with significant spatial variability such as East Asia.",
                "AnswerCn": "NO2的垂直分布是通过GEOS-Chem模型模拟的，该模型能够高分辨率地表示NO2，这对于在空间变异性显著的地区（如东亚）进行准确检索至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What steps are involved in constructing a climatological dataset of aerosol extinction profiles for the purpose of improving NO2 retrieval algorithms?",
                "QuestionCn": "构建气溶胶消光剖面的气候数据集以改善NO2检索算法涉及哪些步骤？",
                "AnswerEn": "The process involves using 9 years of CALIOP version 3 level 2 data to construct a monthly climatology of aerosol vertical extinction profiles. This dataset is then used to correct model biases in the GEOS-Chem vertical profiles, which are integrated into the retrievals of cloud parameters and NO2.",
                "AnswerCn": "该过程涉及使用9年的CALIOP版本3二级数据构建气溶胶垂直消光剖面的月度气候数据集。然后使用该数据集来修正GEOS-Chem垂直剖面的模型偏差，这些剖面被整合到云参数和NO2的反演中。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods have been developed to enhance the accuracy of tropospheric NO2 vertical column density retrieval over high aerosol loading regions like East China?",
                "QuestionCn": "为了提高在高气溶胶负荷区域（如东中国）对对流层NO2垂直柱密度检索的准确性，已经开发了哪些方法？",
                "AnswerEn": "To enhance accuracy, methods such as accounting for aerosol optical effects using nested GEOS-Chem simulations, considering surface reflectance anisotropy, and using high-resolution vertical profiles of NO2 have been developed. These methods improve the retrieval process by reducing the interference of aerosols and capturing day-to-day variability more effectively.",
                "AnswerCn": "为了提高准确性，已经开发了多种方法，例如使用嵌套的GEOS-Chem模拟来考虑气溶胶光学效应、考虑地表反射各向异性，以及使用高分辨率的NO2垂直剖面。这些方法通过减少气溶胶的干扰和更有效地捕捉日常变化，提高了检索过程的准确性。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of CALIOP lidar data enable improved aerosol profile modeling for NO2 retrieval algorithms?",
                "QuestionCn": "CALIOP激光雷达数据的集成如何促进NO2检索算法的气溶胶剖面建模改进？",
                "AnswerEn": "The integration of CALIOP lidar data allows for the construction of a monthly climatological dataset of aerosol extinction profiles, which helps to correct model biases in aerosol vertical profiles. This enhances the accuracy of tropospheric air mass factor calculations and improves NO2 retrieval by providing better constraints on the aerosol vertical extinction profiles.",
                "AnswerCn": "CALIOP激光雷达数据的整合使得构建每月气候数据集成为可能，该数据集包含气溶胶消光剖面，有助于修正气溶胶垂直剖面的模型偏差。这提高了对对流层空气质量因子的计算准确性，并通过提供更好的气溶胶垂直消光剖面的约束，改善了NO2的反演。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What technological and methodological advancements have facilitated the improvement of NO2 retrieval algorithms in regions with complex atmospheric conditions?",
                "QuestionCn": "哪些技术和方法论的进步促进了在复杂大气条件下NO2检索算法的改进？",
                "AnswerEn": "Advancements such as the development of the POMINO algorithm, which incorporates sophisticated AMF calculations and the use of high-resolution model simulations, have facilitated improvements. Additionally, the use of CALIOP lidar data for aerosol extinction profiles and the explicit inclusion of aerosol effects in NO2 retrieval algorithms have played a crucial role in addressing complex atmospheric conditions.",
                "AnswerCn": "诸如POMINO算法的发展，这种算法结合了复杂的AMF计算和高分辨率模型模拟，促进了改进。此外，使用CALIOP激光雷达数据获取气溶胶消光剖面，以及在NO2反演算法中明确纳入气溶胶效应，对于应对复杂的大气条件发挥了关键作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What factors could contribute to differences in NO2 measurement consistency between satellite-based retrievals and ground-based observations?",
                "QuestionCn": "导致卫星遥感与地面观测之间NO2测量一致性差异的因素有哪些？",
                "AnswerEn": "Differences in measurement consistency can arise from spatial inconsistency between satellite and ground-based measurements, errors in ground-based MAX-DOAS data, and uncertainties in satellite retrievals related to aerosols and the vertical profile of NO2. Satellite retrievals may also use different radiative transfer calculations or assumptions about surface reflectance and aerosol effects.",
                "AnswerCn": "测量一致性中的差异可能源于卫星和地面测量之间的空间不一致、地面MAX-DOAS数据中的错误，以及与气溶胶和NO2垂直分布相关的卫星反演不确定性。卫星反演还可能使用不同的辐射传输计算或对表面反射率和气溶胶效应的假设。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your opinion on the potential of incorporating CALIOP data for enhancing the accuracy of aerosol vertical extinction profiles in atmospheric research?",
                "QuestionCn": "我对将CALIOP数据纳入大气研究中以提高气溶胶垂直消光剖面的准确性潜力的看法是什么？",
                "AnswerEn": "Incorporating CALIOP data significantly enhances the accuracy of aerosol vertical extinction profiles by providing a well-constrained climatological dataset, which helps correct model biases and improves the consistency of NO2 VCDs with ground-based observations, especially on haze days.",
                "AnswerCn": "引入CALIOP数据显著提高了气溶胶垂直消光剖面的准确性，因为它提供了一个良好约束的气候数据集，有助于修正模型偏差，并改善NO2垂直柱浓度与地面观测的一致性，特别是在雾霾天气。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the inclusion of aerosol optical effects and surface reflectance anisotropy impacts the retrieval accuracy of NO2 vertical column densities.",
                "QuestionCn": "我不明白气溶胶光学效应和表面反射各向异性对NO2垂直柱密度的检索精度有何影响。",
                "AnswerEn": "The inclusion of aerosol optical effects and surface reflectance anisotropy improves the retrieval accuracy of NO2 vertical column densities by explicitly accounting for these factors in the retrieval process, which reduces the interference on retrieved cloud properties and enhances the number of valid data points. This leads to better capturing of day-to-day variability in NO2 data.",
                "AnswerCn": "气溶胶光学效应和表面反射各向异性的纳入提高了NO2垂直柱密度的检索精度，因为在检索过程中明确考虑了这些因素，从而减少了对检索云属性的干扰，并增加了有效数据点的数量。这有助于更好地捕捉NO2数据的日常变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the integration of CALIOP lidar data improves the accuracy of aerosol vertical extinction profiles used in NO2 retrievals.",
                "QuestionCn": "我无法理解CALIOP激光雷达数据的集成如何提高用于NO2检索的气溶胶垂直消光剖面的准确性。",
                "AnswerEn": "The integration of CALIOP lidar data improves the accuracy of aerosol vertical extinction profiles by providing a monthly climatology that corrects for model biases, resulting in more accurate constraints on the modeled aerosol vertical profiles, which in turn enhances the accuracy of NO2 retrievals.",
                "AnswerCn": "CALIOP激光雷达数据的集成通过提供每月气候资料来改善气溶胶垂直消光剖面的准确性，从而纠正模型偏差，导致对模型气溶胶垂直剖面的约束更加准确，这反过来又提高了NO2反演的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify and analyze the challenges faced in the retrieval of NO2 vertical column densities over regions with high aerosol loadings such as East China.",
                "QuestionCn": "请识别和分析在高气溶胶负荷区域（如东中国）获取NO2垂直柱密度时面临的挑战。",
                "AnswerEn": "The challenges include errors in the conversion process from radiance to VCD, particularly with respect to the calculation of tropospheric air mass factor (AMF). Most algorithms do not explicitly account for the effects of aerosols, which can result in considerable biases in polluted situations with high aerosol loadings. This is significant over East China due to its high aerosol loadings, affecting the accuracy of the retrieved NO2 columns.",
                "AnswerCn": "挑战包括从辐射到气体体积浓度（VCD）转换过程中的错误，特别是在对对流层空气质量因子（AMF）计算方面。大多数算法并未明确考虑气溶胶的影响，这可能导致在高气溶胶负荷的污染情况下出现相当大的偏差。这在东中国地区尤为显著，因为该地区的气溶胶负荷较高，影响了获取的NO2柱浓度的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential datasets that could be utilized to improve the accuracy and resolution of NO2 retrievals in East Asia.",
                "QuestionCn": "请调查可以用于提高东亚地区NO2检索准确性和分辨率的潜在数据集。",
                "AnswerEn": "Potential datasets include MAX-DOAS measurements at urban/suburban sites in East China, CALIOP lidar data providing global aerosol extinction profiles, and high-resolution GEOS-Chem simulations. These datasets help in constructing climatological datasets of aerosol extinction profiles, which are crucial for refining the model biases and improving the NO2 vertical column density retrievals.",
                "AnswerCn": "潜在的数据集包括东中国城市/郊区站点的MAX-DOAS测量数据、提供全球气溶胶消光剖面的CALIOP激光雷达数据，以及高分辨率的GEOS-Chem模拟数据。这些数据集有助于构建气溶胶消光剖面的气候学数据集，这对于修正模型偏差和改善NO2垂直柱密度的反演至关重要。",
                "Level": "C6(Creating)"
            }
        ]
    }
}