{
    "id": "af1a9650-2707-4678-9a19-0a2c254dda35",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Long time series data of snow cover area on Qinghai-Tibet Plateau (2003-2014)",
            "titleCn": "青藏高原积雪面积长时间序列数据（2003-2014）",
            "description": "The long-time series data set of snow cover area on the qinghai-tibet plateau is derived from the fusion of MODIS 005 version and IMS data set, andThe cloud-free products of daily snow cover area were obtained by using interpolation de-cloud algorithm.The projection is latitude and longitude, the spatial resolution is 0.005 degrees (about 500m), and the time is a long time series from January 1, 2003 to December 31, 2014. Each file is the result of the proportion of snow cover area on that day, and the value is 0-100 (%). It is the ENVI standard file, The naming convention： ims_mts_yyyyddd.tif, where YYYY stands for year and DDD stands for Julian day (001-365/366).Files can be directly used ENVI or ARCMAP software open view.\nDocument description: 200 snow, 100 lake ice, 25 land, 37 sea",
            "descriptionCn": "青藏高原积雪面积长时间序列数据集来源于MODIS 005版本和IMS数据集的融合,采用插值去云算法进行去云处理后得到逐日积雪面积无云产品。投影为经纬度，空间分辨率0.005 度（约500m），时间从2003.1.1-2014.12.31长时间序列，每个文件为当日的积雪面积比例结果，数值为0-100（%），为ENVI标准文件，命名规则为：ims_mts_YYYYDDD.tif，其中YYYY代表年，ddd代表儒略日（001-365/366）。文件可直接用ENVI或者ARCMAP等软件打开察看。\n文件说明：200 积雪、100 湖冰、25 陆地、37 海洋",
            "instructions": "The naming convention： ims_mts_yyyyddd.tif, where YYYY stands for year and DDD stands for Julian day (001-365/366).\nFiles can be directly used ENVI or ARCMAP software open view.",
            "instructionsCn": "命名规则为：ims_mts_YYYYDDD.tif，其中YYYY代表年，ddd代表儒略日（001-365/366）\n文件可直接用ENVI或者ARCMAP等软件打开察看。",
            "east": 105.0,
            "west": 70.0,
            "south": 24.0,
            "north": 42.0,
            "startTime": "2003-01-22 16:00:00",
            "endTime": "2015-01-22 03:59:59",
            "fileSize": 2537341669.0,
            "cstr": "18406.11.Snow.tpdc.270471",
            "doi": "10.11888/Snow.tpdc.270471",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郝晓华",
                "nameEn": "HAO Xiaohua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Accuracy assessment of four cloud-free snow cover products over the qinghai-tibetan plateau",
                "referenceCn": null,
                "referenceEn": "Hao, X.H., Luo, S.Q., Che, T., Wang, J., Li, H.Y., Dai, L.Y., Huang, X.D., &Feng, Q.S. (2019). Accuracy assessment of four cloud-free snow cover products over the qinghai-tibetan plateau. International Journal of Digital Earth,12 (4), 375-393."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪面积",
                "nameEn": "Snow area"
            },
            {
                "nameCn": "雪盖（积雪）",
                "nameEn": "Snow cover"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2003-2014",
                "keywordEn": "2003-2014",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleCn": "亚像元尺度上的积雪粒径和污染物遥感反演研究",
                "titleEn": "The research on retrieval model of snow grain size and pollutants developed on subpixel scale"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and properties of the long-term snow area dataset derived from MODIS and IMS data for the Qinghai-Tibet Plateau between 2003 and 2014?",
                "QuestionCn": "2003年至2014年间，基于MODIS和IMS数据的青藏高原长期雪区数据集的特征和属性是什么？",
                "AnswerEn": "long-term snow area time series, fusion of MODIS 005 version and IMS datasets, cloud removal interpolation algorithm, daily cloud-free snow area products, latitude and longitude projection, spatial resolution of 0.005 degrees, period from January 1, 2003, to December 31, 2014, daily snow area percentage, ENVI standard files, ims_mts_YYYYDDD.tif naming rule, 200 for snow, 100 for lake ice, 25 for land, 37 for ocean",
                "AnswerCn": "长期积雪面积时间序列，融合MODIS 005版本和IMS数据集，云去除插值算法，每日无云积雪面积产品，纬度和经度投影，空间分辨率为0.005度，时间范围从2003年1月1日至2014年12月31日，每日积雪面积百分比，ENVI标准文件，ims_mts_YYYYDDD.tif命名规则，200表示积雪，100表示湖冰，25表示陆地，37表示海洋。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset measuring snow cover area on the Tibetan Plateau for the period 2003-2014?",
                "QuestionCn": "一个测量2003-2014年期间青藏高原雪盖面积的数据集的空间分辨率是多少？",
                "AnswerEn": "0.005 degrees",
                "AnswerCn": "0.005度",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of MODIS 005 and IMS datasets enhance the accuracy and reliability of snow cover area measurements in large-scale geographic regions like the Qinghai-Tibet Plateau?",
                "QuestionCn": "MODIS 005和IMS数据集的整合如何提高像青藏高原这样的大规模地理区域雪盖面积测量的准确性和可靠性？",
                "AnswerEn": "The integration of MODIS 005 and IMS datasets allows for more comprehensive coverage and higher frequency observations, which can lead to more accurate and reliable measurements of snow cover areas. The fusion of these datasets, combined with the application of interpolation cloud removal algorithms, helps in providing a cloud-free daily snow cover product. This approach enhances the spatial resolution and reduces data gaps caused by cloud cover, thus improving the quality of snow cover area measurements over the Qinghai-Tibet Plateau.",
                "AnswerCn": "MODIS 005和IMS数据集的集成可以提供更全面的覆盖和更高频率的观测，从而导致对雪盖面积的测量更加准确和可靠。这些数据集的融合，加上插值云去除算法的应用，有助于提供无云的每日雪盖产品。这种方法提高了空间分辨率，减少了由于云覆盖造成的数据缺口，从而改善了青藏高原地区雪盖面积测量的质量。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors could influence the accuracy and reliability of snow cover area data collection in the Tibetan Plateau from 2003 to 2014?",
                "QuestionCn": "影响2003年至2014年西藏 Plateau雪盖面积数据收集的准确性和可靠性的因素有哪些？",
                "AnswerEn": "The accuracy and reliability of snow cover area data collection in the Tibetan Plateau from 2003 to 2014 could be influenced by the fusion of MODIS 005 version and IMS datasets, the efficacy of the interpolation cloud removal algorithm used, and the spatial resolution of 0.005 degrees. Additionally, the projection method and the temporal coverage, spanning over a decade, may also play a role in affecting data accuracy.",
                "AnswerCn": "2003年至2014年间，青藏高原雪盖面积数据收集的准确性和可靠性可能受到MODIS 005版本与IMS数据集融合的影响，使用的插值云去除算法的有效性，以及0.005度的空间分辨率。此外，投影方法和跨越十年的时间覆盖范围也可能对数据的准确性产生影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to process and integrate MODIS and IMS datasets to create a long-term snow cover area dataset for the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于处理和整合MODIS和IMS数据集以创建青藏高原长期雪盖面积数据集的程序有哪些？",
                "AnswerEn": "The MODIS 005 version and IMS datasets are integrated using an interpolation cloud-removal algorithm to produce a daily cloud-free snow cover area product. This involves projecting the data in geographic coordinates with a spatial resolution of 0.005 degrees (approximately 500 meters) and generating a time series from January 1, 2003, to December 31, 2014. Each file represents daily snow cover area percentages (0-100%) and is formatted as an ENVI standard file, which can be viewed using software like ENVI or ARCMAP.",
                "AnswerCn": "MODIS 005版本和IMS数据集通过插值去云算法进行整合，以生成每日无云雪覆盖面积产品。这涉及将数据投影到地理坐标系中，空间分辨率为0.005度（约500米），并生成从2003年1月1日到2014年12月31日的时间序列。每个文件表示每日雪覆盖面积百分比（0-100%），并以ENVI标准文件格式存储，可以使用ENVI或ARCMAP等软件进行查看。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data fusion methods enable the integration of different satellite datasets to create a long-term snow cover dataset for a high-altitude region?",
                "QuestionCn": "哪些数据融合方法可以整合不同的卫星数据集，以创建高海拔地区的长期雪盖数据集？",
                "AnswerEn": "The integration of MODIS 005 version and IMS datasets using an interpolation-based cloud removal algorithm enables the creation of a long-term snow cover dataset for the Qinghai-Tibet Plateau.",
                "AnswerCn": "通过使用基于插值的云去除算法，将MODIS 005版本和IMS数据集进行集成，可以创建青藏高原的长期雪盖数据集。",
                "Level": "C6(Creating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the methodologies utilized in the interpolation and cloud removal processes in snow cover area datasets for enhancing data accuracy and reliability.",
                "QuestionCn": "请探讨在雪盖面积数据集中的插值和云去除过程所采用的方法，以提高数据的准确性和可靠性。",
                "AnswerEn": "The data collection method involves using a fusion of MODIS 005 version and IMS datasets, followed by cloud removal through an interpolation algorithm, resulting in daily snow area cloud-free products. This approach ensures higher accuracy and reliability by minimizing cloud-related data gaps.",
                "AnswerCn": "数据收集方法涉及使用MODIS 005版本和IMS数据集的融合，随后通过插值算法进行云去除，从而生成每日无云的雪面积产品。这种方法通过最小化与云相关的数据缺口，确保了更高的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}