{
  "id": "af8e61c4-efd7-4785-9ddd-7b826d333405",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of setting of the sampling plots and stripes in the Linze station foci experimental area",
      "titleCn": "黑河综合遥感联合试验：临泽站加密观测区样方样带布置",
      "description": "The dataset of setting of the sampling plots and stripes in the Linze station foci experimental area was as follows:\n     (1) Wulidun farmland quadrates (90m×90m), which was divided into nine subplots (30m×30m). Numbering of Cold and Arid Regions Environmental and Engineering Research Institute was different from that of BNU, in which the former was 1-9 from south to north, and the latter was A-I from north to south.\n     (2) the west-east desert strip, which was composed of 20 neighbouring pairs of subplots (30×30m). They were numbered S0-S20 from the south corner on and N0-N20 from the north corner on; the common corner points in the middle were numbered M0-M20. Corner points were measured during the satellite or airplane overpass.\n     (3) the north-south desert strip, which was composed of nine non-conterminous subplots (40m×40m, numbered from A1-A9) at intervals of 60m. Corner points and center points were measured during the satellite or airplane overpass.\n     (4) three quadrates (30m×30m) of the transit zone, LY06，LY07，LY08 strips. Samples were selected following the zigzag line from the northwest corner and numbered 1-9. \n     (5) the poplar forest (90×90m), which was divided into 9 subplots (30m×30m). \n     (6) 6 desert strips with 17 sample points each.\n     (7) maize plots (3m×3m) inside Linze station.\n     Data including coordinates of each sample point were archived as Excel files.",
      "descriptionCn": "在临泽站及周围农田和荒漠过渡带的样方样带布置如下：\n1．五里墩农田样方，样方面积90m×90m。又分为9个30m×30m小样方。寒旱所和北师大所用的五里墩农田样方属同一样方，仅编号不同。寒旱所编号：小样方编号自西向东，由南向北依次为1-9，同步观测时在每个小样方的中心点采样。北师大编号：由北向南，自西向东依次为A-I。详见寒旱所和北师大五里墩农田样方示意图。\n2．荒漠东西样带，由20对由东到西相邻的30×30m的小样方对组成， 小样方对南侧角点自西向东编号为S0-S20，北侧角点自西向东编号为N0-N20，中间公共角点自西向东的编号为M0-M20，同步时在每个角点采样。详见示意图。\n3．荒漠南北样带，由9个由南至北不相邻的的40m×40m的小样方组成，编号从A1-A9，每个小样方之间间隔60m。同步观测时在每个小样方中心点和4个角点采样。详见示意图\n4．过渡带自东向西第六至第八航线下3个样方（LY06，LY07，LY08），每个样方均为30m×30m，采样时由西向东由北向南走之字，从西北角点开始取样，记为1，每间隔15m取一次样，依次记为2-9，详见示意图。\n5．白杨林样方，样方面积90×90m。又分为9个30m×30m小样方。详见示意图。\n6．荒漠微波同步6样带，每条样带17个采样点，方向与微波飞行航线垂直。\n7．临泽站内样方，即临泽站内的水平衡池，一个池子一个样方，作物为玉米。每个样方3m×3m。详见示意图。\n本数据中给出每个样方和样带上各采样点的经纬度坐标，数据以Excel表格形式存储。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.55,
      "west": 100.411,
      "south": 39.311,
      "north": 39.379,
      "startTime": "2018-11-21 18:49:55",
      "endTime": "2018-11-21 18:49:55",
      "fileSize": 2594758.0,
      "cstr": "18406.11.water973.0270.db",
      "doi": "10.3972/water973.0270.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "宋怡",
        "nameEn": "SONG Yi",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "样带",
        "nameEn": "Sampling stripes"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽站加密观测区",
        "keywordEn": "Closed observation area of Linze station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-04-01",
        "keywordEn": "2008-04-01",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather spatial data in agricultural and desert transition areas?",
        "QuestionCn": "您能否提供一个用于收集农业和沙漠过渡区空间数据的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves organizing sample plots and transects in agricultural fields and desert transition zones. For instance, in an agricultural field, a sample plot may be 90m×90m, divided into smaller 30m×30m plots, with sampling conducted at the center of each smaller plot. In desert areas, transects may be composed of pairs of 30m×30m plots, with sampling at specific corner points. This spatial arrangement allows for systematic data collection across different landscape types, capturing variations in land use and environmental conditions.",
        "AnswerCn": "一种数据收集方法涉及在农业田地和沙漠过渡区组织样本地块和样带。例如，在农业田地中，样本地块可能为90米×90米，分为较小的30米×30米的地块，采样在每个较小地块的中心进行。在沙漠地区，样带可能由一对30米×30米的地块组成，采样在特定的角落点进行。这种空间安排允许在不同的景观类型中进行系统的数据收集，捕捉土地利用和环境条件的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and structure of the sampling plots and transects used in agricultural and desert transition zones for remote sensing experiments?",
        "QuestionCn": "农业和沙漠过渡区遥感实验中使用的采样样地和样带的特征和结构是什么？",
        "AnswerEn": "90m×90m plot, 30m×30m subplots, 20 pairs of adjacent 30m×30m subplots, specific flight lines, designated points",
        "AnswerCn": "90米×90米地块，30米×30米子地块，20对相邻的30米×30米子地块，特定的飞行路线，指定点。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sampling points are there in the desert microwave synchronous sample bands, and how are they distributed?",
        "QuestionCn": "沙漠微波同步样本波段中有多少个采样点，它们是如何分布的？",
        "AnswerEn": "17",
        "AnswerCn": "17",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '样方样带布置' mean in the context of ecological and agricultural data collection?",
        "QuestionCn": "在生态和农业数据收集的背景下，“样方样带布置”是什么意思？",
        "AnswerEn": "'样方样带布置' refers to the arrangement and layout of sampling plots and transects in ecological and agricultural data collection. It involves strategically placing and organizing sample plots of specific sizes and shapes within a study area to systematically collect data. In the context provided, it includes various configurations such as the 五里墩农田样方, which is divided into smaller 30m×30m plots, and the 荒漠东西样带, consisting of paired 30m×30m plots arranged east to west, among others. These layouts are designed to capture spatial variability and ensure representative sampling across different environmental gradients.",
        "AnswerCn": "'样方样带布置'指的是在生态和农业数据收集中的采样样地和样带的安排与布局。它涉及在研究区域内战略性地放置和组织特定大小和形状的样方，以系统地收集数据。在提供的上下文中，包括各种配置，如五里墩农田样方，分为较小的30m×30m样方，以及荒漠东西样带，由成对的30m×30m样方东西排列等。这些布局旨在捕捉空间变异性，并确保在不同环境梯度下进行代表性采样。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the design and layout of data collection areas in agricultural and desert transition zones from the spatial arrangement of sampling plots and transects?",
        "QuestionCn": "从采样样地和样带的空间排列中可以推断出农业和沙漠过渡区数据收集区域的设计和布局是什么？",
        "AnswerEn": "The design and layout of data collection areas in agricultural and desert transition zones seem to be highly systematic, with precise spatial arrangements of sampling plots and transects. For instance, the agricultural plots are divided into smaller sections, allowing detailed sampling at designated center points, while desert transects are structured with pairs of neighboring plots to capture spatial variability. This suggests that the data collection method is likely aimed at capturing detailed spatial patterns and transitions across different land use types, ensuring comprehensive sampling coverage across varied environmental conditions.",
        "AnswerCn": "农业和沙漠过渡区的数据收集区域的设计和布局似乎非常系统，采样点和样带的空间安排非常精确。例如，农业地块被划分为较小的部分，以便在指定的中心点进行详细采样，而沙漠样带则采用相邻地块成对结构，以捕捉空间变异性。这表明数据收集方法可能旨在捕捉不同土地利用类型之间的详细空间模式和过渡，确保在不同环境条件下进行全面的采样覆盖。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind structuring the sampling plots and transects in the specified pattern across different land types in the region?",
        "QuestionCn": "在该地区不同土地类型中，以指定模式构建取样样地和样带的目标是什么？",
        "AnswerEn": "The objectives of structuring the sampling plots and transects in the specified pattern are to capture diverse environmental and land-use conditions, such as agricultural fields, desert transition zones, and forested areas, which allow for comprehensive data collection and analysis of ecological and environmental changes in the region.",
        "AnswerCn": "构建采样 plots 和 transects 的目标是捕捉多样的环境和土地利用条件，例如农业田地、沙漠过渡区和森林区域，这样可以全面收集和分析该地区的生态和环境变化数据。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}