{
  "id": "afd70f9c-6ef9-473c-905c-83943c313235",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "1:100000 landuse dataset of Gansu province (1995)",
      "titleCn": "甘肃省1:10万土地利用数据集（1995）",
      "description": "This data is from \"China 1:100,000 land use data\".China 1:100,000 land use data was constructed in three years based on Landsat MSS, TM and ETM remote sensing data by using satellite remote sensing as a means to organize remote sensing science and technology teams from 19 institutes affiliated to the Chinese academy of sciences (cas) in the \"eighth five-year plan\" major application project \"national macro survey and dynamic research on remote sensing of resources and environment\".\nAccording to the 1:100,000 landuse data of gansu province, a hierarchical land cover classification system is adopted, which divides the whole country into 6 primary categories (arable land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 secondary categories.It is the most accurate land use data product in China and has played an important role in national land resource survey, hydrological and ecological research.",
      "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。甘肃省1:10万土地利用数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
      "instructions": "File name: data is stored in vector SHP format, file name \"Gansu-1995\";\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Gansu-1995”；\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
      "east": 109.0,
      "west": 92.0,
      "south": 32.0,
      "north": 42.0,
      "startTime": "1995-01-08 08:00:00",
      "endTime": "1996-01-07 19:59:59",
      "fileSize": 186273425.0,
      "cstr": "18406.11.Socioeco.tpdc.270643",
      "doi": "10.11888/Socioeco.tpdc.270643",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘纪远",
        "nameEn": "LIU Jiyuan",
        "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理资源与环境研究所"
      },
      {
        "nameCn": "庄大方",
        "nameEn": "ZHUANG Dafang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周万村",
        "nameEn": "ZHOU Wancun",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      },
      {
        "nameCn": "吴世新",
        "nameEn": "WU Shixin",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于GIS和RS的兰州市生态环境质量纵向评价研究",
        "titleEn": null,
        "referenceCn": "仝纪龙, 李发荣, 袁九毅, & 王鹏波. (2012). 基于gis和rs的兰州市生态环境质量纵向评价研究. 中国人口·资源与环境(S1), 88-92.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
        "referenceCn": null,
        "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
      },
      {
        "titleCn": null,
        "titleEn": "Analysis of parameter uncertainty in semi-distributed hydrological models using bootstrap method: A case study of SWAT model applied to Yingluoxia watershed in northwest China",
        "referenceCn": null,
        "referenceEn": "Li, Z. , Shao, Q. , Xu, Z. , & Cai, X. . (2010). Analysis of parameter uncertainty in semi-distributed hydrological models using bootstrap method: a case study of swat model applied to yingluoxia watershed in northwest china. Journal of Hydrology (Amsterdam), 385(1-4), 76-83."
      },
      {
        "titleCn": null,
        "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
        "referenceCn": null,
        "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
      },
      {
        "titleCn": "黑河流域上游山区径流模拟及模型评估",
        "titleEn": null,
        "referenceCn": "李占玲, & 徐宗学. (2010). 黑河流域上游山区径流模拟及模型评估. 北京师范大学学报(自然科学版)(03), 128-133.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Parameter estimation and uncertainty analysis of SWAT model in upper reaches of the Heihe river basin",
        "referenceCn": null,
        "referenceEn": "Li, Z. , Xu, Z. , Shao, Q. , & Yang, J. . (2009). Parameter estimation and uncertainty analysis of swat model in upper reaches of the heihe river basin. Hydrological Processes, 23(19), 2744-2753."
      },
      {
        "titleCn": "临泽县土地利用与景观格局时空变化分析",
        "titleEn": null,
        "referenceCn": "张旺锋, 马彦强, 易洋, & 耿莎莎. (2011). 临泽县土地利用与景观格局时空变化分析. 生态经济(学术版)(02), 52-55+60.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
        "referenceCn": null,
        "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
      },
      {
        "titleCn": null,
        "titleEn": "Performance of WASMOD and SWAT on hydrological simulation in Yingluoxia watershed in northwest of China",
        "referenceCn": null,
        "referenceEn": "Li Z, Xu Z, Li Z. Performance of WASMOD and SWAT on hydrological simulation in Yingluoxia watershed in northwest of China[J]. Hydrological Processes, 2011, 25(13): 2001–2008. doi:10.1002/hyp.7944"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部",
        "keywordEn": "Western China"
      },
      {
        "keywordCn": "甘肃省",
        "keywordEn": "Gansu Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1995",
        "keywordEn": "1995",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
      ],
      "research objective": [
        "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
      ],
      "challenges": [
        "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
      ],
      "methods": [],
      "dataset": [
        "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
      ],
      "findings": [
        "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
      ],
      "backgroundCn": [
        "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversit y、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，国际全球变化研究计划（IGBP）和国际人文与社会科学计划（IHDP）发布并推动的一系列科学研究项目，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也对全球变化产生影响。"
      ],
      "research objectiveCn": [
        "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的模式和动态模式的过程中。"
      ],
      "challengesCn": [
        "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "主要数据来源是1995/1996年的Landsat TM数字图像（520幅场景）和1999/2000年的Landsat TM数字图像（508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
      ],
      "findingsCn": [
        "中国的土地利用变化存在明显的区域差异，这为划分动态区奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are satellite remote sensing methods like Landsat MSS, TM, and ETM commonly used for collecting land-use data in China?",
        "QuestionCn": "卫星遥感方法如Landsat MSS、TM和ETM在中国收集土地利用数据中是否被广泛使用？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is there a challenge in balancing arable land protection with urban expansion in China's land-use change research?",
        "QuestionCn": "在中国的土地利用变化研究中，是否存在保护耕地与城市扩张之间的平衡挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are land-use data collection methods in this field primarily based on satellite imagery from Landsat, CBERS-1, or other satellite systems?",
        "QuestionCn": "在这个领域，土地利用数据收集方法主要基于来自Landsat、CBERS-1或其他卫星系统的卫星影像吗？",
        "AnswerEn": "Landsat TM digital images and CBERS-1 data",
        "AnswerCn": "Landsat TM 数字影像和 CBERS-1 数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are the challenges in land-use data collection more focused on deforestation reversal, arable land protection, or urban expansion?",
        "QuestionCn": "土地利用数据收集的挑战更多集中在森林砍伐逆转、可耕地保护还是城市扩张？",
        "AnswerEn": "urban expansion",
        "AnswerCn": "城市扩张",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main data sources used for land-use information in China during the late 1990s?",
        "QuestionCn": "在1990年代末，中国土地利用信息的主要数据来源是什么？",
        "AnswerEn": "Landsat TM digital images, CBERS-1 data",
        "AnswerCn": "Landsat TM 数字影像，CBERS-1 数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the rapid land-use changes particularly notable in China during the period from 1995 to 2000?",
        "QuestionCn": "在1995年至2000年期间，中国的快速土地利用变化特别显著的地区在哪里？",
        "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region",
        "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the classification system used in the land-use dataset for Gansu Province?",
        "QuestionCn": "甘肃省土地利用数据集使用的分类系统是什么？",
        "AnswerEn": "layered land-cover classification system",
        "AnswerCn": "分层土地覆盖分类系统",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather land-use information in the context of global environmental change studies?",
        "QuestionCn": "您能否提供一个用于收集土地利用信息的数据收集方法的例子，以便在全球环境变化研究的背景下使用？",
        "AnswerEn": "A data collection method used in this field is the acquisition of land-use information through satellite remote sensing, specifically using Landsat TM digital images and CBERS-1 data to gather information on land-use changes in China.",
        "AnswerCn": "在该领域中使用的一种数据收集方法是通过卫星遥感获取土地利用信息，特别是利用Landsat TM数字影像和CBERS-1数据收集中国土地利用变化的信息。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in the process of land-use data collection and analysis in large countries like China?",
        "QuestionCn": "在像中国这样的大国中，土地利用数据收集和分析过程中面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in this context is the conspicuous conflicts between arable land protection and urban expansion, which are evident in the irrational conversion from arable land to built-up areas.",
        "AnswerCn": "在这种情况下，一个挑战是耕地保护与城市扩张之间明显的冲突，这在耕地向建筑用地的不合理转变中表现得尤为明显。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the fundamental characteristics of land-use data derived from remote sensing technologies?",
        "QuestionCn": "遥感技术获取的土地利用数据的基本特征是什么？",
        "AnswerEn": "stratified land cover classification system, six primary categories, 31 secondary categories, high precision, satellite images like Landsat MSS, TM, and ETM",
        "AnswerCn": "分层土地覆盖分类系统，六个主要类别，31个次要类别，高精度，使用类似Landsat MSS、TM和ETM的卫星图像。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the data collection methods used to monitor land-use changes in regional studies?",
        "QuestionCn": "用于监测区域研究中土地利用变化的数据收集方法有哪些？",
        "AnswerEn": "analyzing satellite images, Landsat TM, CBERS-1, spatial patterns, temporal processes",
        "AnswerCn": "分析卫星图像，Landsat TM，CBERS-1，空间模式，时间过程",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the distinguishing features of dynamic regionalization in land-use change studies?",
        "QuestionCn": "土地利用变化研究中动态区域化的区别特征是什么？",
        "AnswerEn": "temporal features, spatial features, spatial pattern, temporal process, rapid urban expansion, conversion of arable land",
        "AnswerCn": "时间特征，空间特征，空间模式，时间过程，快速城市扩张，耕地转换",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many scenes of Landsat TM digital images were incorporated to acquire land-use information for the years 1995/1996 and 1999/2000?",
        "QuestionCn": "为了获取1995/1996年和1999/2000年的土地利用信息，纳入了多少幅Landsat TM数字图像场景？",
        "AnswerEn": "520, 508",
        "AnswerCn": "520, 508",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the number of primary and secondary categories used in the land cover classification system for the land-use dataset?",
        "QuestionCn": "土地利用数据集的土地覆盖分类系统中使用的主要和次要类别的数量是多少？",
        "AnswerEn": "6, 31",
        "AnswerCn": "6, 31",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many research institutes participated in the remote sensing technology team to construct the land-use dataset?",
        "QuestionCn": "有多少个研究机构参与了遥感技术团队构建土地利用数据集？",
        "AnswerEn": "19",
        "AnswerCn": "十九",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a 'land-use/cover change' in the context of global environmental studies?",
        "QuestionCn": "在全球环境研究的背景下，什么是“土地利用/覆盖变化”？",
        "AnswerEn": "Land-use/cover change refers to the transformation of the earth's surface involving the modification of natural landscapes, which directly impacts the terrestrial surface material cycles and life-support processes, such as the interaction between biosphere and atmosphere, biodiversity, and biogeochemical cycles. It is a significant area of study in global environmental change, particularly due to its influence on regional and global scales, as highlighted in scientific programs by IGBP and IHDP.",
        "AnswerCn": "土地利用/覆盖变化是指地球表面的转变，涉及自然景观的改造，这直接影响到陆地表面物质循环和生命支持过程，例如生物圈与大气之间的相互作用、生物多样性和生物地球化学循环。这是全球环境变化研究中的一个重要领域，特别是由于其对区域和全球尺度的影响，如IGBP和IHDP的科学项目所强调的。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'temporal and spatial features of land-use change' refer to in regional scale studies?",
        "QuestionCn": "“土地利用变化的时间和空间特征”在区域尺度研究中指的是什么？",
        "AnswerEn": "The 'temporal and spatial features of land-use change' refer to the patterns and dynamics of how land use changes over time and across different regions. These features are crucial for understanding the regional characteristics of land-use changes, including the identification of dynamic processes and the spatial patterns associated with these changes. Such studies aim to integrate spatial and temporal aspects to reveal regional differences and trends in land-use change.",
        "AnswerCn": "“土地利用变化的时间和空间特征”指的是土地利用随时间和不同区域变化的模式和动态。这些特征对于理解土地利用变化的区域特征至关重要，包括识别动态过程和与这些变化相关的空间模式。这类研究旨在整合空间和时间方面，以揭示土地利用变化的区域差异和趋势。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the 'dynamic zones' in the context of land-use change in China?",
        "QuestionCn": "在中国土地利用变化的背景下，什么是“动态区”？",
        "AnswerEn": "In the context of land-use change in China, 'dynamic zones' refer to regions characterized by rapid and significant changes in land use during specific periods. These zones, identified through the study of regional differentiation, include areas such as North China, the Loess Plateau, Northeast China, and southeast coastal regions, which experienced notable land-use transformations between 1995 and 2000. Recognizing these zones helps in understanding and managing the impacts of land-use changes on social, economic, and environmental developments.",
        "AnswerCn": "在中国的土地利用变化背景下，“动态区域”指的是在特定时期内土地利用发生快速和显著变化的地区。这些区域通过区域差异化研究被识别，包括北方地区、黄土高原、东北地区和东南沿海地区，这些地区在1995年至2000年期间经历了显著的土地利用转变。识别这些区域有助于理解和管理土地利用变化对社会、经济和环境发展的影响。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods utilizing Landsat TM digital images compare to those using CBERS-1 data in terms of capturing land-use information?",
        "QuestionCn": "利用Landsat TM数字图像的数据收集方法与使用CBERS-1数据的方法在捕捉土地利用信息方面有何比较？",
        "AnswerEn": "Both Landsat TM digital images and CBERS-1 data were used to acquire land-use information for the periods 1995/1996 and 1999/2000, respectively. The comparison lies in the integration of these data sources to provide comprehensive land-use information, with Landsat TM offering a broader temporal range while CBERS-1 complements the dataset for the latter period.",
        "AnswerCn": "Landsat TM数字图像和CBERS-1数据被用于获取1995/1996年和1999/2000年的土地利用信息。比较在于这些数据源的整合，以提供全面的土地利用信息，其中Landsat TM提供了更广泛的时间范围，而CBERS-1则补充了后期的数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of satellite remote sensing technologies enhance the accuracy and depth of land-use change datasets in regions with varied physical environments?",
        "QuestionCn": "卫星遥感技术的整合如何提高在物理环境多样化地区土地利用变化数据集的准确性和深度？",
        "AnswerEn": "The integration of satellite remote sensing technologies such as Landsat MSS, TM, and ETM can enhance the accuracy and depth of land-use change datasets by providing detailed temporal and spatial data, which is crucial in regions with varied physical environments like China. These technologies help capture the interaction between biosphere and atmosphere, biodiversity, and biogeochemical cycles, enabling more precise monitoring and analysis of land-use changes.",
        "AnswerCn": "卫星遥感技术的整合，如Landsat MSS、TM和ETM，可以通过提供详细的时间和空间数据来增强土地利用变化数据集的准确性和深度，这在像中国这样具有多样物理环境的地区尤为重要。这些技术有助于捕捉生物圈与大气之间的相互作用、生物多样性和生物地球化学循环，从而实现对土地利用变化的更精确监测和分析。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise when balancing the need for urban expansion with the protection of arable land in land-use datasets, and how can data collection methods help address these challenges?",
        "QuestionCn": "在土地利用数据集中，平衡城市扩张的需求与保护可耕地之间可能会出现哪些挑战，以及数据收集方法如何帮助解决这些挑战？",
        "AnswerEn": "Challenges arise from the conflicts between arable land protection and urban expansion, as seen in the irrational conversion from arable land to built-up areas. Data collection methods, such as using satellite images from multiple sources like Landsat TM and CBERS-1, can help identify and monitor these changes, providing data that can inform policy decisions aimed at balancing these competing land-use demands.",
        "AnswerCn": "由于耕地保护与城市扩张之间的冲突，出现了许多挑战，例如耕地向建筑用地的不合理转化。数据收集方法，如使用来自多个来源的卫星图像（如Landsat TM和CBERS-1），可以帮助识别和监测这些变化，提供可以为平衡这些竞争土地使用需求的政策决策提供信息的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the integration of different remote sensing technologies like Landsat and CBERS-1 impact the accuracy and reliability of land-use data collection in regions with varied physical environments?",
        "QuestionCn": "不同遥感技术如Landsat和CBERS-1的整合如何影响在具有不同物理环境的地区土地利用数据收集的准确性和可靠性？",
        "AnswerEn": "The integration of Landsat TM digital images and CBERS-1 data provides comprehensive coverage and enhances the accuracy of land-use information, helping to capture regional differentiation and rapid land-use changes across China.",
        "AnswerCn": "Landsat TM数字图像与CBERS-1数据的整合提供了全面的覆盖，并提高了土地利用信息的准确性，有助于捕捉中国地区差异和快速的土地利用变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential consequences of using a hierarchical land cover classification system on understanding and interpreting land-use changes at a national scale?",
        "QuestionCn": "使用分层土地覆盖分类系统在国家层面理解和解释土地利用变化的潜在后果是什么？",
        "AnswerEn": "Using a hierarchical land cover classification system allows for a detailed categorization of land types, which aids in revealing both temporal and spatial features of land-use changes, supporting integrated studies of spatial patterns and temporal processes.",
        "AnswerCn": "使用分层土地覆盖分类系统可以对土地类型进行详细分类，这有助于揭示土地利用变化的时间和空间特征，支持对空间模式和时间过程的综合研究。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise in balancing the protection of arable land against urban expansion, as observed in land-use trends, and how can data collection methods address these issues?",
        "QuestionCn": "在平衡耕地保护与城市扩张之间，可能会出现哪些挑战，如土地利用趋势所观察到的，以及数据收集方法如何应对这些问题？",
        "AnswerEn": "Conflicts between arable land protection and urban expansion can lead to irrational land conversions. Comprehensive data collection using remote sensing helps to monitor such changes, enabling informed decision-making to balance these conflicting interests.",
        "AnswerCn": "耕地保护与城市扩张之间的冲突可能导致不合理的土地转用。利用遥感技术进行全面的数据收集有助于监测这些变化，从而使决策更加明智，以平衡这些相互冲突的利益。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why might researchers choose Landsat TM and CBERS-1 data for acquiring land-use information, and what goals do these datasets help achieve?",
        "QuestionCn": "为什么研究人员可能选择Landsat TM和CBERS-1数据来获取土地利用信息，这些数据集帮助实现什么目标？",
        "AnswerEn": "Landsat TM and CBERS-1 data are chosen to acquire comprehensive land-use information and understand land-use change dynamics over time. These datasets help in analyzing regional differentiation and rapid changes in land-use, which are crucial for drawing dynamic zones and understanding regional impacts on global change.",
        "AnswerCn": "选择Landsat TM和CBERS-1数据以获取全面的土地利用信息，并理解土地利用变化的动态。这些数据集有助于分析区域差异和土地利用的快速变化，这对于绘制动态区域和理解区域对全球变化的影响至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can challenges related to the conversion of arable land to built-up areas be addressed during the land-use data collection process?",
        "QuestionCn": "在土地利用数据收集过程中，如何应对耕地转为建筑用地相关的挑战？",
        "AnswerEn": "The challenges of land conversion, especially from arable land to built-up areas, highlight the need for careful monitoring using satellite data. By analyzing the regional differentiation of land-use change and drawing dynamic zones, researchers can better understand and address these challenges.",
        "AnswerCn": "土地转化，特别是从耕地转变为建筑用地的挑战，突显了使用卫星数据进行仔细监测的必要性。通过分析土地利用变化的区域差异并绘制动态区域，研究人员可以更好地理解和应对这些挑战。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps should be taken to ensure the accuracy and precision of land-use datasets derived from remote sensing technologies?",
        "QuestionCn": "为了确保从遥感技术获得的土地利用数据集的准确性和精确性，应采取哪些程序步骤？",
        "AnswerEn": "To ensure accuracy in land-use datasets, a rigorous procedural approach involves using high-resolution satellite imagery like Landsat TM and CBERS-1 to study regional land-use characteristics and dynamic processes. This approach helps reveal regional differentiation and rapid changes in land-use patterns, thus ensuring comprehensive data collection and classification.",
        "AnswerCn": "为了确保土地利用数据集的准确性，一种严格的程序方法涉及使用高分辨率卫星影像，如Landsat TM和CBERS-1，来研究区域土地利用特征和动态过程。这种方法有助于揭示区域差异和土地利用模式的快速变化，从而确保全面的数据收集和分类。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological tools or data sources enable the construction of high-precision land-use datasets for large geographical regions like Gansu Province?",
        "QuestionCn": "哪些技术工具或数据源能够支持构建像甘肃省这样的大范围高精度土地利用数据集？",
        "AnswerEn": "The use of satellite remote sensing technology, particularly Landsat MSS, TM, and ETM data, enables the construction of high-precision land-use datasets. Additionally, the integration of data from the China-Brazil Earth Resources Satellite 1 (CBERS-1) enhances the data collection process for large geographical regions.",
        "AnswerCn": "卫星遥感技术的使用，特别是Landsat MSS、TM和ETM数据，使得高精度土地利用数据集的构建成为可能。此外，来自中国-巴西地球资源卫星1号（CBERS-1）的数据集成增强了大范围地理区域的数据收集过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do different classification systems or methodologies contribute to the effective categorization of land-use types in diverse environmental conditions?",
        "QuestionCn": "不同的分类系统或方法如何在不同的环境条件下有效地对土地利用类型进行分类？",
        "AnswerEn": "A hierarchical land-cover classification system is used to effectively categorize land-use types, dividing the regions into primary and secondary classes such as arable land, forest, grassland, water bodies, urban, industrial, residential, and unused land. This system allows for nuanced categorization under varied environmental conditions.",
        "AnswerCn": "分层土地覆盖分类系统用于有效地对土地使用类型进行分类，将区域划分为主要和次要类别，如耕地、森林、草地、水体、城市、工业、住宅和未利用土地。该系统允许在不同环境条件下进行细致的分类。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges in data collection are addressed by using remote sensing techniques in studies of land-use change across vast territories?",
        "QuestionCn": "在对广阔区域的土地利用变化研究中，使用遥感技术可以解决哪些数据收集方面的挑战？",
        "AnswerEn": "Remote sensing techniques address challenges like the need for large-scale data collection and temporal analysis of land-use changes. They provide consistent and comprehensive data coverage, which is crucial for assessing regional differentiation and temporal dynamics of land-use changes across vast areas.",
        "AnswerCn": "遥感技术解决了大规模数据收集和土地利用变化的时间分析等挑战。它们提供了一致且全面的数据覆盖，这对于评估广泛区域内土地利用变化的区域差异和时间动态至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the expected outcomes of land-use change studies not align with actual trends observed in China?",
        "QuestionCn": "土地利用变化研究的预期结果可能与中国观察到的实际趋势不一致的原因是什么？",
        "AnswerEn": "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas.",
        "AnswerCn": "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using satellite remote sensing as a data collection method for assessing land-use changes in China?",
        "QuestionCn": "您如何评价使用卫星遥感作为评估中国土地利用变化的数据收集方法的有效性？",
        "AnswerEn": "Satellite remote sensing, particularly using Landsat MSS, TM, and ETM, has been a highly effective method for assessing land-use changes in China. It allows for comprehensive and detailed analysis over large areas, which is crucial given China's varied physical environments and vast land areas.",
        "AnswerCn": "卫星遥感，特别是使用Landsat MSS、TM和ETM，已成为评估中国土地利用变化的有效方法。它能够对大面积区域进行全面和详细的分析，这在考虑到中国多样的自然环境和广阔的土地面积时尤为重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, how can the existing land-use datasets be refined or expanded to better support studies of regional scale land-use changes?",
        "QuestionCn": "在您看来，现有的土地利用数据集如何可以被优化或扩展，以更好地支持区域尺度土地利用变化的研究？",
        "AnswerEn": "Refinement and expansion of existing land-use datasets could involve integrating more recent satellite data and higher resolution imagery, as well as incorporating additional data sources like CBERS-1, to enhance the temporal and spatial analysis of land-use changes at a regional scale.",
        "AnswerCn": "现有土地利用数据集的精细化和扩展可以通过整合更近期的卫星数据和更高分辨率的影像，以及纳入额外的数据源如CBERS-1，以增强区域尺度上土地利用变化的时间和空间分析。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand why challenges exist in balancing arable land protection with urban expansion in land-use studies.",
        "QuestionCn": "我不明白在土地利用研究中，保护耕地与城市扩张之间平衡存在什么挑战。",
        "AnswerEn": "There are conspicuous conflicts between arable land protection and urban expansion, particularly due to the irrational conversion from arable land to built-up areas.",
        "AnswerCn": "耕地保护与城市扩张之间存在明显的冲突，特别是由于耕地向建筑用地的不合理转化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please investigate the specific data collection techniques used for acquiring digital images from Landsat TM and CBERS-1 satellites for land-use information.",
        "QuestionCn": "请调查用于从Landsat TM和CBERS-1卫星获取土地利用信息的具体数据收集技术。",
        "AnswerEn": "The data collection techniques involved utilizing Landsat TM digital images from 1995/1996 and 1999/2000, along with CBERS-1 data for land-use information in 1999/2000. These satellite images provided essential data for analyzing land-use changes.",
        "AnswerCn": "数据收集技术涉及利用1995/1996年和1999/2000年的Landsat TM数字图像，以及1999/2000年的CBERS-1数据获取土地利用信息。这些卫星图像为分析土地利用变化提供了重要数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please analyze the challenges encountered in using satellite data for land-use change studies in diverse regions of China and how these might be addressed.",
        "QuestionCn": "请分析在中国不同地区使用卫星数据进行土地利用变化研究时遇到的挑战，以及如何解决这些挑战。",
        "AnswerEn": "Challenges in using satellite data include the early stage of reversing deforestation trends and conflicts between arable land protection and urban expansion. Addressing these issues requires careful management of land-use policies and improved data interpretation techniques to balance development with environmental protection.",
        "AnswerCn": "使用卫星数据面临的挑战包括逆转森林砍伐趋势的早期阶段以及可耕地保护与城市扩张之间的冲突。解决这些问题需要对土地使用政策进行谨慎管理，并改进数据解读技术，以平衡发展与环境保护。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets that could complement Landsat and CBERS-1 data for a comprehensive study of land-use changes in China from 1995 to 2000.",
        "QuestionCn": "请探索潜在的数据集，以补充Landsat和CBERS-1数据，以便对1995年至2000年中国的土地利用变化进行全面研究。",
        "AnswerEn": "Potential datasets to complement Landsat and CBERS-1 data could include high-resolution satellite images from other sources, historical land-use records, socio-economic data, and climate data to provide a multifaceted understanding of land-use changes in China during the specified period.",
        "AnswerCn": "潜在的数据集可以补充Landsat和CBERS-1数据，包括来自其他来源的高分辨率卫星图像、历史土地利用记录、社会经济数据和气候数据，以提供对中国在指定时期土地利用变化的多方面理解。",
        "Level": "C6(Creating)"
      }
    ]
  }
}