{
    "id": "b01b28a5-3e93-40d6-a71a-f5188644bfa7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Time series dataset of the long-term dry-wet index in Western China (AD1500-BP2000)",
            "titleCn": "中国西部地区长期干湿指数序列集（AD1500-BP2000）",
            "description": "Original information on the long-term dry-wet index (1500-2000) in western China is obtained by integrating data on dry-wet/drought-flood conditions and precipitation amounts in the western region published over more than a decade. The integrated data sets include tree rings, ice cores, lake sediments, historical materials, etc., and there are more than 50 such data sets.\nIn addition to widely collecting representative data sets on dry-wet changes in the western region, this study also clarifies the main characteristics of the dry-wet changes and climate zones in the western region, and the long-term dry-wet index sequence was generated by extracting representative data from different zones. The data-based dry-wet index sequence has a 10-year temporal resolution for five major characteristic climate zones in the western region over nearly four hundred years and a high resolution (annual resolution) for three regions over the past five hundred years.\nThe five major characteristic climate zones in the western region with a 10-year dry-wet index resolution over the last four hundred years are the arid regions, plateau bodies, northern Xinjiang, Hetao region, and northeastern plateau, and the three regions with a annual resolution over the last five hundred years are the northeastern plateau, Hetao region, and northern Xinjiang.\nFor a detailed description of the data, please refer to the data file named Introduction of Dry-Wet Index Sequence Data for West China.doc.",
            "descriptionCn": "中国西部地区长期干湿指数序列（AD1500-BP2000）原始资料是近十几年来公开发表的西部地区干湿/旱涝/降水代用资料，包括树木年轮、冰芯、湖泊沉积、史料文献等多种代用序列共50余条。\n在广泛收集的西部地区干湿变化代用资料集的基础上，明确了西部地区干湿变化的主要特征和气候分区，提取不同分区的代用资料信息综合出了西部地区长期干湿指数序列。该数据包括近四百年西部地区五个主要特征气候分区的10年分辨率的干湿指数序列和近五百年其中三个区域的高分辨率（年分辨率）干湿指数序列。\n\n数据包括近四百年西部地区五个主要特征气候分区（干旱区、高原主体、新疆北部、河套地区、高原东北）的10年分辨率的干湿指数序列和近五百年其中三个区域（高原东北、河套地区、新疆北部）的高分辨率（年分辨率）干湿指数序列。\n\n数据的详细说明参考：西部干湿指数序列数据介绍.doc数据文档",
            "instructions": "",
            "instructionsCn": "",
            "east": 135.5,
            "west": 73.2,
            "south": 17.8,
            "north": 53.9,
            "startTime": "0950-01-13 06:22:34",
            "endTime": "2000-01-12 03:08:29",
            "fileSize": 4238736.0,
            "cstr": "18406.11.Paleoenv.tpdc.270071",
            "doi": "10.11888/Paleoenv.tpdc.270071",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "钱维宏",
                "nameEn": "QIAN Weihong",
                "unitEn": "Department of Atmospheric Science,College of Physics,Beijing University,China",
                "unitCn": "北京大学物理学院大气科学系"
            },
            {
                "nameCn": "林祥",
                "nameEn": "LIN Xiang",
                "unitEn": "Department of Atmospheric Science,College of Physics,Beijing University",
                "unitCn": "北京大学物理学院大气科学系"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Centennial-scale dry-wet variations in East Asia",
                "referenceCn": null,
                "referenceEn": "Qian, W.H., Hu, Q., Zhu, Y.F., &Lee, D.K. (2003). Centennial-scale dry-wet variations in East Asia. Climate Dynamics, 21(1), 77-89."
            },
            {
                "titleCn": null,
                "titleEn": "An integrated analysis of Dry-Wet variability in Western China for the last 4-5 centuries",
                "referenceCn": null,
                "referenceEn": "Qian, W.H., &Lin, X. (2009). An integrated analysis of Dry-Wet variability in Western China for the last 4-5 centuries. Advances in Atmospheric Sciences, 26(5), 951-961."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰芯",
                "nameEn": "Ice-core"
            },
            {
                "nameCn": "树木年轮",
                "nameEn": "Tree rings"
            },
            {
                "nameCn": "树轮",
                "nameEn": "Tree-ring"
            },
            {
                "nameCn": "沉积物",
                "nameEn": "Sediments"
            },
            {
                "nameCn": "湖相沉积",
                "nameEn": "Lacustrine Sediments"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西部",
                "keywordEn": "Western China"
            },
            {
                "keywordCn": "长江流域",
                "keywordEn": "Changjiang Valley"
            },
            {
                "keywordCn": "黄河流域",
                "keywordEn": "Huanghe Valley"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1500-2000",
                "keywordEn": "1500-2000",
                "type": "temporal"
            },
            {
                "keywordCn": "950-1999",
                "keywordEn": "950-1999",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that utilizes both natural proxies and historical documents to reconstruct long-term climate patterns in a specific region?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法利用自然代理和历史文献来重建特定地区的长期气候模式？",
                "AnswerEn": "An example of a data collection method that utilizes both natural proxies and historical documents is the reconstruction of long-term climate patterns in China's western region using proxy data such as tree rings, ice cores, lake sediments, and historical documents. This approach has been used to create a sequence of wet-dry indices for the region spanning from AD 1500 to BP 2000, covering various climate zones with ten-year and annual resolutions.",
                "AnswerCn": "一种数据收集方法利用自然代理和历史文献的例子是通过代理数据（如树轮、冰芯、湖泊沉积物和历史文献）重建中国西部地区的长期气候模式。这种方法已被用于创建从公元1500年到公元2000年（BP 2000）的湿干指数序列，涵盖了不同的气候区，具有十年和年度的分辨率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of long-term dry and wet index sequences in the western regions of China?",
                "QuestionCn": "中国西部地区长期干旱和湿润指数序列的特征是什么？",
                "AnswerEn": "10-year resolution dry and wet index sequences, five major climatic zones, approximately four hundred years, high-resolution (annual) sequences, three zones, nearly five hundred years",
                "AnswerCn": "10年分辨率的干湿指数序列，五个主要气候带，大约四百年，高分辨率（年度）序列，三个气候带，近五百年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'proxy data' mean in the context of climate research for the western regions of China?",
                "QuestionCn": "在气候研究中，'代理数据'指的是用于推断过去气候条件的间接数据，这些数据通常来自于自然记录，如树木年轮、冰芯、沉积物或其他环境样本。在中国西部地区的气候研究中，代理数据可以帮助科学家重建历史气候变化，了解该地区的气候模式和趋势。",
                "AnswerEn": "In the context of climate research for the western regions of China, 'proxy data' refers to indirect measurements or records used to reconstruct past climate conditions, such as tree rings, ice cores, lake sediments, and historical documents. These proxy data are utilized to create long-term dry-wet index sequences, revealing climate characteristics and regional climate zoning over hundreds of years.",
                "AnswerCn": "在中国西部气候研究的背景下，“代理数据”指的是用于重建过去气候条件的间接测量或记录，例如树轮、冰芯、湖泊沉积物和历史文献。这些代理数据用于创建长期的干湿指数序列，揭示气候特征和区域气候分区，跨越数百年。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting long-term wet-dry index sequences in the western regions of China?",
                "QuestionCn": "在中国西部地区，收集长期湿干指数序列面临的挑战有哪些因素？",
                "AnswerEn": "The challenges in collecting long-term wet-dry index sequences in the western regions of China arise from the need to utilize diverse proxy data sources, such as tree rings, ice cores, lake sediments, and historical documents. These sources require careful integration to accurately reflect climate variations over several centuries. Additionally, identifying distinct climate zones and extracting relevant data for each zone further complicates the data collection process.",
                "AnswerCn": "在中国西部地区收集长期湿干指数序列的挑战在于需要利用多种代理数据源，如树轮、冰芯、湖泊沉积物和历史文献。这些来源需要仔细整合，以准确反映几个世纪以来的气候变化。此外，识别不同的气候区并提取每个区域的相关数据进一步复杂化了数据收集过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing a dataset that includes long-term dry-wet index sequences for different climate zones in western China using proxy data like tree rings, ice cores, lake sediments, and historical documents?",
                "QuestionCn": "开发一个包含中国西部不同气候区长期干湿指数序列的数据集的主要目标是利用树轮、冰芯、湖泊沉积物和历史文献等代理数据。",
                "AnswerEn": "The primary objectives of developing a dataset that includes long-term dry-wet index sequences for different climate zones in western China are to clarify the main characteristics and climate zoning of dry-wet changes in the region and to synthesize proxy data information from different zones to create comprehensive long-term dry-wet index sequences. This dataset aims to provide a detailed understanding of dry-wet variations over the past centuries, at both decadal and annual resolutions, across various climate zones such as arid regions, plateau areas, northern Xinjiang, the Hetao area, and the northeastern plateau.",
                "AnswerCn": "开发一个包含中国西部不同气候区长期干湿指数序列的数据集的主要目标是阐明该地区干湿变化的主要特征和气候分区，并综合来自不同区域的代理数据，以创建全面的长期干湿指数序列。该数据集旨在提供对过去几个世纪干湿变化的详细理解，涵盖不同气候区，如干旱地区、高原地区、北疆、河套地区和东北高原，具有十年和年度的分辨率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What data collection methods are used to compile a long-term dry-wet index sequence for China's western region, and what are the key challenges in gathering and integrating data from diverse sources like tree rings, ice cores, and historical literature?",
                "QuestionCn": "用于编制中国西部地区长期干湿指数序列的数据收集方法有哪些？在收集和整合来自树轮、冰芯和历史文献等多种来源的数据时，面临哪些关键挑战？",
                "AnswerEn": "The data collection methods involve gathering dry-wet or drought-flood proxy data from various published sources over recent decades. These include tree ring data, ice cores, lake sediments, and historical literature. The challenges in this process include ensuring the accuracy and consistency of proxy data from these diverse sources, integrating them into a cohesive sequence, and accurately defining the major climate regions within China's western region. This results in a long-term dry-wet index sequence with different resolutions for various climate subregions.",
                "AnswerCn": "数据收集方法涉及从近年来的各种出版来源收集干湿或干旱-洪水代理数据。这些来源包括树轮数据、冰芯、湖泊沉积物和历史文献。这个过程中的挑战包括确保来自这些不同来源的代理数据的准确性和一致性，将它们整合成一个连贯的序列，以及准确界定中国西部地区的主要气候区域。这导致了一个具有不同分辨率的长期干湿指数序列，适用于各个气候子区域。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}