{
    "id": "b08875bb-52ae-47fb-9f8e-ba8857afc88b",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: WATERNET observation dataset in the middle reaches of the Heihe River Basin (2014)",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游生态水文无线传感器网络WATERNET观测数据集（2014）",
            "description": "This data set includes the 2014 observation data of 9 water net nodes in the 5.5km × 5.5km observation matrix (red box in the thumbnail) of Yingke / Daman irrigation area in the middle reaches of Heihe River. The nine nodes contain 4cm and 10cm two-layer hydro probe II probes to observe the main variables such as soil moisture, soil temperature, conductivity and complex permittivity; the si-111 infrared temperature probe is set up at 4m height to observe the surface radiation infrared temperature of the underlying surface. The observation time frequency is 5 minutes. This data set can provide spatiotemporal continuous observation data set for remote sensing estimation of key water and heat variables of heterogeneous surface, remote sensing authenticity test, ecological hydrology research, irrigation optimization management and other research.            \nPlease refer to \"2014 middle reaches of Heihe River waternet data document 20141231. Docx\" for details",
            "descriptionCn": "本数据集包括黑河中游盈科/大满灌区5.5km×5.5km观测矩阵（缩略图中红色框）内9个WATERNET节点的2014年观测数据。9个节点均包含4cm和10cm两层Hydro probe II探头，观测土壤水分、土壤温度、电导率及复介电常数等主要变量；在4m高度架设有SI-111红外温度探头观测下垫面地表辐射红外温度。观测时间频率为5分钟。本数据集可为异质性地表关键水热变量的遥感估算及其遥感真实性检验，生态水文研究，灌溉优化管理等研究提供时空连续的观测数据集。\n详细内容请参见“2014年黑河中游WATERNET数据文档20141231.docx”",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.4097,
            "west": 100.3215,
            "south": 38.8369,
            "north": 38.9055,
            "startTime": "2014-05-10 00:00:00",
            "endTime": "2014-10-28 00:00:00",
            "fileSize": 59279185.0,
            "cstr": "18406.11.Soil.tpdc.270894",
            "doi": "10.11888/Soil.tpdc.270894",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "晋锐",
                "nameEn": "JIN Rui",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "亢健",
                "nameEn": "KANG Jian",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": null,
                "referenceCn": null,
                "referenceEn": "Rui Jin, Xin Li, Baoping Yan, Xiuhong Li, Wanmin Luo, Minguo Ma, Jianwen Guo, Jian Kang, Zhongli Zhu. 2014. A Nested Eco-hydrological Wireless Sensor Network for Capturing Surface Heterogeneity in the Middle-reach of Heihe River Basin, China. IEEE Geoscience and Remote Sensing Letters, 11(11):2015-2019, DOI:10.1109/LGRS.2014.2319085"
            },
            {
                "titleCn": null,
                "titleEn": "A Nested Ecohydrological Wireless Sensor Network for Capturing the Surface Heterogeneity in the Midstream Areas of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Rui Jin, Xin Li, Baoping Yan, Xiuhong Li, Wanmin Luo, Minguo Ma, Jianwen Guo, Jian Kang, Zhongli Zhu. 2014. A Nested Eco-hydrological Wireless Sensor Network for Capturing Surface Heterogeneity in the Middle-reach of Heihe River Basin, China. IEEE Geoscience and Remote Sensing Letters, 11(11): 2015-2019, DOI:10.1109/LGRS.2014.2319085"
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Hybrid optimal design of the eco-hydrological wireless sensor network in the middle reach of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Kang, J.; Li, X.; Jin, R., et al. Hybrid optimal design of the eco-hydrological wireless sensor network in the middle reach of the Heihe River Basin, China. Sensors, 2014, 14(10): 19095-19114."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "土壤盐渍度",
                "nameEn": "Soil salinity"
            },
            {
                "nameCn": "地表辐射温度",
                "nameEn": "Surface radiation temperature"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            },
            {
                "titleCn": "黑河流域生态水文遥感－地面观测试验与综合模拟应用示范",
                "titleEn": "National Development and Reform Commission Project"
            },
            {
                "titleCn": "遥感产品真实性检验关键技术及其试验验证",
                "titleEn": "National High-tech Research and Development Program of China (863 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统包括涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Which challenge is more significant in the field of eco-hydrology: the poor availability of multiscale observations or the complexity of heterogeneous surface interactions?",
                "QuestionCn": "在生态水文学领域，哪个挑战更为重要：多尺度观测的稀缺性还是异质表面相互作用的复杂性？",
                "AnswerEn": "the poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main variables observed in the eco-hydrological sensor network used in the Heihe Watershed experiment?",
                "QuestionCn": "在黑河流域实验中使用的生态水文传感器网络中观察到的主要变量有哪些？",
                "AnswerEn": "soil moisture, soil temperature, electrical conductivity, complex dielectric constant, surface infrared temperature",
                "AnswerCn": "土壤湿度、土壤温度、电导率、复介电常数、表面红外温度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the instruments for observing eco-hydrological processes arranged in the HiWATER experiment?",
                "QuestionCn": "HiWATER实验中观察生态水文过程的仪器安排在哪里？",
                "AnswerEn": "hierarchically nested scales",
                "AnswerCn": "分层嵌套尺度",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a multiscale data collection method used to study eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "您能否提供一个用于研究异质表面生态水文过程的多尺度数据收集方法的示例？",
                "AnswerEn": "An example of a multiscale data collection method is the use of a hierarchically nested observation system that includes flux observation matrices with eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, combined with an eco-hydrological sensor network for soil moisture and leaf area index, as well as hyper-resolution airborne remote sensing using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers.",
                "AnswerCn": "多尺度数据收集方法的一个例子是使用分层嵌套的观测系统，包括涡度协方差塔、 大孔径闪烁仪和自动气象站的通量观测矩阵，结合生态水文传感器网络用于土壤湿度和叶面积指数，以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting multiscale observations for eco-hydrological research?",
                "QuestionCn": "在进行生态水文研究时，收集多尺度观测数据时面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge in collecting multiscale observations for eco-hydrological research is the poor availability of such observations, which hinders progress in upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "在生态水文研究中，收集多尺度观测的一个重大挑战是观测数据的稀缺，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What methods are employed to ensure the quality control of the multiscale datasets obtained from the Heihe Watershed?",
                "QuestionCn": "为了确保从黑河流域获得的多尺度数据集的质量控制，采用了哪些方法？",
                "AnswerEn": "sensor calibration, meticulous data collection, data processing, dataset generation processes, carefully quality controlled",
                "AnswerCn": "传感器校准、细致的数据收集、数据处理、数据集生成过程、精心的质量控制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many WATERNET nodes were used to collect data in the 5.5km×5.5km observation matrix?",
                "QuestionCn": "在5.5km×5.5km的观测矩阵中使用了多少个WATERNET节点来收集数据？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the frequency of data collection for soil moisture and temperature in the WATERNET system?",
                "QuestionCn": "WATERNET系统中土壤湿度和温度的数据收集频率是多少？",
                "AnswerEn": "5 minutes",
                "AnswerCn": "5分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many intensive airborne remote sensing missions were conducted to cover the FEA during the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验中，为覆盖FEA进行了多少次密集的空中遥感任务？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by a 'multiscale dataset' in the context of eco-hydrological research?",
                "QuestionCn": "在生态水文研究的背景下，“多尺度数据集”是指在不同空间和时间尺度上收集和整合的数据。这种数据集可以包括从微观（如土壤水分）到宏观（如流域水文循环）的各种数据，旨在更全面地理解生态系统与水文过程之间的相互作用。",
                "AnswerEn": "A 'multiscale dataset' refers to data collected at various spatial and temporal scales to capture complex eco-hydrological processes. In the context of eco-hydrological research, it involves using instruments arranged in hierarchically nested scales, such as eddy covariance towers, automatic meteorological stations, and remote sensing technologies like LiDAR and imaging spectrometers, to gather comprehensive data across different landscapes and scales.",
                "AnswerCn": "“多尺度数据集”是指在不同空间和时间尺度上收集的数据，以捕捉复杂的生态水文过程。在生态水文研究的背景下，它涉及使用按层次嵌套尺度排列的仪器，如涡度协方差塔、自动气象站以及遥感技术（如激光雷达和成像光谱仪），以在不同的景观和尺度上收集全面的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What constitutes 'continuous hydrometeorological observations' in eco-hydrological experiments?",
                "QuestionCn": "在生态水文实验中，'连续水文气象观测'的组成包括：",
                "AnswerEn": "'Continuous hydrometeorological observations' involve the regular and uninterrupted collection of data on hydrological and meteorological variables over a specified period. In eco-hydrological experiments, this may include measurements like soil moisture, temperature, and other key water and energy variables, often gathered using networks of sensors and meteorological stations to ensure consistent monitoring of environmental conditions.",
                "AnswerCn": "“连续水文气象观测”涉及在指定时间内对水文和气象变量进行定期和不间断的数据收集。在生态水文实验中，这可能包括土壤湿度、温度以及其他关键水分和能量变量的测量，通常通过传感器和气象站网络进行收集，以确保对环境条件的持续监测。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How is 'quality control' of observational data ensured in eco-hydrological dataset generation?",
                "QuestionCn": "如何确保生态水文数据集生成中的观察数据的“质量控制”？",
                "AnswerEn": "Quality control in eco-hydrological dataset generation is ensured through various steps, including sensor calibration, meticulous data collection and processing, and careful dataset generation. The goal is to maintain the integrity and accuracy of the data collected, allowing it to be a reliable resource for further analysis and research.",
                "AnswerCn": "生态水文数据集生成中的质量控制通过多个步骤来确保，包括传感器校准、细致的数据收集和处理，以及谨慎的数据集生成。目标是保持所收集数据的完整性和准确性，使其成为进一步分析和研究的可靠资源。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the challenges of obtaining multiscale observations in the HiWATER experiment compare to those faced in the collection of data in the WATERNET observation network?",
                "QuestionCn": "HiWATER实验中获取多尺度观测的挑战与WATERNET观测网络数据收集面临的挑战有何比较？",
                "AnswerEn": "The HiWATER experiment primarily faces challenges related to the availability of multiscale observations, which it addresses with a complex network of instruments across various scales and environments. In contrast, the WATERNET network focuses on a more localized area, potentially simplifying the logistics of data collection but still requiring detailed sensor calibration and data quality control.",
                "AnswerCn": "HiWATER实验主要面临与多尺度观测相关的挑战，它通过在不同尺度和环境中布置复杂的仪器网络来应对这些挑战。相比之下，WATERNET网络则专注于一个更局部的区域，这可能简化数据收集的后勤工作，但仍然需要详细的传感器校准和数据质量控制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the various instruments and observation techniques used in data collection contribute to addressing the challenge of poor availability of multiscale observations in eco-hydrological research?",
                "QuestionCn": "各种仪器和观测技术在数据收集中的应用如何有助于解决生态水文研究中多尺度观测稀缺的挑战？",
                "AnswerEn": "The use of diverse instruments and observation techniques, such as eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and airborne remote sensing devices, enables the collection of comprehensive multiscale data, thus overcoming the challenge of limited multiscale observations and aiding in the study of eco-hydrological processes.",
                "AnswerCn": "使用多种仪器和观测技术，如涡度协方差塔、大孔径闪烁仪、自动气象站和机载遥感设备，可以收集全面的多尺度数据，从而克服有限多尺度观测的挑战，并有助于生态水文过程的研究。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What potential improvements in remote sensing accuracy and ecological research can be achieved through the continuous collection of soil moisture, temperature, and other key variables at high temporal frequency?",
                "QuestionCn": "通过以高时间频率持续收集土壤湿度、温度和其他关键变量，可以在遥感精度和生态研究方面实现哪些潜在改进？",
                "AnswerEn": "Continuous high-frequency data collection of soil moisture, temperature, and other key variables can enhance the accuracy of remote sensing estimates and improve ecological research by providing a temporally and spatially continuous dataset that supports validation and optimization of remote sensing models.",
                "AnswerCn": "连续的高频率土壤湿度、温度和其他关键变量的数据收集可以提高遥感估计的准确性，并通过提供一个时间和空间上连续的数据集来改善生态研究，从而支持遥感模型的验证和优化。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the limited availability of multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，多尺度观测的有限可用性是什么原因造成的？",
                "AnswerEn": "Progress in the field of upscaling eco-hydrological processes is hindered by the poor availability of multiscale observations.",
                "AnswerCn": "生态水文过程的升级进展受到多尺度观测数据稀缺的制约。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What outcomes might result from implementing a hierarchically nested scale instrumentation approach in eco-hydrological data collection?",
                "QuestionCn": "实施分层嵌套尺度仪器方法在生态水文数据收集中的结果可能包括：",
                "AnswerEn": "Implementing a hierarchically nested scale instrumentation approach in eco-hydrological data collection could result in capturing multiscale and multidisciplinary data, which is crucial for understanding eco-hydrological processes on a heterogeneous surface. This approach helps address the challenge of poor availability of multiscale observations by providing detailed insights into the oasis-desert interaction and supporting various research areas, such as irrigation optimization and remote sensing validation.",
                "AnswerCn": "在生态水文数据收集中实施分层嵌套尺度的测量方法，可以捕捉多尺度和多学科的数据，这对于理解异质表面的生态水文过程至关重要。这种方法有助于解决多尺度观测稀缺的挑战，通过提供对绿洲-沙漠相互作用的详细见解，支持灌溉优化和遥感验证等多个研究领域。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How could the inclusion of intensive observation periods (IOPs) impact the quality and applicability of eco-hydrological datasets?",
                "QuestionCn": "密集观测期（IOPs）的纳入如何影响生态水文数据集的质量和适用性？",
                "AnswerEn": "The inclusion of intensive observation periods (IOPs) could enhance the quality and applicability of eco-hydrological datasets by providing concentrated data collection efforts that capture dynamic changes in the environment. This could lead to more comprehensive datasets that support advanced research in understanding eco-hydrological processes, especially in complex systems like oasis-desert interactions, and improve the accuracy of remote sensing estimates.",
                "AnswerCn": "引入强化观测期（IOPs）可以通过提供集中数据收集的努力来增强生态水文数据集的质量和适用性，从而捕捉环境中的动态变化。这可能导致更全面的数据集，支持对生态水文过程的深入研究，特别是在像绿洲-沙漠相互作用这样的复杂系统中，并提高遥感估计的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the possible effects of using a combination of airborne remote sensing and ground observations on the validation of remote sensing estimates in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，使用航空遥感与地面观测相结合对遥感估计的验证可能产生的影响是什么？",
                "AnswerEn": "Using a combination of airborne remote sensing and ground observations can lead to more accurate validation of remote sensing estimates in eco-hydrological studies. This approach allows for the integration of high-resolution data from airborne sensors with detailed ground measurements, thereby ensuring that remote sensing algorithms are grounded in real-world conditions. This can improve the reliability of estimates for key hydrological and ecological variables, facilitating better management of resources in areas like irrigation and ecosystem conservation.",
                "AnswerCn": "使用航空遥感与地面观测的结合可以在生态水文研究中实现对遥感估计的更准确验证。这种方法允许将来自航空传感器的高分辨率数据与详细的地面测量相结合，从而确保遥感算法基于现实世界的条件。这可以提高对关键水文和生态变量估计的可靠性，促进在灌溉和生态系统保护等领域的资源管理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind employing a multiscale observation system in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中采用多尺度观测系统的目标是什么？",
                "AnswerEn": "The objectives include addressing the challenge of poor availability of multiscale observations by obtaining multiscale and multidisciplinary data through instrumentation on hierarchically nested scales.",
                "AnswerCn": "目标包括通过在层次嵌套的尺度上获取多尺度和多学科的数据，以应对多尺度观测可用性差的挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What goals are intended to be achieved by establishing a sparse network of instruments in eco-hydrological research?",
                "QuestionCn": "建立稀疏仪器网络在生态水文研究中旨在实现哪些目标？",
                "AnswerEn": "The aim is to investigate oasis-desert interactions and capture multi-scale eco-hydrological processes by arranging instruments in hierarchically nested scales, facilitating extensive data collection and analysis.",
                "AnswerCn": "目标是研究绿洲与沙漠之间的相互作用，并通过分层嵌套的尺度安排仪器，捕捉多尺度生态水文过程，从而促进广泛的数据收集和分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are multiscale eco-hydrological processes captured using instrumentation on hierarchically nested scales in an oasis-desert system?",
                "QuestionCn": "如何在绿洲-沙漠系统中通过分层嵌套尺度的仪器捕捉多尺度生态水文过程？",
                "AnswerEn": "Multiscale eco-hydrological processes are captured using a hierarchical arrangement of instruments including a sparse network to investigate oasis-desert interactions, a superstation within the oasis, and multiple EC towers and automatic meteorological stations in surrounding landscapes such as sandy desert, desert pavement, desert steppe, and wetland.",
                "AnswerCn": "多尺度生态水文过程通过层次化的仪器安排进行捕捉，包括稀疏网络以研究绿洲-沙漠相互作用、绿洲内的超级站，以及在周围景观中如沙漠、沙漠铺装、沙漠草原和湿地的多个涡度协方差塔和自动气象站。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are employed to ensure the quality control of observational data in a complex hydrometeorological experiment?",
                "QuestionCn": "在复杂的水文气象实验中，确保观测数据质量控制的方法有哪些？",
                "AnswerEn": "Quality control of observational data is ensured through sensor calibration, careful data collection, systematic data processing, and rigorous dataset generation, as part of a structured approach within the hydrometeorological experiment.",
                "AnswerCn": "观测数据的质量控制通过传感器校准、仔细的数据收集、系统的数据处理和严格的数据集生成来确保，这些都是水文气象实验中结构化方法的一部分。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation techniques enable the collection of multiscale eco-hydrological data in heterogeneous landscapes?",
                "QuestionCn": "哪些仪器技术能够在异质景观中收集多尺度生态水文数据？",
                "AnswerEn": "The use of hierarchically nested instrumentation, including eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and eco-hydrological sensor networks, enables the collection of multiscale eco-hydrological data.",
                "AnswerCn": "使用分层嵌套的仪器，包括涡度协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络，可以收集多尺度的生态水文数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do remote sensing technologies contribute to the accuracy of eco-hydrological observations in complex environments?",
                "QuestionCn": "遥感技术如何提高复杂环境中生态水文观测的准确性？",
                "AnswerEn": "Remote sensing technologies such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers contribute to the accuracy of eco-hydrological observations by providing hyper-resolution data across various scales.",
                "AnswerCn": "遥感技术如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计通过提供超高分辨率的数据，促进了生态水文观测的准确性，适用于不同的尺度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the conditions necessary for establishing a successful sensor network for soil moisture and temperature monitoring in arid regions?",
                "QuestionCn": "在干旱地区建立成功的土壤湿度和温度监测传感器网络所需的条件是什么？",
                "AnswerEn": "Establishing a successful sensor network requires careful calibration, synchronized ground measurements, and continuous quality control during data collection and processing to ensure reliable soil moisture and temperature monitoring.",
                "AnswerCn": "建立一个成功的传感器网络需要仔细的校准、同步的地面测量以及在数据收集和处理过程中持续的质量控制，以确保可靠的土壤湿度和温度监测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might multiscale observations be limited in eco-hydrological research, and what are the expected outcomes of overcoming this limitation?",
                "QuestionCn": "多尺度观测在生态水文研究中可能受到限制的原因是什么？克服这一限制的预期结果是什么？",
                "AnswerEn": "Progress in eco-hydrological research is hindered by the poor availability of multiscale observations. Addressing this limitation through efforts like HiWATER aims to provide multiscale and multidisciplinary data, which can enhance the understanding of eco-hydrological processes and improve remote sensing estimation and validation.",
                "AnswerCn": "生态水文研究的进展受到多尺度观测数据匮乏的限制。通过像HiWATER这样的努力，旨在提供多尺度和多学科的数据，这将增强对生态水文过程的理解，并改善遥感估计和验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the process of quality controlling observational data be crucial for datasets in eco-hydrological research, and what outcomes are expected from this process?",
                "QuestionCn": "对生态水文学研究中的观察数据进行质量控制的过程为何至关重要，以及这一过程预期会产生哪些结果？",
                "AnswerEn": "Quality controlling observational data is crucial to ensure accuracy and reliability. Expected outcomes include enhanced data integrity, which supports the validation of remote sensing models and the comprehensive study of vegetation dynamics and photosynthesis processes in eco-hydrological research.",
                "AnswerCn": "对观察数据进行质量控制对于确保准确性和可靠性至关重要。预期结果包括增强数据完整性，这支持遥感模型的验证以及在生态水文研究中对植被动态和光合作用过程的全面研究。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using multiscale and multidisciplinary data collection methods for understanding eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "我对使用多尺度和多学科数据收集方法理解异质表面生态水文过程的有效性进行评估。",
                "AnswerEn": "The use of multiscale and multidisciplinary data collection methods, such as those implemented in the HiWATER experiment, is an effective approach for understanding eco-hydrological processes on heterogeneous surfaces. The hierarchical nesting of instruments allows for capturing eco-hydrological processes at multiple scales, addressing the challenge of poor availability of multiscale observations.",
                "AnswerCn": "使用多尺度和多学科的数据收集方法，例如在HiWATER实验中实施的方法，是理解异质表面上生态水文过程的有效途径。仪器的层次嵌套能够在多个尺度上捕捉生态水文过程，从而解决多尺度观测稀缺的问题。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what potential exists for expanding dataset availability and diversity through integrating remote sensing technologies like LiDAR and multi-angle thermal imagers with ground-based measurements in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，通过将遥感技术如激光雷达（LiDAR）和多角度热成像仪与地面测量相结合，扩展数据集的可用性和多样性潜力如何？",
                "AnswerEn": "Integrating remote sensing technologies such as LiDAR and multi-angle thermal imagers with ground-based measurements holds substantial potential for expanding dataset availability and diversity. This integration allows for capturing detailed spatial and temporal variations in eco-hydrological processes, enriching the datasets available for research and improving the accuracy of remote sensing estimates.",
                "AnswerCn": "将遥感技术如激光雷达（LiDAR）和多角度热成像仪与地面测量相结合，具有显著的潜力，可以扩展数据集的可用性和多样性。这种集成能够捕捉生态水文过程中的详细空间和时间变化，丰富可用于研究的数据集，并提高遥感估计的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the multiscale observations are organized to capture eco-hydrological processes effectively.",
                "QuestionCn": "我不明白多尺度观测是如何组织的，以有效捕捉生态水文过程。",
                "AnswerEn": "The HiWATER experiment addresses the challenge of multiscale observations by using instrumentation on hierarchically nested scales, including a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing.",
                "AnswerCn": "HiWATER实验通过使用分层嵌套尺度的仪器来应对多尺度观测的挑战，包括通量观测矩阵、生态水文传感器网络和超高分辨率的空中遥感。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used to ensure the quality and reliability of the collected data in this eco-hydrological study.",
                "QuestionCn": "我对在这项生态水文研究中确保收集数据的质量和可靠性所使用的方法感到不确定。",
                "AnswerEn": "All observational data in the HiWATER study are carefully quality controlled through sensor calibration, data collection, data processing, and datasets generation to ensure accuracy and reliability.",
                "AnswerCn": "HiWATER研究中的所有观测数据都经过精心的质量控制，包括传感器校准、数据收集、数据处理和数据集生成，以确保准确性和可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and summarize the hierarchical instrumentation setup used for capturing multi-scale eco-hydrological processes in oasis-desert systems.",
                "QuestionCn": "请探讨并总结用于捕捉绿洲-沙漠系统中多尺度生态水文过程的分层仪器设置。",
                "AnswerEn": "The instrumentation setup involves hierarchically nested scales with a sparse network designed to capture multi-scale eco-hydrological processes. This includes a superstation within the oasis, four eddy covariance towers, four two-layer automatic meteorological stations across various landscapes, and intensive observations at the irrigation district scale.",
                "AnswerCn": "该仪器设置涉及层次嵌套的尺度，采用稀疏网络设计以捕捉多尺度生态水文过程。这包括一个位于绿洲内的超级站、四个涡度协方差塔、四个跨不同景观的双层自动气象站，以及在灌溉区尺度上的密集观测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the challenges faced in obtaining multiscale observations for eco-hydrological research and suggest potential solutions.",
                "QuestionCn": "分析在生态水文研究中获取多尺度观测所面临的挑战，并提出潜在的解决方案。",
                "AnswerEn": "A significant challenge in eco-hydrological research is the poor availability of multiscale observations. This is addressed by the HiWATER experiment, which uses a combination of flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing to gather comprehensive multiscale data.",
                "AnswerCn": "生态水文研究中的一个重大挑战是多尺度观测的可用性差。HiWATER实验通过结合通量观测矩阵、生态水文传感器网络和超高分辨率空中遥感，来收集全面的多尺度数据。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please conduct a search and review potential sources and repositories where datasets related to eco-hydrological processes in oasis-desert areas can be accessed.",
                "QuestionCn": "请进行搜索并审查潜在的来源和数据存储库，以获取与绿洲-沙漠地区生态水文过程相关的数据集。",
                "AnswerEn": "Datasets related to eco-hydrological processes in oasis-desert areas are available at repositories such as figshare and the Cold and Arid Regions Science Data Centre, where data from the HiWATER experiment are stored and made freely accessible.",
                "AnswerCn": "与绿洲-沙漠地区生态水文过程相关的数据集可在figshare和寒区与干旱区科学数据中心等数据仓库中获取，其中存储了HiWATER实验的数据，并且这些数据是免费开放的。",
                "Level": "C3(Applying)"
            }
        ]
    }
}