{
    "id": "b0cb9287-d652-4e5a-8458-83ad734e2ce2",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2019)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2019）",
            "description": "This dataset contains the flux measurements from the Huazhaizi station eddy covariance system (EC) in the midstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2019. The site (100.3201° E, 38.7659° N) was located in the Zhangye City in Gansu Province. The elevation is 1731 m. The EC was installed at a height of 4.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500A) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. Data during November to December were occasionally missing due to the power loss.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2019年1月1日至2019年12月31日的黑河流域地表过程综合观测网中游花寨子站涡动相关仪观测数据。站点位于甘肃省张掖市，下垫面是荒漠。观测点的经纬度是100.3201E, 38.7659N，海拔1731.00m。涡动相关仪的架高4.5m，采样频率是10Hz，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪（Li7500A）之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。11-12月由于供电原因，数据出现缺失。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（比插补数据好）；9数据质量差））。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site no + EC",
            "instructionsCn": "年份+**观测网+站点名称+EC",
            "east": 100.3201,
            "west": 100.3201,
            "south": 38.7659,
            "north": 38.7659,
            "startTime": "2019-01-13 16:00:00",
            "endTime": "2020-01-12 16:00:00",
            "fileSize": 2429097.0,
            "cstr": "18406.11.Meteoro.tpdc.270684",
            "doi": "10.11888/Meteoro.tpdc.270684",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Guo, Z.X., Liu, S.M., He, X.L., Meng, Y.F.Y., Xu, Z.W., Xia, Y.L., Xiao, J.F., Zhang, Y., Ma, Y.F, Song, L.S. (2018). Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. doi: 10.1029/2018JD028447."
            },
            {
                "titleCn": null,
                "titleEn": "Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study",
                "referenceCn": null,
                "referenceEn": "Liu, R., Liu, S.M., Yang, X.F., Lu, H, Pan, X.D., Xu, Z.W., Ma, Y.F., Xu,T.R. (2018). Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study. Journal of Geophysical Research: Atmospheres. 123, 8418-8440."
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
            },
            {
                "titleCn": null,
                "titleEn": "Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William P, K., Hector, N., Sun, L., Xu, Z.W., Todd H, S., Yang, Y., Ma, M.G., Xu, T.R., Tang, X.G., Li, Q.P. (2018). Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale. Remote Sensing of Environment, 219, 72–88. doi: 10.1016/j.rse.2018.10.002."
            },
            {
                "titleCn": null,
                "titleEn": "Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., He, X.L., Bateni, S.M., Auligne, T., Liu, S.M., Xu, Z.W., Zhou, J., Mao, K.B. (2019). Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites. Remote Sensing of Environment, 221, 444-461, doi.org/10.1016/j.rse.2018.11.023"
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Bian, Z.J., William P, K., Liu, S.M., Xiao, Q., Hector, N, Xu, Z.W., Yang, Y., Xu, T.R., Han, X.J. (2020). Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature. Remote sensing of Environment, 239, 111674."
            },
            {
                "titleCn": null,
                "titleEn": "A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China",
                "referenceCn": null,
                "referenceEn": "Ruehr, S., Lee, X.H., Smith, R., Li, X., Xu, Z.W., Liu, S.M., Yang, X.F., Zhou,Y.Z. (2020). A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China. Journal of Arid Environments. 176, 104120."
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Investigating microclimate effects in an oasis-desert interaction zone",
                "referenceCn": null,
                "referenceEn": "Liu, R., Sogachev, A., Yang, X.F., Liu, S.M., Xu, T.R., Zhang, J.J. (2020). Investigating microclimate effects in an oasis-desert interaction zone. Agricultural and Forest Meteorology, 290, 107992"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气放射性物质",
                "nameEn": "Atmospheric Radioactive Substance"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域中游",
                "keywordEn": "Middle reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组件的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡动协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在涡度协方差（EC）通量测量的潜热（LE）和显热（H）与可用能量（Rn−G0）之间存在能量平衡闭合不完全的情况下。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这一温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层组件温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散发（E）、蒸发（T）和蒸散发总量（ET），并随后结合稳定氧和氢同位素技术以及涡动相关（EC）测量来更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括离地5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在离地4.5米处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热成像图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合、分布式和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几项严峻挑战，妨碍了在需要的地方和时间进行全面和一致的数据收集，这阻碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作），以及2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无缝的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，配备了七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）测量，测量时间为2014年1月1日至2017年12月31日，时间分辨率为6小时。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络的角度研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，采用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，期间由于高海拔地区的电力损失和传感器故障，数据 intermittently 丢失。",
                "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，尤其是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时还包括地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the lack of high-quality snow and frozen ground data a challenge for parameterization in alpine hydrological models?",
                "QuestionCn": "缺乏高质量的雪和冻土数据是否是阿尔卑斯水文模型参数化的一个挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "For estimating evapotranspiration in oasis-desert systems, are eddy covariance systems, scintillometers, or remote sensing data more commonly used?",
                "QuestionCn": "在绿洲-沙漠系统中，估算蒸散发时，涡度协方差系统、闪烁仪或遥感数据更常用的是哪一种？",
                "AnswerEn": "eddy covariance systems and scintillometers",
                "AnswerCn": "涡度相关系统和闪烁仪",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main challenges in collecting data in alpine hydrological observation networks?",
                "QuestionCn": "在阿尔卑斯水文观测网络中收集数据的主要挑战是什么？",
                "AnswerEn": "cold and harsh climate, high altitude, complex topography",
                "AnswerCn": "寒冷和严酷的气候，高海拔，复杂的地形",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where are the observation stations located in the integrated alpine hydrology observation network?",
                "QuestionCn": "综合阿尔卑斯水文观测网络中的观测站位于哪里？",
                "AnswerEn": "upper reaches of the Heihe River Basin in China",
                "AnswerCn": "中国黑河流域上游地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What data collection methods are used to measure snow accumulation and ablation processes?",
                "QuestionCn": "用于测量雪积累和融化过程的数据收集方法有哪些？",
                "AnswerEn": "snow depth, snow water equivalent, blowing snow flux",
                "AnswerCn": "雪深、雪水当量、吹雪通量",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor hydrometeorological processes in alpine regions?",
                "QuestionCn": "您能否提供一个用于监测高山地区水文气象过程的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to monitor hydrometeorological processes in alpine regions is the use of an integrated, distributed, and multiscale observation network that includes automatic meteorological stations (AMSs) and superstations for snow cover and frozen ground observations. This network captures data such as wind speed, air temperature, humidity, radiation, and soil moisture, which are crucial for understanding alpine hydrology.",
                "AnswerCn": "用于监测高山地区水文气象过程的数据收集方法的一个例子是使用集成的、分布式的和多尺度的观测网络，其中包括自动气象站（AMS）和用于雪盖和冻土观测的超级站。这一网络捕获的数据包括风速、气温、湿度、辐射和土壤湿度，这些数据对于理解高山水文学至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in collecting data in arid and semiarid oasis-desert systems?",
                "QuestionCn": "在干旱和半干旱绿洲-沙漠系统中收集数据时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced in collecting data in arid and semiarid oasis-desert systems is the ecological environment degradation crisis, such as river and lake drying, vegetation degradation, land desertification, and frequent dust storms, which complicate consistent and comprehensive data collection efforts.",
                "AnswerCn": "在干旱和半干旱的绿洲-沙漠系统中，收集数据面临的一个挑战是生态环境退化危机，例如河流和湖泊干涸、植被退化、土地沙漠化以及频繁的沙尘暴，这使得持续和全面的数据收集工作变得复杂。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used to study energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "您能否提供一个用于研究绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据集示例？",
                "AnswerEn": "An example of a dataset used to study energy, water vapor, and carbon exchange in oasis-desert ecosystems includes long-term observations from 2012 to 2021, which consist of energy, water vapor, carbon, and methane fluxes, along with auxiliary hydrometeorological, vegetation, and soil parameter data collected from artificial and natural oasis-desert systems.",
                "AnswerCn": "一个用于研究绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据集包括2012年至2021年的长期观测数据，内容包括能量、水蒸气、碳和甲烷通量，以及从人工和自然绿洲-沙漠系统收集的辅助气象、水文、植被和土壤参数数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the main components and characteristics of a multiscale observation network in alpine regions?",
                "QuestionCn": "阿尔卑斯地区多尺度观测网络的主要组成部分和特征是什么？",
                "AnswerEn": "automatic meteorological stations, snow superstations, frozen ground superstations, wind speed, air temperature, soil moisture, snow depth, snow water equivalent, distributed and integrated design, basin to sub-basin scales",
                "AnswerCn": "自动气象站、积雪超级站、冻土超级站、风速、气温、土壤湿度、积雪深度、雪水当量、分布式和集成设计、流域到子流域尺度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling frequency of the eddy covariance system used in data collection methods?",
                "QuestionCn": "用于数据收集方法的涡度协方差系统的采样频率是多少？",
                "AnswerEn": "10Hz",
                "AnswerCn": "10赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many automatic meteorological stations are included in the integrated observation network for data collection in the alpine region?",
                "QuestionCn": "阿尔卑斯地区的综合观测网络中包含多少个自动气象站用于数据收集？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'two-source energy balance (TSEB) model' in the estimation of evapotranspiration?",
                "QuestionCn": "“两源能量平衡（TSEB）模型”是指在蒸散发估算中使用的一种模型。",
                "AnswerEn": "The two-source energy balance (TSEB) model is a research approach used to estimate evaporation, transpiration, and total evapotranspiration by considering the separate contributions from soil and canopy. It involves partitioning the energy fluxes above and below the canopy to better account for the heterogeneous nature of landscapes that include both vegetation and soil components.",
                "AnswerCn": "双源能量平衡（TSEB）模型是一种研究方法，用于估算蒸发、蒸腾和总蒸散，通过考虑土壤和树冠的单独贡献。它涉及将树冠上下的能量通量进行划分，以更好地考虑包括植被和土壤成分的异质性景观。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the role of 'superstation' in the context of snow and frozen ground observation?",
                "QuestionCn": "在雪和冻土观测的背景下，“超级站”的角色是什么？",
                "AnswerEn": "A superstation in the context of snow and frozen ground observation refers to a highly equipped station using advanced techniques and instruments to collect detailed and high-resolution data. These stations aim to capture specific processes like snow accumulation, ablation, and freeze-thaw cycles, providing comprehensive datasets that support the validation of remote sensing products and hydrological models.",
                "AnswerCn": "超级观测站在雪和冻土观测的背景下指的是一个装备精良的站点，使用先进的技术和仪器收集详细和高分辨率的数据。这些站点旨在捕捉特定过程，如雪的积累、融化和冻融循环，提供全面的数据集，以支持遥感产品和水文模型的验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for measuring evapotranspiration in oasis-desert ecosystems compare to those used in alpine regions regarding technological complexity and data accuracy?",
                "QuestionCn": "在测量绿洲-沙漠生态系统中的蒸散发的数据收集方法与在高山地区使用的方法相比，技术复杂性和数据准确性如何？",
                "AnswerEn": "Data collection methods in oasis-desert ecosystems involve using eddy covariance systems and scintillometers for capturing energy, water vapor, carbon, and methane fluxes, with auxiliary data from automatic weather stations. In contrast, alpine regions utilize integrated networks with automatic meteorological stations, snow superstations, and frozen ground superstations, focusing on capturing hydrometeorological, snow cover, and soil physics data. The alpine setup appears more complex due to its inclusion of snow and frozen ground observations, which are crucial for understanding the impacts of snow and freeze-thaw cycles on hydrological processes.",
                "AnswerCn": "在绿洲-沙漠生态系统中，数据收集方法包括使用涡度协方差系统和闪烁仪来捕捉能量、水蒸气、碳和甲烷通量，并辅以自动气象站的数据。相比之下，阿尔卑斯地区则利用集成网络，包括自动气象站、雪超级站和冻土超级站，重点捕捉水文气象、雪盖和土壤物理数据。阿尔卑斯的设置似乎更为复杂，因为它包含了雪和冻土观测，这对于理解雪和冻融循环对水文过程的影响至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in the challenges faced in data collection for hydrometeorological observations in arid versus alpine regions?",
                "QuestionCn": "在干旱地区与高山地区进行水文气象观测的数据收集面临的挑战有哪些不同？",
                "AnswerEn": "In arid regions, challenges include environmental degradation, such as drying rivers and frequent dust storms, while alpine regions face difficulties due to the cold climate, high altitudes, and complex terrain, which hinder consistent data collection and the development of remote sensing technologies. The scarcity of observation data in alpine regions, due to access and technological barriers, further complicates data collection compared to arid regions.",
                "AnswerCn": "在干旱地区，挑战包括环境退化，如河流干涸和频繁的沙尘暴，而高山地区由于寒冷的气候、高海拔和复杂的地形，面临着持续数据收集和遥感技术发展的困难。由于获取和技术障碍，高山地区观测数据的稀缺进一步使数据收集比干旱地区更加复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of eddy covariance systems in oasis-desert areas compare to their application in alpine regions for measuring surface fluxes?",
                "QuestionCn": "在绿洲-沙漠地区使用涡度协方差系统与在高山地区应用于测量表面通量的比较如何？",
                "AnswerEn": "Eddy covariance systems are used in both oasis-desert and alpine regions for measuring surface fluxes, but their application differs due to environmental conditions. In oasis-desert areas, they are part of a broader dataset involving energy, water vapor, and carbon fluxes. In alpine regions, eddy covariance systems are used alongside other tools like thermal cameras and soil heat plates to capture detailed hydrometeorological data and model freeze-thaw processes, indicating a more diversified use in alpine environments to address complex surface conditions.",
                "AnswerCn": "涡度协方差系统在绿洲-沙漠和高山地区都用于测量表面通量，但由于环境条件的不同，其应用有所不同。在绿洲-沙漠地区，它们是更广泛数据集的一部分，涉及能量、水蒸气和碳通量。在高山地区，涡度协方差系统与热成像相机和土壤热板等其他工具结合使用，以捕捉详细的水文气象数据并模拟冻融过程，表明在高山环境中其应用更加多样化，以应对复杂的表面条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges can be inferred from the data collection techniques used in alpine regions, particularly in terms of technological barriers and harsh environmental conditions?",
                "QuestionCn": "可以从阿尔卑斯地区使用的数据收集技术中推断出哪些挑战，特别是在技术障碍和恶劣环境条件方面？",
                "AnswerEn": "The challenges in data collection in alpine regions include the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection and hinder the development of remote sensing technologies and alpine hydrological models. The scarcity of observation data due to the difficulties of access and technological barriers also poses significant challenges.",
                "AnswerCn": "在高山地区，数据收集面临的挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了完整和一致的数据收集，并妨碍了遥感技术和高山水文模型的发展。由于获取困难和技术障碍，观测数据的稀缺也带来了重大挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What potential data inference challenges could arise from using thermal infrared cameras to measure soil and canopy temperatures for evapotranspiration estimation in heterogeneous landscapes?",
                "QuestionCn": "使用热红外相机测量异质景观中的土壤和冠层温度以估算蒸散发时，可能会出现哪些潜在的数据推断挑战？",
                "AnswerEn": "Potential challenges in using thermal infrared cameras include errors in image classification, which vary with vegetation abundance, leading to an overestimation of canopy temperature. Additionally, ignoring atmospheric upwelling radiation and transmittance could produce uncertainties in estimated temperatures. The uncertainty in derived component temperatures is critical, as it affects the accuracy of evapotranspiration estimations in heterogeneous landscapes.",
                "AnswerCn": "使用热红外相机的潜在挑战包括图像分类中的错误，这些错误随着植被丰度的变化而变化，导致对树冠温度的高估。此外，忽视大气上行辐射和透射率可能会导致估计温度的不确定性。衍生组件温度的不确定性是关键，因为它影响在异质景观中蒸散发估计的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to data scarcity in alpine hydrological modeling and how have recent advancements addressed these challenges?",
                "QuestionCn": "在高山水文建模中，数据稀缺的因素有哪些？最近的进展如何应对这些挑战？",
                "AnswerEn": "The scarcity of observation data in the alpine region is primarily due to difficulties of access and technological barriers, which significantly hinder alpine hydrological modeling. Recent advancements have focused on developing next-generation ecosystem observation networks and experiments that integrate distributed and multiscale datasets. This involves the use of automatic meteorological stations, snow observation superstations, and frozen ground observation superstations to provide accurate forcing data for hydrological models and to validate remote sensing data.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍，这严重阻碍了阿尔卑斯水文模型的建立。最近的进展集中在开发下一代生态观测网络和实验，这些网络和实验整合了分布式和多尺度的数据集。这涉及使用自动气象站、雪观测超级站和冻土观测超级站，以提供水文模型所需的准确强迫数据，并验证遥感数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the integration of ground-based measurements with remote sensing data impact the accuracy of hydrological models in alpine regions?",
                "QuestionCn": "地面测量与遥感数据的结合如何影响阿尔卑斯地区水文模型的准确性？",
                "AnswerEn": "Integrating ground-based measurements with remote sensing data can improve the prediction of hydrological processes in alpine regions by providing accurate forcing data for models, validating remote sensing data, and addressing various sources of uncertainties inherent in remote sensing, especially in complex terrains.",
                "AnswerCn": "将地面测量与遥感数据相结合，可以通过为模型提供准确的强迫数据、验证遥感数据以及解决复杂地形中遥感固有的各种不确定性，来改善对高山地区水文过程的预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential consequences of using advanced thermal infrared cameras to collect soil and canopy temperature data in estimating evapotranspiration?",
                "QuestionCn": "使用先进的热红外相机收集土壤和冠层温度数据以估算蒸散发的潜在后果是什么？",
                "AnswerEn": "Using advanced thermal infrared cameras for collecting soil and canopy temperature data can enhance the estimation of evapotranspiration by providing high-precision measurements that allow for accurate separation of soil and vegetation component temperatures. This leads to improved validation of evapotranspiration estimates when combined with techniques like stable isotope analysis and eddy covariance measurements.",
                "AnswerCn": "使用先进的热红外相机收集土壤和冠层温度数据，可以通过提供高精度的测量来增强蒸散发的估算，从而准确分离土壤和植被成分的温度。这与稳定同位素分析和涡度协方差测量等技术结合时，有助于改善蒸散发估算的验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting data on hydrometeorological, snow, and frozen ground processes in alpine regions?",
                "QuestionCn": "收集关于高山地区水文气象、雪和冻土过程的数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to provide accurate forcing data for hydrological models, validate remote sensing data, and improve predictive understanding of alpine hydrological processes and ecosystem functions, particularly in the context of climate change and human activities.",
                "AnswerCn": "主要目标是为水文模型提供准确的强迫数据，验证遥感数据，并提高对高山水文过程和生态系统功能的预测理解，特别是在气候变化和人类活动的背景下。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to separate soil and canopy component temperatures when estimating evapotranspiration in agricultural areas?",
                "QuestionCn": "在估算农业地区的蒸散发时，分离土壤和冠层成分的温度是重要的原因是什么？",
                "AnswerEn": "Separating soil and canopy component temperatures is crucial because it allows for more accurate estimation of soil and canopy latent heat fluxes, which improves the validation of evapotranspiration estimates using models like the TSEB model, especially under strongly advective conditions.",
                "AnswerCn": "分离土壤和冠层组件温度是至关重要的，因为这可以更准确地估算土壤和冠层的潜热通量，从而改善使用像TSEB模型这样的模型进行蒸散发估算的验证，特别是在强对流条件下。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What goals are pursued by establishing long-term observational datasets of energy, water vapor, and carbon exchanges in oasis-desert systems?",
                "QuestionCn": "建立绿洲-沙漠系统中能量、水蒸气和碳交换的长期观测数据集所追求的目标是什么？",
                "AnswerEn": "The goals include understanding the fundamental interactions between oasis and desert ecosystems, supporting ecological stability, achieving carbon neutrality, and promoting sustainable development in arid and semi-arid regions, which are crucial for maintaining ecological balance and supporting socioeconomic development.",
                "AnswerCn": "目标包括理解绿洲与沙漠生态系统之间的基本相互作用，支持生态稳定，实现碳中和，以及促进干旱和半干旱地区的可持续发展，这对维持生态平衡和支持社会经济发展至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in setting up an observation network for alpine hydrology, focusing on snow and frozen ground monitoring?",
                "QuestionCn": "建立一个针对高山水文的观测网络，专注于雪和冻土监测的程序步骤包括：\n\n1. 确定研究目标和需求\n2. 选择合适的观测区域\n3. 进行初步的地形和气候评估\n4. 选择监测指标（如雪深、雪水当量、冻土深度等）\n5. 设计观测网络布局\n6. 选择和采购监测设备\n7. 安装监测设备\n8. 进行初步测试和校准\n9. 制定数据收集和管理计划\n10. 培训操作人员\n11. 开展定期监测和数据记录\n12. 数据分析和结果发布\n13. 定期评估和维护观测网络",
                "AnswerEn": "Setting up an observation network for alpine hydrology involves establishing automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations. The network should monitor variables like wind speed, air temperature, humidity, pressure, and radiation. Snow cover properties such as snow depth, snow water equivalent, and blowing snow flux are automatically measured. Soil temperature and moisture are monitored across multiple layers. The network's data help validate remote sensing products and improve hydrological models by providing spatially distributed and high-quality datasets.",
                "AnswerCn": "建立一个高山水文观测网络涉及设置自动气象站（AMS）和用于雪和冻土观测的超级站。该网络应监测风速、气温、湿度、气压和辐射等变量。雪盖特性如雪深、雪水当量和吹雪通量被自动测量。土壤温度和湿度在多个层次上进行监测。该网络的数据有助于验证遥感产品，并通过提供空间分布和高质量的数据集来改善水文模型。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the accurate separation of soil and canopy component temperatures in strongly advective agricultural areas?",
                "QuestionCn": "哪些技术进步使得在强烈的对流农业区域中能够准确分离土壤和冠层成分的温度？",
                "AnswerEn": "The use of high-resolution thermal cameras and the series TSEB model, alongside ground-based measurements and the integration of stable oxygen and hydrogen isotope techniques, have enabled more accurate separation of soil and canopy component temperatures in strongly advective agricultural areas.",
                "AnswerCn": "高分辨率热像仪和TSEB模型的使用，以及地面测量和稳定氧氢同位素技术的结合，使得在强对流农业区域中更准确地分离土壤和树冠组件的温度成为可能。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do integrated, distributed, and multiscale observation networks enhance the understanding of alpine hydrological processes?",
                "QuestionCn": "集成、分布式和多尺度观测网络如何增强对高山水文过程的理解？",
                "AnswerEn": "Integrated, distributed, and multiscale observation networks, comprising automatic meteorological stations and superstations for snow cover and frozen ground observations, provide comprehensive datasets that support the study of meteorological driving forces, snow accumulation and ablation processes, and freeze-thaw dynamics, thereby enhancing the understanding of alpine hydrological processes.",
                "AnswerCn": "综合的、分布式的和多尺度的观测网络，包括自动气象站和用于雪盖和冻土观测的超级站，提供了全面的数据集，支持对气象驱动因素、雪的积累和融化过程以及冻融动态的研究，从而增强了对高山水文过程的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection in alpine regions face challenges related to technological barriers and access difficulties?",
                "QuestionCn": "在高山地区，数据收集可能面临与技术障碍和获取困难相关的挑战。",
                "AnswerEn": "Several factors, such as the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "多个因素，如寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了完整和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you rate the effectiveness of using both ground-based measurements and remote sensing data to enhance the predictive understanding of hydrological processes in alpine and arid regions?",
                "QuestionCn": "您如何评价在提高对高山和干旱地区水文过程预测理解方面，结合地面测量和遥感数据的有效性？",
                "AnswerEn": "Combining ground-based measurements with remote sensing data provides a robust framework for improving predictions of hydrological processes. This dual approach allows for the validation and calibration of remote sensing data, filling gaps that arise due to technological barriers and harsh environments. However, the effectiveness might still be limited by uncertainties in remote sensing data and the challenges of consistent data collection in harsh climates.",
                "AnswerCn": "结合地面测量和遥感数据提供了一个强有力的框架，以改善水文过程的预测。这种双重方法允许对遥感数据进行验证和校准，填补由于技术障碍和恶劣环境而产生的空白。然而，其有效性仍可能受到遥感数据不确定性和在恶劣气候条件下一致性数据收集挑战的限制。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection can effectively capture the nuances of evapotranspiration in heterogeneous landscapes.",
                "QuestionCn": "我不明白数据收集如何有效捕捉异质景观中蒸散发的细微差别。",
                "AnswerEn": "Data collection in this domain often involves using the two-source energy balance (TSEB) model, which estimates evaporation, transpiration, and evapotranspiration by considering soil and canopy component temperatures. This approach can be validated using ground measurements like the eddy covariance system and stable isotope techniques, providing comprehensive insights into surface fluxes even in heterogeneous landscapes.",
                "AnswerCn": "在这个领域的数据收集通常涉及使用双源能量平衡（TSEB）模型，该模型通过考虑土壤和树冠组件的温度来估算蒸发、蒸腾和蒸散。该方法可以通过地面测量（如涡度协方差系统和稳定同位素技术）进行验证，从而在异质景观中提供对表面通量的全面洞察。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced when collecting accurate data in alpine regions for hydrological modeling.",
                "QuestionCn": "我对在高山地区收集准确数据以进行水文建模时面临的挑战感到不确定。",
                "AnswerEn": "In alpine regions, data collection is hindered by cold climates, high altitudes, and complex terrains. These conditions make it difficult to gather consistent and complete datasets, necessitating the use of integrated, distributed, and multiscale observation networks to obtain reliable hydrometeorological and snow cover data for hydrological modeling.",
                "AnswerCn": "在高山地区，数据收集受到寒冷气候、高海拔和复杂地形的影响。这些条件使得收集一致和完整的数据集变得困难，因此需要使用集成的、分布式的和多尺度的观测网络，以获取可靠的水文气象和雪盖数据，用于水文模型的构建。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of the data processing techniques used to ensure the quality and reliability of flux measurements in oasis-desert systems.",
                "QuestionCn": "我无法理解用于确保绿洲-沙漠系统中通量测量质量和可靠性的数据处理技术。",
                "AnswerEn": "Data processing in oasis-desert systems involves collecting half-hourly turbulent flux data using eddy covariance systems and scintillometers, along with hydrometeorological data from automatic weather stations. This data undergoes a rigorous quality control process, including data collection, processing, and archiving, to ensure reliability and facilitate accurate analysis of energy, water vapor, and carbon exchanges.",
                "AnswerCn": "在绿洲-沙漠系统中，数据处理涉及使用涡度协方差系统和闪烁仪收集半小时的湍流通量数据，以及从自动气象站获取的水文气象数据。这些数据经过严格的质量控制过程，包括数据收集、处理和归档，以确保可靠性并促进对能量、水蒸气和碳交换的准确分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the data collection methods employed to capture soil and canopy temperatures for estimating evapotranspiration using the two-source energy balance model.",
                "QuestionCn": "请分析用于捕获土壤和冠层温度以估算蒸散发的两源能量平衡模型所采用的数据收集方法。",
                "AnswerEn": "Field observations were obtained from a superstation using a 40-m boundary layer tower. Meteorological parameters were measured every 10 minutes, including air temperature and wind speed. Soil and canopy component temperatures were captured using a high-resolution thermal camera. The thermal images were classified into soil and canopy pixels, and the temperatures were converted to radiation temperatures using long-wave radiation observations and emissivities.",
                "AnswerCn": "现场观测数据来自一个超站，使用了一座40米的边界层塔。气象参数每10分钟测量一次，包括空气温度和风速。土壤和冠层组件的温度通过高分辨率热像仪捕获。热图像被分类为土壤和冠层像素，温度通过长波辐射观测和发射率转换为辐射温度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please propose potential strategies for expanding datasets on energy, water vapor, and carbon exchange in oasis-desert ecosystems.",
                "QuestionCn": "请提出潜在的策略，以扩展关于绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据集。",
                "AnswerEn": "To expand datasets in oasis-desert ecosystems, strategies could include deploying additional land surface flux and meteorological stations across varied landscapes. Utilizing eddy covariance systems and scintillometers for detailed flux measurements, alongside automatic weather stations for hydrometeorological data, can enhance dataset comprehensiveness. Incorporating remote sensing data and employing data assimilation techniques may further refine the datasets.",
                "AnswerCn": "为了扩展绿洲-沙漠生态系统中的数据集，可以采取的策略包括在不同景观中部署更多的地表通量和气象站。利用涡度协方差系统和闪烁仪进行详细的通量测量，以及自动气象站收集水文气象数据，可以增强数据集的全面性。结合遥感数据并采用数据同化技术可能进一步完善数据集。",
                "Level": "C6(Creating)"
            }
        ]
    }
}