{
  "id": "b0facf7a-9a1e-4f22-8b0c-71c30b7fd49a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat normalized difference vegetation index (NDVI) products over the Tibetan Plateau (2021)",
      "titleCn": "青藏高原Landsat系列卫星遥感归一化差值植被指数（NDVI）产品（2021）",
      "description": "The dataset is the Landsat normalized difference vegetation index (NDVI) products of 2021 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the NDVI equation which defined the difference between NIR band and red band.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. The NDVI can indicate  the health of vegetation and the growth of vegetation,it is thusly widely used in agriculture, forestry, ecological environment and other fields. It is also an important input parameter for the inversion of ecological physical parameters, and is one of the most widely used vegetation indexes.",
      "descriptionCn": "1）数据内容：本数据集包含2021年青藏高原地区Landsat长时序NDVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NDVI的计算公式进行生产的，即通过计算近红外波段和红波段之间的差异来定量化植被的生长状况；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数可反映植被的健康情况及植被的长势，由于计算简单，指示性好，被广泛应用于农业、林业、生态环境等领域，同时也是生态物理参数反演的重要输入参数，是目前应用最为广泛的植被指数之一。",
      "instructions": "1)File name rules: the NDVI result of each scense is stored in a floder including the NDVI bands, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-NDVI;the NDVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-NDVI.TIF\". 2)How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on,  the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：NDVI是以景为单位存放文件夹，由NDVI产品、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDVI，如L5-TM-115-026-19840418-LSR-BRDF-NDVI；其中NDVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-NDVI.TIF。数据使用方法：NDVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，NDVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 376489046979.0,
      "cstr": "18406.11.Terre.tpdc.300565",
      "doi": "10.11888/Terre.tpdc.300565",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Rangeland reflectance characteristics measured by aircraft and spacecraft sensor",
        "referenceCn": null,
        "referenceEn": "DEERING, D.W. (1978). Rangeland reflectance characteristics measured by aircraft and spacecraft sensors. Texas A&M University, College Station, TX, 338."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "归一化植被指数",
        "nameEn": "NDVI"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used in generating NDVI products for the Tibetan Plateau from satellite imagery?",
        "QuestionCn": "您能否提供一个用于从卫星影像生成青藏高原NDVI产品的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves using Landsat series satellite surface reflectance datasets as the basis and applying the NDVI calculation formula, which quantifies vegetation growth by measuring the difference between near-infrared and red bands.",
        "AnswerCn": "一种数据收集方法涉及使用Landsat系列卫星表面反射率数据集作为基础，并应用NDVI计算公式，通过测量近红外和红色波段之间的差异来量化植被生长。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and processing methods used to create a dataset focused on the normalized difference vegetation index (NDVI) for regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "创建以青藏高原等地区的归一化差异植被指数（NDVI）为重点的数据集所使用的特征和处理方法是什么？",
        "AnswerEn": "long-term sequence NDVI data, Landsat series satellite surface reflectance data, difference between near-infrared and red bands, quality assurance files to identify clouds and ice/snow",
        "AnswerCn": "长期序列NDVI数据，Landsat系列卫星地表反射率数据，近红外和红波段之间的差异，质量保证文件用于识别云和冰雪。",
        "Level": "C6(Creating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many NDVI samples are generated for the Tibetan Plateau using Landsat satellite data for 2021?",
        "QuestionCn": "2021年使用Landsat卫星数据为青藏高原生成了多少个NDVI样本？",
        "AnswerEn": "The metadata does not specify the exact number of NDVI samples generated.",
        "AnswerCn": "元数据未指定生成的NDVI样本的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the '归一化差值植被指数 (NDVI)' and how is it used in the context of satellite remote sensing for vegetation monitoring?",
        "QuestionCn": "'归一化差值植被指数 (NDVI)' 是什么，以及它在卫星遥感植被监测中的应用是什么？",
        "AnswerEn": "The '归一化差值植被指数 (NDVI)' is a vegetation index derived from satellite remote sensing data, specifically using the difference between near-infrared and red bands to quantify vegetation growth conditions. It reflects the health and growth of vegetation, is easy to calculate, and is indicative of vegetation status. NDVI is widely used in fields such as agriculture, forestry, and ecological environment monitoring. It is also an important input parameter for ecological and physical parameter inversion, making it one of the most widely used vegetation indices.",
        "AnswerCn": "归一化差值植被指数（NDVI）是从卫星遥感数据中衍生出的植被指数，具体通过近红外和红色波段之间的差异来量化植被生长状况。它反映了植被的健康和生长情况，计算简单，并且能够指示植被状态。NDVI广泛应用于农业、林业和生态环境监测等领域。它也是生态和物理参数反演的重要输入参数，使其成为最广泛使用的植被指数之一。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects of using NDVI calculated from Landsat series satellite data on understanding vegetation health and growth trends in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "使用从Landsat系列卫星数据计算的NDVI对理解青藏高原地区的植被健康和生长趋势的潜在影响是什么？",
        "AnswerEn": "The NDVI calculated from Landsat series satellite data can effectively reflect the health and growth trends of vegetation in the Qinghai-Tibet Plateau region. This is because NDVI quantifies vegetation growth by measuring the difference between near-infrared and red bands, making it a widely applied index in agriculture, forestry, and ecological environment studies. Its simplicity and strong indicative value make it one of the most commonly used vegetation indices, providing critical input for ecological and physical parameter inversion.",
        "AnswerCn": "从Landsat系列卫星数据计算的NDVI可以有效反映青藏高原地区植被的健康和生长趋势。这是因为NDVI通过测量近红外和红色波段之间的差异来量化植被生长，使其成为农业、林业和生态环境研究中广泛应用的指标。其简单性和强指示性使其成为最常用的植被指数之一，为生态和物理参数反演提供了重要输入。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind generating a dataset that utilizes the NDVI calculation from Landsat satellite data for the Qinghai-Tibet Plateau region?",
        "QuestionCn": "生成利用青藏高原地区Landsat卫星数据进行NDVI计算的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to quantify vegetation growth by calculating the difference between the near-infrared and red bands, which reflects the health and growth status of vegetation. This index is widely applied in agriculture, forestry, and ecological environments due to its simplicity and strong indicative nature. Additionally, it serves as an important input parameter for ecological and physical parameter inversion.",
        "AnswerCn": "主要目标是通过计算近红外波段与红色波段之间的差异来量化植被生长，这反映了植被的健康和生长状态。该指数因其简单性和强指示性而广泛应用于农业、林业和生态环境。此外，它还作为生态和物理参数反演的重要输入参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What is the process for calculating the Normalized Difference Vegetation Index (NDVI) using Landsat satellite surface reflectance datasets in the context of the Qinghai-Tibet Plateau, and how is data quality ensured?",
        "QuestionCn": "在青藏高原的背景下，使用Landsat卫星表面反射率数据集计算归一化植被指数（NDVI）的过程是什么，以及如何确保数据质量？",
        "AnswerEn": "The NDVI is calculated by quantifying the difference between the near-infrared and red bands of the Landsat satellite surface reflectance datasets. To ensure data quality, cloud and snow coverage are identified and marked in a quality assurance (QA) file.",
        "AnswerCn": "NDVI是通过量化Landsat卫星表面反射率数据集中近红外和红色波段之间的差异来计算的。为了确保数据质量，云和雪覆盖会在质量保证（QA）文件中被识别和标记。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological or methodological advancements enable the processing of satellite data to calculate vegetation indices like NDVI on a large scale for regions such as the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些技术或方法上的进展使得能够在像青藏高原这样的地区大规模处理卫星数据以计算植被指数，如NDVI？",
        "AnswerEn": "The processing of satellite data to calculate vegetation indices like NDVI on a large scale for regions such as the Qinghai-Tibet Plateau is enabled by advancements in satellite imaging technology, particularly the availability of Landsat series satellite surface reflectance datasets. These advancements allow for the calculation of NDVI using the difference between near-infrared and red bands, providing a quantitative measure of vegetation growth.",
        "AnswerCn": "卫星数据处理的进步使得在青藏高原等大规模区域计算植被指数如NDVI成为可能，特别是Landsat系列卫星表面反射率数据集的可用性。这些进展使得通过近红外和红色波段之间的差异计算NDVI成为可能，从而提供了植被生长的定量测量。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}