{
  "id": "b1b5b7ec-c334-437d-bbd0-8f431505a98a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochronology and geochemical data of early Paleozoic magmatic rocks in Southern Qiangtang, Tibet",
      "titleCn": "青藏高原南羌塘早古生代岩浆岩年代学和地球化学数据",
      "description": "The data are isotopic dating data, zircon HF-O isotopic data, rock whole rock major and trace data, rock whole rock isotopic geochemical data. The samples were collected from the early Paleozoic magmatic rocks in South Qiangtang, Qinghai Tibet Plateau. Radioisotope geochronology data were obtained by analyzing zircon U-Pb isotopes with secondary ion microprobe. HF and O isotopes of minerals were obtained by laser ablation inductively coupled plasma mass spectrometry and secondary ion probe analysis, respectively. The major, trace and isotopic geochemical data of whole rock were obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry, and the whole rock isotopic geochemical data were obtained by inductively coupled plasma mass spectrometry. Based on the data obtained, the basement rocks and their formation history of Nanqiangtang are identified.",
      "descriptionCn": "本数据为同位素测年数据，锆石Hf-O同位素数据，岩石全岩主微量数据，岩石全岩同位素地球化学数据。样品采集自青藏高原南羌塘早古生代的岩浆岩。放射性同位素年代学数据是通过二次离子探针分析锆石U-Pb同位素获得。矿物Hf和O同位素分别通过激光剥蚀-电感耦合等离子体质谱仪和二次离子探针分析获得，岩石全岩主微量和同位素地球化学数据是通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得，岩石全岩同位素地球化学数据电感耦合等离子体质谱仪分析获得。通过获得的数据，识别出南羌塘的基底岩石及其形成历史。",
      "instructions": "All data are stored in Excel file. The file name \"UPB. XLS\" represents radioisotope data. The file name \"zrhfo\" represents zircon HF-O isotope data. The name of the file \"whmajtra\" represents the whole rock master and trace data. The file name \"wriso\" represents the whole rock isotopic geochemical data.",
      "instructionsCn": "所有数据以Excel文件存储。文件名称为\"UPb.xls\"代表放射性同位素数据。文件名称为“ZRHfO”代表锆石Hf-O同位素数据。文件名称为“WHMajTra”代表全岩主微量数据。文件名称为“WRIso”代表全岩同位素地球化学数据。",
      "east": 86.0,
      "west": 84.0,
      "south": 32.0,
      "north": 34.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 57128.0,
      "cstr": "18406.11.Geo.tpdc.271320",
      "doi": "10.11888/Geo.tpdc.271320",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "但卫",
        "nameEn": "DAN Wei",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Early Paleozoic S-type granites as the basement of Southern Qiantang Terrane, Tibet",
        "referenceCn": null,
        "referenceEn": "Dan, W., Wang, Q., Zhang, X.Z., &Tang, G.J. (2020). Early Paleozoic S-type granites as the basement of Southern Qiantang Terrane, Tibet. Lithos 356-357, 105395."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "主量元素",
        "nameEn": "Major elements"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "锆石Hf-O同位素",
        "nameEn": "Zircon Hf-O isotope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南羌塘",
        "keywordEn": "South Qiangtang"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "奥陶纪",
        "keywordEn": "Ordovician",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain isotopic geochemistry data from early Paleozoic igneous rocks in the Southern Qiangtang region of the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于从青藏高原南部羌塘地区的早古生代火成岩中获取同位素地球化学数据？",
        "AnswerEn": "One example of a data collection method used to obtain isotopic geochemistry data from early Paleozoic igneous rocks in the Southern Qiangtang region is the analysis of zircon U-Pb isotopes through a secondary ion mass spectrometry (SIMS) for radiometric dating. Additionally, mineral Hf and O isotopes are collected using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) and secondary ion mass spectrometry respectively, while whole-rock major and trace element data, as well as whole-rock isotopic geochemistry data, are acquired through X-ray fluorescence (XRF) spectrometry and inductively coupled plasma mass spectrometry (ICP-MS).",
        "AnswerCn": "在南羌塘地区，获取早古生代火成岩同位素地球化学数据的一种数据收集方法是通过次级离子质谱（SIMS）分析锆石U-Pb同位素进行放射性年代测定。此外，矿物的Hf和O同位素通过激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）和次级离子质谱分别收集，而全岩主要和微量元素数据，以及全岩同位素地球化学数据，则通过X射线荧光（XRF）光谱法和电感耦合等离子体质谱（ICP-MS）获得。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of isotopic data that are utilized to determine the formation history of magmatic rocks in the South Qiangtang region of the Tibetan Plateau?",
        "QuestionCn": "用于确定西藏高原南羌塘地区火成岩形成历史的同位素数据的具体特征是什么？",
        "AnswerEn": "zircon U-Pb isotopic data, Hf isotopic data, O isotopic data, whole-rock major and trace elements, whole-rock isotopic geochemical data",
        "AnswerCn": "锆石U-Pb同位素数据，Hf同位素数据，O同位素数据，全岩主量和微量元素，全岩同位素地球化学数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the tectonic history of the South Qiangtang region from the isotopic age data collected through zircon U-Pb isotope analysis?",
        "QuestionCn": "通过锆石U-Pb同位素分析收集的同位素年龄数据可以推断南羌塘地区的构造历史是什么？",
        "AnswerEn": "The isotopic age data collected through zircon U-Pb isotope analysis can help identify the basement rocks and their formation history in the South Qiangtang region. By analyzing these data, researchers can infer the timeline and sequence of geological events, such as the formation, alteration, and tectonic activities that have shaped the region's geological history.",
        "AnswerCn": "通过锆石U-Pb同位素分析收集的同位素年龄数据可以帮助识别南羌塘地区的基底岩石及其形成历史。通过分析这些数据，研究人员可以推断出地质事件的时间线和顺序，例如形成、变质和构造活动，这些活动塑造了该地区的地质历史。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to challenges in accurately dating early Paleozoic magmatic rocks in the southern Qiangtang region of the Tibetan Plateau?",
        "QuestionCn": "导致在青藏高原南部羌塘地区准确测定早古生代岩浆岩年龄的挑战因素有哪些？",
        "AnswerEn": "Challenges in accurately dating early Paleozoic magmatic rocks in the southern Qiangtang region may arise from the complexities involved in obtaining precise isotopic measurements using techniques such as secondary ion mass spectrometry for zircon U-Pb isotopes, as well as potential issues in interpreting Hf-O isotopic data obtained through laser ablation-inductively coupled plasma mass spectrometry and secondary ion mass spectrometry. Additionally, the data collection process involves analyzing whole-rock major and trace elements and isotopic geochemistry using X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry, which may introduce variability or errors if not performed under optimal conditions.",
        "AnswerCn": "在南羌塘地区，准确测定早古生代岩浆岩的挑战可能源于使用次级离子质谱法进行锆石U-Pb同位素测量时所涉及的复杂性，以及通过激光剥蚀-电感耦合等离子体质谱法和次级离子质谱法获得的Hf-O同位素数据解释中的潜在问题。此外，数据收集过程涉及使用X射线荧光光谱法和电感耦合等离子体质谱法分析全岩主要和微量元素及同位素地球化学，如果不在最佳条件下进行，可能会引入变异或误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of collecting and analyzing isotopic geochemistry data from early Paleozoic igneous rocks in the South Qiangtang region of the Tibetan Plateau?",
        "QuestionCn": "收集和分析来自青藏高原南羌塘地区早古生代火成岩的同位素地球化学数据的最终目标是什么？",
        "AnswerEn": "The ultimate goal of collecting and analyzing isotopic geochemistry data from early Paleozoic igneous rocks in the South Qiangtang region of the Tibetan Plateau is to identify the basement rocks and understand their formation history. This is achieved through the use of isotopic dating data obtained via secondary ion mass spectrometry for zircon U-Pb isotopes, and the analysis of mineral Hf and O isotopes through laser ablation-inductively coupled plasma mass spectrometry and secondary ion mass spectrometry, respectively. Additionally, whole-rock major, trace, and isotopic geochemistry data are obtained using X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry.",
        "AnswerCn": "收集和分析南羌塘地区早古生代火成岩的同位素地球化学数据的最终目标是识别基底岩石并了解其形成历史。这是通过使用次级离子质谱法获得的锆石U-Pb同位素的同位素定年数据，以及通过激光剥蚀-电感耦合等离子体质谱法和次级离子质谱法分析矿物的Hf和O同位素来实现的。此外，使用X射线荧光光谱法和电感耦合等离子体质谱法获得全岩的主要、微量和同位素地球化学数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental procedures involved in collecting and analyzing isotopic data, such as U-Pb, Hf, and O isotopes, from magmatic rocks in the South Qiangtang, Tibetan Plateau, and how do these procedures impact the accuracy of the data?",
        "QuestionCn": "在南羌塘、青藏高原的火成岩中收集和分析同位素数据（如U-Pb、Hf和O同位素）所涉及的仪器程序是什么，这些程序如何影响数据的准确性？",
        "AnswerEn": "The instrumental procedures for collecting and analyzing isotopic data from magmatic rocks in the South Qiangtang, Tibetan Plateau, involve several steps. U-Pb isotopic data is obtained through secondary ion mass spectrometry (SIMS), which analyzes zircon samples to determine their age. Hf isotopic data is collected using laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS), while O isotopic data is also analyzed using SIMS. Additionally, whole-rock major and trace element data are acquired using X-ray fluorescence (XRF) spectrometry and inductively coupled plasma mass spectrometry (ICP-MS). These procedures impact the accuracy of the data by ensuring precise measurements of isotopic compositions, which are critical for identifying the basement rocks and understanding their formation history.",
        "AnswerCn": "在南羌塘地区的岩浆岩中收集和分析同位素数据的仪器程序涉及几个步骤。通过次级离子质谱（SIMS）获得U-Pb同位素数据，分析锆石样品以确定其年龄。Hf同位素数据使用激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）收集，而O同位素数据也通过SIMS进行分析。此外，整体岩石的主要和微量元素数据通过X射线荧光（XRF）光谱法和电感耦合等离子体质谱（ICP-MS）获得。这些程序通过确保同位素组成的精确测量，影响数据的准确性，这对于识别基底岩石和理解其形成历史至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}