{
    "id": "b1d765bf-faa5-4870-9d86-c0f6b482ee3f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Radiometer and scatterometer data for Antarctica and the Arctic ice sheet (1978-2015)",
            "titleCn": "南北极冰盖微波辐射计和散射计数据（1978-2015）",
            "description": "The microwave radiometer data set comprises brightness temperature data from SMMR (1978-1987), SSM/I (1987-2009) and SSMIS (2009-2015), with temporal coverage from 1978 to 2015 and a spatial resolution of 25 km. Each Antarctic data file consists of 316*332 grids, and each Arctic freeze-thaw data file consists of 304*448 grids. The microwave scatterometer data set comprises backscattering data from QScat (2000-2009) and ASCAT (2009-2015), with a temporal coverage from 2000 to 2015 and a spatial resolution of 4.45 km. Each Antarctic data file consists of 1940*1940 grids, and each Arctic data file consists of 810*680 grids. The temporal resolution of the data set is one day, and the data cover both Antarctica and Arctic ice sheets.",
            "descriptionCn": "微波辐射计数据集为SMMR（1978-1987）、SSM/I（1987-2009）和SSMIS（2009-2015）亮温数据，覆盖时间从1978年到2015年，空间分辨率为25 km，南极数据每个文件由316*332的栅格组成，北极冻融数据每个文件由304*448的栅格组成；微波散射计数据集为QScat（2000-2009）和ASCAT（2009-2015）后向散射系数据，覆盖时间从2000年到2015年，空间分辨率为4.45km.南极数据每个文件由1940*1940的栅格组成，北极数据每个文件由810*680的栅格组成。时间分辨率为逐日，覆盖范围为南北极冰盖。",
            "instructions": "",
            "instructionsCn": "",
            "east": 360.0,
            "west": null,
            "south": -90.0,
            "north": -60.0,
            "startTime": "1978-01-09 00:00:00",
            "endTime": "2016-01-08 00:00:00",
            "fileSize": 69552588786.0,
            "cstr": "18406.11.GlaciolGeocryol.tpe.00000033.file",
            "doi": "10.11888/GlaciolGeocryol.tpe.00000033.file",
            "dataFormat": "bin",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李新武",
                "nameEn": "Li Xinwu",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinses Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "梁雷",
                "nameEn": "Liang Lei",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinses Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Spatial Resolution Enhancement of SSM/I Data",
                "referenceCn": null,
                "referenceEn": "D.G. Long and D.L. Daum, \"Spatial Resolution Enhancement of SSM/I Data,\" IEEE Transactions on Geoscience and Remote Sensing, Vol. 36, No. 2, pp. 407-417, Mar. 1998"
            },
            {
                "titleCn": null,
                "titleEn": "Nimbus-7 SMMR Pathfinder Daily EASE-Grid Brightness Temperatures, Version 1",
                "referenceCn": null,
                "referenceEn": "Knowles, K., E. G. Njoku, R. Armstrong, and M. J. Brodzik. 2000. Nimbus-7 SMMR Pathfinder Daily EASE-Grid Brightness Temperatures, Version 1. [Indicate subset used]. Boulder, Colorado USA. NASA National Snow and Ice Data Center Distributed Active Archive Center. doi: https://doi.org/10.5067/36SLCSCZU7N6."
            },
            {
                "titleCn": null,
                "titleEn": "DMSP SSM/I-SSMIS Daily Polar Gridded Brightness Temperatures, Version 4",
                "referenceCn": null,
                "referenceEn": "Maslanik, J. and J. Stroeve. 2004, updated 2018. DMSP SSM/I-SSMIS Daily Polar Gridded Brightness Temperatures, Version 4. [Indicate subset used]. Boulder, Colorado USA. NASA National Snow and Ice Data Center Distributed Active Archive Center. doi: https://doi.org/10.5067/AN9AI8EO7PX0."
            },
            {
                "titleCn": null,
                "titleEn": "Image Reconstruction and Enhanced Resolution Imaging from Irregular Samples",
                "referenceCn": null,
                "referenceEn": "Early, D. S. and D. G. Long. 2001. Image Reconstruction and Enhanced Resolution Imaging from Irregular Samples, IEEE Transactions on Geoscience and Remote Sensing. 39. 291-302."
            },
            {
                "titleCn": null,
                "titleEn": "Global Ice and Land Climate Studies Using Scatterometer Image Data",
                "referenceCn": null,
                "referenceEn": "D.G. Long, M.R. Drinkwater, B. Holt, S. Saatchi, and C. Bertoia, \"Global Ice and Land Climate Studies Using Scatterometer Image Data,\" EOS, Transaction of the American Geophysical Union, Vol. 82, No. 43, pg. 503, 23 Oct. 2001."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave remote sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北极",
                "keywordEn": "Arctic"
            },
            {
                "keywordCn": "南极",
                "keywordEn": "Antarctic"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1978-2015",
                "keywordEn": "1978-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of microwave radiometer and scatterometer data used to study polar ice caps from 1978 to 2015?",
                "QuestionCn": "微波辐射计和散射计数据的特征用于研究1978年至2015年的极地冰盖。",
                "AnswerEn": "brightness temperature data, SMMR (1978-1987), SSM/I (1987-2009), SSMIS (2009-2015), spatial resolution 25 km, Antarctic grid 316x332, Arctic grid 304x448, backscatter coefficient data, QScat (2000-2009), ASCAT (2009-2015), spatial resolution 4.45 km, Antarctic grid 1940x1940, Arctic grid 810x680, temporal resolution daily, coverage polar ice caps",
                "AnswerCn": "亮温数据，SMMR（1978-1987年），SSM/I（1987-2009年），SSMIS（2009-2015年），空间分辨率25公里，南极网格316x332，北极网格304x448，后向散射系数数据，QScat（2000-2009年），ASCAT（2009-2015年），空间分辨率4.45公里，南极网格1940x1940，北极网格810x680，时间分辨率每日，覆盖极地冰盖。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal coverage of the microwave radiometer and scatterometer datasets related to the Antarctic and Arctic ice sheets?",
                "QuestionCn": "与南极和北极冰盖相关的微波辐射计和散射计数据集的时间覆盖范围是什么？",
                "AnswerEn": "1978-2015, 2000-2015",
                "AnswerCn": "1978-2015，2000-2015",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'microwave radiometer data' in the context of polar ice cap studies?",
                "QuestionCn": "在极地冰盖研究的背景下，“微波辐射计数据”的意思是指通过微波辐射计收集的关于极地冰盖的辐射信息。这些数据可以用于分析冰盖的温度、湿度、厚度以及其他物理特性，从而帮助科学家理解冰盖的变化及其对气候变化的影响。",
                "AnswerEn": "Microwave radiometer data refers to the brightness temperature data collected by microwave radiometers such as SMMR, SSM/I, and SSMIS from 1978 to 2015. This data has a spatial resolution of 25 km and consists of grid files representing the Antarctic and Arctic regions, with different grid sizes for each region.",
                "AnswerCn": "微波辐射计数据是指由微波辐射计（如SMMR、SSM/I和SSMIS）在1978年至2015年间收集的亮温数据。这些数据的空间分辨率为25公里，包含代表南极和北极地区的网格文件，每个地区的网格大小不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the accuracy of microwave radiometer and scatterometer data collection in polar ice cap regions, and how might these factors affect data quality from 1978 to 2015?",
                "QuestionCn": "影响极地冰盖地区微波辐射计和散射计数据收集准确性的因素有哪些，这些因素如何影响1978年至2015年的数据质量？",
                "AnswerEn": "The accuracy of microwave radiometer and scatterometer data collection in polar ice cap regions can be influenced by factors such as spatial resolution, temporal coverage, and the specific instruments used (SMMR, SSM/I, SSMIS for radiometry and QScat, ASCAT for scatterometry). The spatial resolution varies between 25 km for radiometer data and 4.45 km for scatterometer data, which can affect the granularity of the information captured. Temporal coverage and differences in data collection methods over the years might lead to inconsistencies or variations in data quality. Additionally, environmental conditions like polar weather, surface melt, and ice dynamics can introduce errors or noise in the data, impacting its reliability over the time frame from 1978 to 2015.",
                "AnswerCn": "微波辐射计和散射计在极地冰盖地区的数据收集准确性受到空间分辨率、时间覆盖和所使用的具体仪器（如SMMR、SSM/I、SSMIS用于辐射计，QScat、ASCAT用于散射计）等因素的影响。辐射计数据的空间分辨率为25公里，而散射计数据为4.45公里，这会影响捕获信息的细致程度。时间覆盖和多年来数据收集方法的差异可能导致数据质量的不一致或变化。此外，极地天气、表面融化和冰体动态等环境条件可能引入误差或噪声，影响1978年至2015年期间数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on data accuracy and resolution when utilizing microwave radiometer and scatterometer datasets with varied spatial resolutions across different time periods for polar ice sheet analysis?",
                "QuestionCn": "在利用具有不同空间分辨率的微波辐射计和散射计数据集进行极地冰盖分析时，数据准确性和分辨率可能会受到哪些潜在影响？",
                "AnswerEn": "Utilizing microwave radiometer datasets with spatial resolutions of 25 km and scatterometer datasets with a higher spatial resolution of 4.45 km across different time periods could lead to variations in data accuracy and resolution. The differences in spatial resolution may impact the granularity of ice sheet observations, influencing the detection of small-scale features and temporal changes in the ice sheet dynamics. Furthermore, the time periods covered by each dataset might affect the consistency and comparability of long-term trends in polar ice sheet analysis.",
                "AnswerCn": "利用空间分辨率为25公里的微波辐射计数据集和空间分辨率更高的4.45公里散射计数据集在不同时间段内，可能会导致数据准确性和分辨率的差异。空间分辨率的不同可能会影响冰盖观测的细致程度，从而影响对小尺度特征和冰盖动态的时间变化的检测。此外，各数据集覆盖的时间段可能会影响极地冰盖分析中长期趋势的一致性和可比性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting and analyzing microwave radiometer and scatterometer data over the polar ice caps from 1978 to 2015?",
                "QuestionCn": "从1978年到2015年，收集和分析极地冰盖的微波辐射计和散射计数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting and analyzing microwave radiometer and scatterometer data over the polar ice caps are likely to monitor and understand changes in the ice caps' spatial and temporal dynamics. By capturing brightness temperature and backscatter coefficients, researchers can assess melting and freezing patterns, evaluate ice thickness and extent, and study climate change impacts over a long-term period. The datasets provide comprehensive data coverage with specific spatial and temporal resolutions, facilitating detailed analyses of polar ice cap behavior.",
                "AnswerCn": "收集和分析极地冰盖的微波辐射计和散射计数据的主要目标是监测和理解冰盖空间和时间动态的变化。通过捕捉亮温和后向散射系数，研究人员可以评估融化和冻结模式，评估冰厚和范围，并研究气候变化对长期影响。这些数据集提供了全面的数据覆盖，具有特定的空间和时间分辨率，便于对极地冰盖行为进行详细分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures and technologies involved in collecting and processing microwave radiometer and scatterometer data for analyzing the polar ice caps from 1978 to 2015?",
                "QuestionCn": "收集和处理微波辐射计和散射计数据以分析极地冰盖的程序和技术（1978年至2015年）。",
                "AnswerEn": "The data collection involves using microwave radiometers such as SMMR, SSM/I, and SSMIS, which provide brightness temperature data with a spatial resolution of 25 km over the polar regions. The processing involves organizing the data into grids, with Antarctic data forming 316*332 grids and Arctic freeze-thaw data forming 304*448 grids. On the other hand, microwave scatterometer data is collected using instruments like QScat and ASCAT, providing backscatter coefficient data with a spatial resolution of 4.45 km. These are processed into grids, with Antarctic data forming 1940*1940 grids and Arctic data forming 810*680 grids, all with daily temporal resolution covering the polar ice caps.",
                "AnswerCn": "数据收集涉及使用微波辐射计，如SMMR、SSM/I和SSMIS，这些仪器提供极地地区的亮温数据，空间分辨率为25公里。处理过程中，数据被组织成网格，南极数据形成316*332的网格，北极冻融数据形成304*448的网格。另一方面，微波散射计数据是通过QScat和ASCAT等仪器收集的，提供反向散射系数数据，空间分辨率为4.45公里。这些数据被处理成网格，南极数据形成1940*1940的网格，北极数据形成810*680的网格，所有数据均具有覆盖极地冰盖的每日时间分辨率。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}