{
  "id": "b22be98a-deec-49e4-8e6e-ffd1ae60a4d8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Central Asia Reanalysis dataset (1979-2017)",
      "titleCn": "中亚大湖区气候再分析资料数据集（1979-2017）",
      "description": "The Central Asia Reanalysis (CAR) dataset is generated based on the Weather Research and Forecast (WRF) model version 4.1.2 and WRF Data Assimilation (WRFDA) Version 4.1.2. Variables include temperature,, pressure, wind speed, precipitation and radiation. The reanalysis is established through cyclic assimilation, which performs data assimilation every 6 hours by 3DVAR. The assimilated data include conventional atmospheric observation and satellite radiation data. The main source of conventional data is  Global Teleconnection System (GTS), including surface station, automatic station, radiosonde and aircraft report, and the observation elements include temperature, air pressure, wind speed and humidity. Satellite observations include retrievals and radiation data, The retrievals are mainly atmospheric motion vectors from polar orbiting meteorological satellites (NOAA-18, NOAA-19, MetOP-A and MetOP-B)  and resampled to a horizontal resolution of 54km; the radiation data includes microwave radiation from MSU, AMSU and MHS and HIRS infrared radiation data. The simulation applies nesting with a horizontal resolution of 27km and 9km respectively, a total of 38 layers in the vertical direction and a top of the model layer of 10hPa. The lateral boundary conditions of the model are provided by ERA-Interim every 6 hours. The physical schemes used in the model are Thompson microphysics scheme, CAM radiation scheme, MYJ boundary layer scheme, Grell convection scheme and Noah land surface model. The data covers five countries in Central Asia, including Kazakhstan, Tajikistan, Kyrgyzstan, Turkmenistan and Uzbekistan, as well as lakes in Central Asia, such as Caspian Sea, Aral Sea, Balkash lake and Isaac lake, which can be used for the study of climate, ecology and hydrology in the region. Compared with gauge-based precipitation in Central Asia, the simulation by CAR shows similar performance with MSWEP ( a merged product) and outperforms ERA5 and ERA-Interim.",
      "descriptionCn": "本数据为基于WRF模式4.1.2版本和WRFDA同化系统4.1.2版本建立的中亚区域再分析资料，变量包含气温、气压、风速、降水、辐射。再分析的建立使用了循环同化的方式，每6小时使用3DVAR同化一次，同化的资料包括常规大气观测和卫星辐射资料。其中常规资料主要来源为GTS，来源包括人工站、自动站、探空和飞机报，观测要素包括气温、气压、风速和湿度。卫星观测包括反演数据和辐射数据，反演数据主要为极轨气象卫星（NOAA-18、NOAA-19、METOP-A和METOP-B）反演的云导风，并重采样到54km水平分辨率；辐射数据包含了MSU、AMSU和MHS等微波辐射和HIRS红外辐射数据。模拟采用双层嵌套的方式，水平分辨率分别为27公里和9公里，垂直方向共38层，模式层顶为10hPa。模式的侧边界条件由ERA-Interim再分析逐6小时的分析场提供，模式使用的物理方案为Thompson微物理方案，CAM辐射方案，MYJ边界层方案、Grell对流方案和Noah陆面模式。本资料覆盖区域包括中亚地区的哈萨克斯坦、塔吉克斯坦、吉尔吉斯斯坦、土库曼斯坦和乌兹别克斯坦五个国家以及里海、咸海、巴尔喀什湖、伊萨克湖等中亚地区的湖泊，可用于该区域的气候、生态、水文等方面的研究。以中亚地区台站观测的降水为参照，本数据的模拟效果和融合降水产品MSWEP相似，优于ERA5和ERA-Interim。",
      "instructions": "The data storage format is NetCDF, which is a self describing file. The data file itself contains the description information The name of the data file is \"var_car_freq_res_yyyy. nc\". The static information (terrain height, land use, vegetation cover, etc.) file name is \"geo_res.nc\". \"var\" represents variables, for example, \"ta\" represents mean temperature, \"ws\" represents wind speed, \"ps\" represents surface pressure, \"lw\" represents surface downward longwave radiation, \"sw\" represents surface downward shortwave radiation, \"pr\" represents precipitation, \"tmax\" represents daily maximum temperature and \"tmin\" represents daily minimum temperature. \"freq\" and \"res\" stand for temporal and horizontal resolution respectively. Daily and monthly data at resolutions of 27km and 9km are available. \"yyyy\" stands for year.\nIt is recommended to use NCL or Python related modules (such as xarray) to process data.",
      "instructionsCn": "数据存放格式为NetCDF，为自描述文件。数据文件中包含了数据的描述信息。数据文件的名称为“var_car_freq_res_yyyy.nc”。模式静态数据（地形高度、土地利用、植被覆盖等）文件名为“geo_res.nc”。var代表变量，如ta表示平均气温，ws表示风速，ps表示地表气压，sw表示地表入射短波辐射，lw表示地表入射长波辐射，pr表示降水，tmax表示日最高气温，tmin表示日最低气温。freq代表时间分辨率，res代表水平分辨率，本数据包含逐日和逐月两个时间分辨率，27km和9km两个水平分辨率。yyyy代表年。\n建议使用NCL或Python相关模块（如xarray）对数据进行处理。",
      "east": 102.0,
      "west": 37.0,
      "south": 22.0,
      "north": 58.0,
      "startTime": "1979-01-01 00:00:00",
      "endTime": "2017-12-31 11:59:59",
      "fileSize": 12670555184.0,
      "cstr": "18406.11.Atmos.tpdc.271917",
      "doi": "10.11888/Atmos.tpdc.271917",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "姚遥",
        "nameEn": "YAO Yao",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Improving the downscaled springtime temperature in Central Asia through assimilating meteorological and snow cover observations",
        "referenceCn": null,
        "referenceEn": "Yao, Y., Luo, Y., Huang, J.B., & Ma, J.Y. (2020). Improving the downscaled springtime temperature in Central Asia through assimilating meteorological and snow cover observations. Atmospheric Research, 258, 105619"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "最高/最低温度",
        "nameEn": "Maximum/Minimum temperature"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中亚",
        "keywordEn": "Central Asia"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1979-2017",
        "keywordEn": "1979-2017",
        "type": "temporal"
      },
      {
        "keywordCn": "近40年",
        "keywordEn": "Last 40 years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data assimilation techniques used for climate reanalysis in Central Asia?",
        "QuestionCn": "用于中亚气候重分析的数据同化技术的特点是什么？",
        "AnswerEn": "cyclic assimilation, WRF model, WRFDA assimilation system, 3DVAR every 6 hours, conventional atmospheric observations, satellite radiance data, conventional data from GTS, manual and automatic stations, soundings, aircraft reports, observed variables include temperature, pressure, wind speed, humidity, retrieval data from polar-orbiting meteorological satellites, 54 km horizontal resolution, microwave radiance from MSU, AMSU, MHS, infrared radiance from HIRS",
        "AnswerCn": "循环同化，WRF模型，WRFDA同化系统，每6小时进行一次3DVAR，同化常规大气观测数据、卫星辐射数据、来自GTS的常规数据、人工和自动站观测、探空观测、飞机报告，观测变量包括温度、气压、风速、湿度，极地轨道气象卫星的反演数据，54公里水平分辨率，来自MSU、AMSU、MHS的微波辐射，来自HIRS的红外辐射。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the horizontal resolution in kilometers used for the outer and inner model simulations in a climate reanalysis dataset for Central Asia?",
        "QuestionCn": "在中亚的气候再分析数据集中，外部和内部模型模拟使用的水平分辨率是多少公里？",
        "AnswerEn": "27 km, 9 km",
        "AnswerCn": "27公里，9公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is '再分析资料' (reanalysis data) in the context of climate datasets?",
        "QuestionCn": "在气候数据集的背景下，什么是“再分析资料”？",
        "AnswerEn": "再分析资料 (reanalysis data) refers to datasets created by assimilating historical atmospheric observations into a consistent model framework to produce comprehensive and consistent records of past climate conditions. In the context of the 中亚大湖区气候再分析资料数据集, it involves using the WRF model and WRFDA assimilation system to integrate conventional and satellite data every 6 hours through a 3DVAR assimilation process, providing detailed information on variables such as temperature, pressure, wind speed, precipitation, and radiation.",
        "AnswerCn": "再分析资料是通过将历史大气观测数据同化到一致的模型框架中，生成全面且一致的过去气候条件记录的数据集。在中亚大湖区气候再分析资料数据集的背景下，它涉及使用WRF模型和WRFDA同化系统，每6小时通过3DVAR同化过程整合常规和卫星数据，提供有关温度、气压、风速、降水和辐射等变量的详细信息。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used in the 中亚大湖区气候再分析资料数据集 compare to those used in other regional climate reanalysis datasets in terms of satellite data assimilation and resolution?",
        "QuestionCn": "中亚大湖区气候再分析资料数据集使用的数据收集方法与其他区域气候再分析数据集在卫星数据同化和分辨率方面有何比较？",
        "AnswerEn": "The 中亚大湖区气候再分析资料数据集 uses a combination of conventional atmospheric observations and satellite radiance data, with satellite observations including retrieval data from polar-orbiting meteorological satellites resampled to a 54 km horizontal resolution. The dataset employs a nested simulation approach with horizontal resolutions of 27 km and 9 km, and vertical resolution of 38 layers, assimilating data every 6 hours using 3DVAR. In comparison, other regional climate reanalysis datasets may use different satellite data sources, assimilation frequencies, resolutions, or physical schemes, which can affect their accuracy and applicability for different regional studies.",
        "AnswerCn": "中亚大湖区气候再分析资料数据集结合了常规大气观测和卫星辐射数据，其中卫星观测包括从极轨气象卫星获取的反演数据，重采样至54公里的水平分辨率。该数据集采用嵌套模拟方法，水平分辨率为27公里和9公里，垂直分辨率为38层，每6小时同化数据，使用3DVAR方法。相比之下，其他区域气候再分析数据集可能使用不同的卫星数据源、同化频率、分辨率或物理方案，这可能影响它们的准确性和在不同区域研究中的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary reasons for integrating both conventional atmospheric observations and satellite radiance data in climate reanalysis datasets for Central Asia?",
        "QuestionCn": "将常规大气观测数据和卫星辐射数据整合到中亚气候重分析数据集中的主要原因是什么？",
        "AnswerEn": "The integration of conventional atmospheric observations and satellite radiance data in climate reanalysis datasets for Central Asia is primarily to enhance the accuracy and comprehensiveness of the dataset. Conventional data sourced from GTS, including observations from manned and automated stations, radiosondes, and aircraft reports, provide detailed atmospheric information such as temperature, pressure, wind speed, and humidity. Satellite data, including cloud-drift winds and microwave and infrared radiance data from polar-orbiting meteorological satellites, offer additional spatial coverage and information not available from ground-based observations. This combination allows for more accurate modeling of atmospheric conditions, especially in areas with sparse observational coverage, and improves the reanalysis dataset's ability to capture regional climate dynamics.",
        "AnswerCn": "将常规大气观测与卫星辐射数据整合到中亚气候重分析数据集中，主要是为了提高数据集的准确性和全面性。来自全球电信系统（GTS）的常规数据，包括来自有人和自动站、探空仪和飞机报告的观测，提供了详细的大气信息，如温度、气压、风速和湿度。卫星数据，包括云漂流风和来自极轨气象卫星的微波和红外辐射数据，提供了额外的空间覆盖和地面观测无法获得的信息。这种结合使得对大气条件的建模更加准确，特别是在观测稀疏的地区，并提高了重分析数据集捕捉区域气候动态的能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures involved in using WRF model and WRFDA assimilation system to create a regional climate reanalysis dataset for Central Asia, and how can these methods be adapted to incorporate additional observational data sources?",
        "QuestionCn": "使用WRF模型和WRFDA同化系统创建中亚区域气候重分析数据集的程序包括哪些步骤，以及如何调整这些方法以纳入额外的观测数据源？",
        "AnswerEn": "The procedures involve utilizing the WRF model version 4.1.2 and WRFDA assimilation system version 4.1.2 to establish a reanalysis dataset for Central Asia. This process includes using a cycling assimilation method, where 3DVAR assimilation is performed every 6 hours. The assimilation incorporates conventional atmospheric observations and satellite radiance data. Conventional data primarily come from GTS, including manned and automated stations, radiosondes, and aircraft reports, with observed elements like temperature, pressure, wind speed, and humidity. Satellite observations include retrieval data and radiative data, resampled to a 54 km horizontal resolution. For modeling, a double-layer nesting approach is used with horizontal resolutions of 27 km and 9 km, and 38 vertical layers up to 10 hPa. The side boundary conditions are provided by the ERA-Interim reanalysis with a 6-hourly analysis field. The physical schemes include the Thompson microphysics scheme, CAM radiation scheme, MYJ boundary layer scheme, Grell convection scheme, and Noah land surface model. These procedures can be adapted to incorporate additional data sources by adjusting the assimilation cycle to include more observational datasets or integrating newer satellite retrieval and radiative products.",
        "AnswerCn": "这些程序涉及利用WRF模型版本4.1.2和WRFDA同化系统版本4.1.2建立中亚的再分析数据集。该过程包括使用循环同化方法，每6小时进行一次3DVAR同化。该同化过程结合了常规大气观测和卫星辐射数据。常规数据主要来自GTS，包括有人和自动气象站、探空仪和飞机报告，观测要素包括温度、气压、风速和湿度。卫星观测包括检索数据和辐射数据，重采样至54公里的水平分辨率。在建模中，采用双层嵌套方法，水平分辨率为27公里和9公里，垂直层数为38层，直至10 hPa。侧边界条件由ERA-Interim再分析提供，具有6小时的分析场。物理方案包括汤普森微物理方案、CAM辐射方案、MYJ边界层方案、Grell对流方案和Noah陆面模型。这些程序可以通过调整同化周期以包含更多观测数据集或整合更新的卫星检索和辐射产品，来适应纳入额外的数据源。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies and resources enable the creation of high-resolution regional reanalysis data for Central Asia, particularly those incorporating both conventional atmospheric observations and satellite radiation data?",
        "QuestionCn": "哪些方法论和资源能够为中亚地区创建高分辨率的区域再分析数据，特别是那些结合了常规大气观测和卫星辐射数据的？",
        "AnswerEn": "The creation of high-resolution regional reanalysis data for Central Asia is enabled by using the WRF model version 4.1.2 and the WRFDA assimilation system version 4.1.2. This involves cyclic assimilation every 6 hours with 3DVAR, utilizing conventional atmospheric observations and satellite radiation data. Conventional data are sourced from GTS, including manual and automated stations, radiosondes, and aircraft reports, with observed elements like temperature, pressure, wind speed, and humidity. Satellite observations incorporate polar-orbiting meteorological satellites (NOAA-18, NOAA-19, METOP-A, and METOP-B) for cloud motion vectors and microwave radiation data such as MSU, AMSU, and MHS, along with HIRS infrared radiation data. The simulation employs a dual-nested approach with horizontal resolutions of 27 km and 9 km and 38 vertical levels, with boundary conditions provided by ERA-Interim analysis fields. Physics schemes used include the Thompson microphysics scheme, CAM radiation scheme, MYJ boundary layer scheme, Grell convection scheme, and Noah land surface model.",
        "AnswerCn": "高分辨率区域重分析数据的创建是通过使用WRF模型版本4.1.2和WRFDA同化系统版本4.1.2实现的。这涉及每6小时进行一次循环同化，采用3DVAR，利用常规大气观测和卫星辐射数据。常规数据来源于GTS，包括手动和自动气象站、探空仪和航空报告，观测要素包括温度、气压、风速和湿度。卫星观测则包括极轨气象卫星（NOAA-18、NOAA-19、METOP-A和METOP-B）的云运动矢量和微波辐射数据，如MSU、AMSU和MHS，以及HIRS红外辐射数据。模拟采用双嵌套方法，水平分辨率为27公里和9公里，垂直层数为38层，边界条件由ERA-Interim分析场提供。使用的物理方案包括汤普森微物理方案、CAM辐射方案、MYJ边界层方案、格雷尔对流方案和诺亚陆面模型。",
        "Level": "C6(Creating)"
      }
    ]
  }
}