{
    "id": "b2bed634-f8e5-4a2e-b8d3-7d9259c3dcf1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of historical black carbon reconstruction from the lake sediments of the Himalayan-Tibetan Plateau (1853-2015)",
            "titleCn": "青藏高原及周边湖芯黑碳历史记录数据集（1853-2015）",
            "description": "Black carbon is an important light absorbing substance, which has an important impact on climate change. This data set contains the data of black carbon concentration and sedimentation flux in the core of six lakes (gun Yong lake, Tanggula lake, linggecuo, Ranwu lake, gokyo, gosainkunda) on the Qinghai Tibet Plateau and the south slope of the Himalayas. The carbon concentration of Huxin black was determined by digestion filtration thermoluminescence method. This dataset is an excel file, which can be opened directly by using Excel. This data set is helpful to study the history of atmospheric black carbon deposition in the Qinghai Tibet Plateau and its surrounding areas and to further analyze the sources of atmospheric black carbon. It can be used as the basic data for the study of atmospheric black carbon transport and climate effect assessment.",
            "descriptionCn": "黑碳是重要的吸光性物质，对气候变化具有重要的影响。本数据集包含青藏高原和喜马拉雅山南坡6个湖泊（枪勇湖、唐古拉湖、令戈错、然乌湖、Gokyo、Gosainkunda）湖芯黑碳浓度和沉降通量数据。湖信黑碳浓度采用消解-过滤-热光法测定。本数据集为EXCEL文件，可使用EXCEL直接打开。本数据集有助于研究青藏高原和周边地区大气黑碳沉降历史和进一步分析大气黑碳的来源，可作为研究大气黑碳传输和气候效应评价的基础数据。",
            "instructions": "The data is in the form of XLS, which can be opened, viewed and analyzed by office, WPS and other software",
            "instructionsCn": "数据以表格xls形式，可以采用Office、Wps等软件打开查看和分析.",
            "east": 96.0,
            "west": 85.0,
            "south": 27.0,
            "north": 34.0,
            "startTime": "1853-01-09 10:16:55",
            "endTime": "2016-01-08 08:00:00",
            "fileSize": 14399.0,
            "cstr": "18406.11.Meteoro.tpdc.270418",
            "doi": "10.11888/Meteoro.tpdc.270418",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "康世昌",
                "nameEn": "KANG Shichang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Historical Black Carbon Reconstruction from the Lake Sediments of the Himalayan-Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Neupane B, Kang S, Chen P, Zhang Y, Ram K, Rupakheti D, Tripathee L, Sharma CM, Cong Z, Li C. (2019). Historical black carbon reconstruction from the lake sediments of the himalayan-tibetan plateau. Environmental Science & Technology."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": " 含碳气溶胶",
                "nameEn": "Carbonaceous aerosols"
            },
            {
                "nameCn": "气溶胶",
                "nameEn": "Aerosol"
            },
            {
                "nameCn": "沉积物",
                "nameEn": "Sediments"
            },
            {
                "nameCn": "湖相沉积",
                "nameEn": "Lacustrine Sediments"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喜马拉雅山",
                "keywordEn": "the Himalaya mountains"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1851-2018",
                "keywordEn": "1851-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure black carbon concentration in lake sediments in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于测量青藏高原湖泊沉积物中黑碳浓度的数据收集方法的例子？",
                "AnswerEn": "One method used to measure black carbon concentration in lake sediments in the Tibetan Plateau is the digestion-filtration-thermal optical method.",
                "AnswerCn": "在青藏高原，测量湖泊沉积物中黑碳浓度的一种方法是消化-过滤-热光学法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and characteristics of a dataset that records historical black carbon concentrations and deposition fluxes in lake sediments?",
                "QuestionCn": "记录历史黑碳浓度和湖泊沉积物沉积通量的数据集的特征和特点包括：",
                "AnswerEn": "black carbon concentration, deposition fluxes, lake sediment cores, digestion-filtration, thermal-optical analysis, EXCEL format",
                "AnswerCn": "黑碳浓度、沉积通量、湖泊沉积物岩心、消化-过滤、热光分析、EXCEL格式",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of lakes for which black carbon concentration and deposition flux data is available in a dataset related to the Tibetan Plateau?",
                "QuestionCn": "在与青藏高原相关的数据集中，黑碳浓度和沉积通量数据可用的湖泊数量是多少？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting black carbon concentration and deposition flux data from lakes on the Tibetan Plateau and surrounding regions?",
                "QuestionCn": "收集青藏高原及周边地区湖泊的黑碳浓度和沉积通量数据的主要目标是什么？",
                "AnswerEn": "The primary objectives are to study the historical atmospheric black carbon deposition in the Tibetan Plateau and surrounding areas and to further analyze the sources of atmospheric black carbon. This serves as foundational data for researching atmospheric black carbon transport and evaluating its climate effects.",
                "AnswerCn": "主要目标是研究青藏高原及周边地区历史大气黑碳沉积，并进一步分析大气黑碳的来源。这为研究大气黑碳的输送和评估其气候效应提供了基础数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental techniques and procedural steps used to measure black carbon concentration in lake cores from the Qinghai-Tibet Plateau and surrounding areas?",
                "QuestionCn": "测量青藏高原及周边地区湖泊沉积物中黑碳浓度的仪器技术和程序步骤是什么？",
                "AnswerEn": "The black carbon concentration in lake cores is measured using the digestion-filtration-thermal optical method.",
                "AnswerCn": "湖泊沉积物中的黑碳浓度是通过消化-过滤-热光学法测量的。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate measurement of black carbon concentrations and deposition flux in lake cores in the Tibetan Plateau and surrounding regions?",
                "QuestionCn": "哪些数据收集方法能够准确测量青藏高原及周边地区湖泊沉积物中的黑碳浓度和沉积通量？",
                "AnswerEn": "The measurement of black carbon concentrations and deposition flux in lake cores in the Tibetan Plateau and surrounding regions is enabled by the digestion-filtration-thermal optical method.",
                "AnswerCn": "在青藏高原及周边地区，通过消化-过滤-热光学方法可以测量湖泊沉积物中的黑碳浓度和沉积通量。",
                "Level": "C3(Applying)"
            }
        ]
    }
}