{
  "id": "b33dc082-b899-4ee1-8942-d0b5962e4e7f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Glacial Runoff Dataset of Five Upstreams in the Tibetan Plateau in 1971-2015",
      "titleCn": "青藏高原五大河源区冰川径流数据集（1971-2015）",
      "description": "The coverage time of glacier runoff data set in the five major river source areas of the Qinghai Tibet Plateau is from 1971 to 2015, and the time resolution is year by year, covering the source areas of five major rivers (Yellow River source, Yangtze River source, Lancang River source, Nu River source, Yarlung Zangbo River source).\nThe data is based on multi-source remote sensing and measured data. The glacier runoff data is simulated by using the daily scale meteorological data of five major river source areas and their surrounding meteorological stations, the global vegetation products of umd-1km, the igbp-dis soil database, the first and second glacier catalogue data, and the distributed hydrological model vic-cas coupled with the glacier module is used to simulate the glacier runoff data. The simulation results are verified by the site measured data to enhance the quality control.\nData indicators include: Glacier runoff (rate of glacier runoff:%), total runoff (mm / a), snow runoff (rate of snow runoff:%), and rainfall runoff rate (rainfall runoff rate:%).",
      "descriptionCn": "青藏高原五大河源区冰川径流数据集覆盖时间从1971年到2015年, 时间分辨率为逐年，覆盖范围为青藏高原五条大江大河源区(黄河源，长江源，澜沧江源，怒江源，雅鲁藏布江源)。\n数据以多源遥感和实测数据为基础，使用青藏高原五大河源区及其周边气象站点日尺度气象数据、UMD-1KM的全球植被产品、IGBP-DIS土壤数据库、第一、二次冰川编目数据等驱动模型，耦合了冰川模块的分布式水文模型VIC-CAS模拟形成了冰川径流数据。并使用站点实测数据对模拟结果进行了验证, 增强质量控制。\n数据指标包含：冰川径流率（Rate of glacier runoff: %），总径流（Total Runoff，mm/a），雪径流率（Rate of snow runoff: %），降雨径流率 （降雨径流率:%）。",
      "instructions": "The data is stored in xlsx format and can be opened and read by office software.",
      "instructionsCn": "数据以xlsx格式存储，可用office等办公软件打开读取。",
      "east": 104.0,
      "west": 80.0,
      "south": 37.0,
      "north": 27.0,
      "startTime": "1971-01-25 16:00:00",
      "endTime": "2016-01-24 16:00:00",
      "fileSize": 30785.0,
      "cstr": "18406.11.Glacio.tpdc.270949",
      "doi": "10.11888/Glacio.tpdc.270949",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王世金",
        "nameEn": "WANG Shijin",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Projecting climate change impacts on hydrological processes on the Tibetan Plateau with model calibration against the glacier inventory data and observed stream flow",
        "referenceCn": null,
        "referenceEn": "Wang, S.J., Zhao, Q.D., & Pu, T. (2021). Assessment of Water Stress Level about Global Glacier-Covered Arid Areas: A Case Study in the Shule River Basin, Northwestern China. Journal of Hydrology: Regional Studies, 37, doi.org/10.1016/j.ejrh.2021.100895."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川流速",
        "nameEn": "Glacial velocity"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1971-2015",
        "keywordEn": "1971-2015",
        "type": "temporal"
      },
      {
        "keywordCn": "年",
        "keywordEn": "year",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data sources and models used for simulating glacier runoff in the context of the Tibetan Plateau's major river sources?",
        "QuestionCn": "用于模拟西藏高原主要河流源头冰川径流的数据来源和模型的特征是什么？",
        "AnswerEn": "multi-source remote sensing data, in-situ measurement data, daily scale meteorological data, UMD-1KM global vegetation products, IGBP-DIS soil database, first and second glacier inventory data, VIC-CAS distributed hydrological model, glacier module, glacier runoff rate, total runoff, snow runoff rate, rainfall runoff rate",
        "AnswerCn": "多源遥感数据、地面实测数据、日尺度气象数据、UMD-1KM全球植被产品、IGBP-DIS土壤数据库、第一次和第二次冰川清查数据、VIC-CAS分布式水文模型、冰川模块、冰川径流率、总径流、雪径流率、降雨径流率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal coverage, in terms of years, of a dataset related to glacier runoff on the Tibetan Plateau?",
        "QuestionCn": "与青藏高原冰川径流相关的数据集的时间覆盖范围是多少年？",
        "AnswerEn": "44 years",
        "AnswerCn": "44年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'distributed hydrological model with a glacier module' in the context of glacier runoff data collection?",
        "QuestionCn": "在冰川径流数据收集的背景下，“具有冰川模块的分布式水文模型”是什么意思？",
        "AnswerEn": "A 'distributed hydrological model with a glacier module' refers to a computational model that simulates water flow and storage across a landscape, taking into account the spatial variability of hydrological processes. In the context of glacier runoff data collection, it specifically includes a component or module that accounts for the dynamics of glaciers, such as melting and accumulation, to accurately predict glacier-related runoff. The model uses various inputs like remote sensing data, meteorological data, and soil databases to simulate glacier runoff and other hydrological processes.",
        "AnswerCn": "“带有冰川模块的分布式水文模型”指的是一种计算模型，用于模拟水流和水储存在一个景观中的分布，考虑到水文过程的空间变异性。在冰川径流数据收集的背景下，它特别包括一个模块，考虑冰川的动态，如融化和积累，以准确预测与冰川相关的径流。该模型使用各种输入数据，如遥感数据、气象数据和土壤数据库，以模拟冰川径流和其他水文过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for using a combination of multi-source remote sensing and measured data in the collection of glacier runoff data in the Tibetan Plateau river source regions?",
        "QuestionCn": "在青藏高原河流源区收集冰川径流数据时，使用多源遥感和测量数据的组合的原因是什么？",
        "AnswerEn": "The need for using a combination of multi-source remote sensing and measured data arises from the complex nature of the Tibetan Plateau's river source regions, which include challenging terrains and diverse climatic conditions. These factors necessitate the integration of various data types and sources to accurately model and simulate glacier runoff. The use of meteorological station data, global vegetation products, soil databases, and glacier inventory data helps in driving models like the distributed hydrological model VIC-CAS, which are essential for producing reliable glacier runoff datasets.",
        "AnswerCn": "使用多源遥感和测量数据的需求源于青藏高原河流源区的复杂性，这些地区包括挑战性的地形和多样的气候条件。这些因素需要整合各种数据类型和来源，以准确建模和模拟冰川径流。气象站数据、全球植被产品、土壤数据库和冰川清单数据的使用有助于驱动像分布式水文模型VIC-CAS这样的模型，这对于生成可靠的冰川径流数据集至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using multi-source remote sensing data combined with in-situ measurements on the accuracy and reliability of glacier runoff datasets in the source regions of the Qinghai-Tibet Plateau's five major rivers?",
        "QuestionCn": "使用多源遥感数据结合现场测量对青藏高原五大河流源区冰川径流数据集的准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "Using multi-source remote sensing data combined with in-situ measurements can enhance the accuracy and reliability of glacier runoff datasets by allowing for more comprehensive modeling inputs and validation processes. This approach allows for the integration of diverse data types, such as meteorological data, global vegetation products, soil databases, and glacier inventories, which can improve the modeling of glacier runoff. Additionally, it enables the use of distributed hydrological models like VIC-CAS that incorporate glacier modules, thus providing a more detailed and validated simulation of glacier runoff rates, total runoff, snow runoff rates, and rainfall runoff rates.",
        "AnswerCn": "使用多源遥感数据结合现场测量可以提高冰川径流数据集的准确性和可靠性，因为这允许更全面的建模输入和验证过程。这种方法允许整合多种数据类型，如气象数据、全球植被产品、土壤数据库和冰川清单，从而改善冰川径流的建模。此外，它还使得使用像VIC-CAS这样的分布式水文模型成为可能，这些模型包含冰川模块，从而提供更详细和经过验证的冰川径流速率、总径流、雪径流速率和降雨径流速率的模拟。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing a dataset that utilizes multi-source remote sensing and ground-based data to model glacier runoff in river source regions?",
        "QuestionCn": "开发一个利用多源遥感和地面数据来模拟河流源区冰川径流的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to simulate glacier runoff using a distributed hydrological model that incorporates a glacier module, driven by multi-source remote sensing and ground-based data such as meteorological data, global vegetation products, soil databases, and glacier inventory data. This aims to enhance the understanding of glacier runoff dynamics and verify the simulation results with observational data to ensure quality control.",
        "AnswerCn": "主要目标是使用分布式水文模型模拟冰川径流，该模型包含冰川模块，驱动因素包括多源遥感和地面数据，如气象数据、全球植被产品、土壤数据库和冰川清单数据。此举旨在增强对冰川径流动态的理解，并通过与观测数据进行验证，以确保模拟结果的质量控制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are utilized to integrate multi-source remote sensing data and field-measured data for generating a comprehensive glacier runoff dataset in the source regions of major rivers on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原主要河流源区，整合多源遥感数据和实地测量数据以生成全面的冰川径流数据集所采用的程序是什么？",
        "AnswerEn": "The generation of a comprehensive glacier runoff dataset in the source regions of major rivers on the Qinghai-Tibet Plateau involves using multi-source remote sensing data and field-measured data. This includes leveraging daily-scale meteorological data from weather stations within and around the river source regions, the UMD-1KM global vegetation product, the IGBP-DIS soil database, and first and second glacier inventory data. These inputs drive a distributed hydrological model, VIC-CAS, which incorporates a glacier module. The model's simulated glacier runoff data undergoes validation using field-measured data to ensure accuracy and enhance quality control.",
        "AnswerCn": "在青藏高原主要河流源区生成全面的冰川径流数据集涉及使用多源遥感数据和实地测量数据。这包括利用河流源区内外气象站的日尺度气象数据、UMD-1KM全球植被产品、IGBP-DIS土壤数据库以及第一和第二次冰川清单数据。这些输入驱动分布式水文模型VIC-CAS，该模型包含冰川模块。模型模拟的冰川径流数据通过与实地测量数据进行验证，以确保准确性并增强质量控制。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods and technological advancements enable the accurate simulation of glacier runoff in the source regions of major rivers on the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些数据收集方法和技术进步能够准确模拟青藏高原主要河流源区的冰川径流？",
        "AnswerEn": "The accurate simulation of glacier runoff in the source regions of major rivers on the Qinghai-Tibet Plateau is enabled by integrating data from various sources such as multi-source remote sensing, meteorological station data on a daily scale, UMD-1KM global vegetation products, the IGBP-DIS soil database, and glacier inventories. These data are used to drive a distributed hydrological model (VIC-CAS) coupled with a glacier module, and the simulation results are validated using station-measured data to enhance quality control.",
        "AnswerCn": "在青藏高原主要河流源区，准确模拟冰川径流得益于整合多种数据源，如多源遥感、日尺度气象站数据、UMD-1KM全球植被产品、IGBP-DIS土壤数据库和冰川清单。这些数据用于驱动一个耦合冰川模块的分布式水文模型（VIC-CAS），并通过使用站点测量数据对模拟结果进行验证，以增强质量控制。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}