{
  "id": "b3a58dcb-00d1-4c40-9141-26792249b3d1",
  "relatedPaper": 4,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Large aperture scintillometer of Arou Superstation, 2019)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（阿柔超级站大孔径闪烁仪-2019）",
      "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Arou Superstation in the Heihe integrated observatory network from January 1 to December 31 in 2019. There were two types of LASs at Arou Superstation: BLS900 and RR-RSS460, produced by Germany and China, respectively. The north tower was set up with the RR-RSS460 receiver and the BLS900 transmitter, and the south tower was equipped with the RR-RSS460 transmitter and the BLS900 receiver. The site (north: 100.471° E, 38.057° N; south: 100.457° E, 38.038° N) was located in Caodaban village of A’rou town in Qilian county, Qinghai Province. The underlying surface between the two towers was alpine meadow. The elevation is 3033 m. The effective height of the LASs was 13.0 m, and the path length was 2390 m. The data were sampled 1 minute at both BLS900 and RR-RSS460.\nThe raw data acquired at 1 min intervals were processed and quality controlled. The data were subsequently averaged over 30 min periods, in which sensible heat flux was iteratively calculated by combining Cn2 with meteorological data according to the Monin-Obukhov similarity theory. The main quality control steps were as follows: (1) The data were rejected when Cn2 exceeded the saturated criterion (BLS900: Cn2>7.25E-14, RR-RSS460: Cn2>7.84E-14). (2) The data were rejected when the demodulation signal was small (BLS900: Average X Intensity<1000; RR-RSS460: Demod>-20mv). (3) The data were rejected when collected during precipitation. (4) The data were rejected if collected at night when weak turbulence occurred (u* was less than 0.1 m/s). In the iteration process, the universal functions of Thiermann and Grassl (1992) and Andreas (1988) were selected for BLS900 and RR-RSS460, respectively. Detailed can refer to Liu et al. (2011, 2013). Due to instrument adjustment and inadequate power supply, the date of missing data for the large aperture scintillator is: 2019.04.20-2019.04.30；2019.05.07-2019.05.13；2019.06.06-2019.06.10；2019.09.03-2019.09.05。\nSeveral instructions were included with the released data. (1) The data were primarily obtained from BLS900 measurements, and missing flux measurements from the BLS900 instrument were substituted with measurements from the RR-RSS460 instrument. The missing data were denoted by -6999. Due to the problems of storing and wireless transmission. (2) The dataset contained the following variables: Date/time (yyyy/m/d h:mm), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H, W/m^2). In this dataset, a time of 0:30 corresponds to the average data for the period between 0:00 and 0:30, and the data were stored in *.xlsx format. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了黑河流域地表过程综合观测网上游阿柔站的大孔径闪烁仪通量观测数据。上游阿柔站分别架设了BLS900和RR-RSS460型号的大孔径闪烁仪，北塔为RR-RSS460的接收端和BLS900的发射端，南塔为RR-RSS460的发射端和BLS900的接收端。观测时间为2019年1月1日至2019年12月31日。站点位于青海省祁连县阿柔乡草达坂村，下垫面是高寒草地。北塔的经纬度是100.4712E，38.0568N，南塔的经纬度是100.4572E，38.0384N，海拔高度约3033m。大孔径闪烁仪的有效高度13.0m，光径长度是2390m，采样频率是1min。\n大孔径闪烁仪原始观测数据为1min，发布的数据为经过处理与质量控制后的数据，其中感热通量主要是结合自动气象站观测数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据（BLS900：Cn2>7.25E-14，RR-RSS460：Cn2>7.84 E-14）；（2）剔除解调信号强度较弱的数据（BLS900：Average X Intensity<1000；RR-RSS460：Demod>-20mv）；（3）剔除降水时刻的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。在迭代计算过程中，对于BLS900，选取Thiermann and Grassl(1992)的稳定度普适函数；对于RR-RSS460，选取Andreas(1988)的稳定度普适函数，详细介绍请参考Liu et al. (2011, 2013)。由于仪器调整和供电不足，大孔径闪烁仪数据由于信号和供电等问题缺失的日期为：2019.04.20-2019.04.30；2019.05.07-2019.05.13；2019.10.21-2019.10.25；2019.12.30-2019.12.31。\n关于发布数据的几点说明：（1）上游LAS数据以BLS900为主，缺失时刻由RR-RSS460观测补充，两者都缺失则以-6999标记。（2）数据表头：Date/Time ：日期/时间（格式：yyyy/m/d h:mm），Cn2 ：空气折射指数结构参数（单位：m-2/3），H ：感热通量（单位：W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xlsx格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site no + LAS.",
      "instructionsCn": "年份+**观测网+站点名称+LAS",
      "east": 100.457,
      "west": 100.471,
      "south": 38.038,
      "north": 38.057,
      "startTime": "2019-01-13 16:00:00",
      "endTime": "2020-01-12 16:00:00",
      "fileSize": 533200.0,
      "cstr": "18406.11.Meteoro.tpdc.270674",
      "doi": "10.11888/Meteoro.tpdc.270674",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Guo, Z.X., Liu, S.M., He, X.L., Meng, Y.F.Y., Xu, Z.W., Xia, Y.L., Xiao, J.F., Zhang, Y., Ma, Y.F, Song, L.S. (2018). Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. doi: 10.1029/2018JD028447."
      },
      {
        "titleCn": null,
        "titleEn": "Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study",
        "referenceCn": null,
        "referenceEn": "Liu, R., Liu, S.M., Yang, X.F., Lu, H, Pan, X.D., Xu, Z.W., Ma, Y.F., Xu,T.R. (2018). Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study. Journal of Geophysical Research: Atmospheres. 123, 8418-8440."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
      },
      {
        "titleCn": null,
        "titleEn": "Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William P, K., Hector, N., Sun, L., Xu, Z.W., Todd H, S., Yang, Y., Ma, M.G., Xu, T.R., Tang, X.G., Li, Q.P. (2018). Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale. Remote Sensing of Environment, 219, 72–88. doi: 10.1016/j.rse.2018.10.002."
      },
      {
        "titleCn": null,
        "titleEn": "Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., He, X.L., Bateni, S.M., Auligne, T., Liu, S.M., Xu, Z.W., Zhou, J., Mao, K.B. (2019). Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites. Remote Sensing of Environment, 221, 444-461, doi.org/10.1016/j.rse.2018.11.023"
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Bian, Z.J., William P, K., Liu, S.M., Xiao, Q., Hector, N, Xu, Z.W., Yang, Y., Xu, T.R., Han, X.J. (2020). Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature. Remote sensing of Environment, 239, 111674."
      },
      {
        "titleCn": null,
        "titleEn": "A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China",
        "referenceCn": null,
        "referenceEn": "Ruehr, S., Lee, X.H., Smith, R., Li, X., Xu, Z.W., Liu, S.M., Yang, X.F., Zhou,Y.Z. (2020). A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China. Journal of Arid Environments. 176, 104120."
      },
      {
        "titleCn": null,
        "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
      },
      {
        "titleCn": null,
        "titleEn": "Investigating microclimate effects in an oasis-desert interaction zone",
        "referenceCn": null,
        "referenceEn": "Liu, R., Sogachev, A., Yang, X.F., Liu, S.M., Xu, T.R., Zhang, J.J. (2020). Investigating microclimate effects in an oasis-desert interaction zone. Agricultural and Forest Meteorology, 290, 107992"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "反应性气体",
        "nameEn": "Reactive Gases"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域上游",
        "keywordEn": "Upper reaches of the Heihe River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡动协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
        "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观测比率。",
        "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估计蒸散（E）、蒸发（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡度相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为在灌溉农田中，当平均H较小时，EC系统的不确定性达到了18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）及其在多尺度蒸散发观测实验中的蒸发（E/ET%）和蒸腾（T/ET%）的比率，该实验是河西水文遥感实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够产生可靠的E/ET%和T/ET%比率以及ET的估计。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组分温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Sensible heat flux (H) is a significant component of land surface water and energy balance determinations. There are several methods for measuring surface water and heat fluxes, such as eddy covariance (EC) and Bowen ratio systems. For large-scale H, remote sensing (RS)-based observations are useful. RS instruments themselves cannot directly measure H. Therefore, methods for validating RS inversion products are critical for using such products. Since the 1990s, large aperture scintillometer (LAS) has been widely applied to measure sensible heat flux around the world, and it has also been used to validate RS estimations owing to the large scale of its measurements."
      ],
      "research objective": [
        "In this study, a weighted area-to-area regression kriging (WATA RK) model is proposed to convert EC-scale H to LAS-scale H. It involves path-weighting functions of EC and LAS source areas in both regression and area kriging stages."
      ],
      "challenges": [
        "However, methods of converting one H scale to another to validate RS products are still open for question. The method does not consider the path-weighting function in the EC- to LAS-scale kriging with the regression residue, which inevitably brought about a bias estimation."
      ],
      "methods": [
        "In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. Observations and footprints of the 17 EC and four LAS groups between 12:00 and 12:30 BST (Beijing Standard Time) were averaged to obtain a mean value when the atmosphere stability was under unstable conditions with high turbulent fluxes. By considering the wind direction, the wind speeds were decomposed into north and east components (WS), and then weighted averages were calculated with the corresponding EC and LAS footprint weights. After abstracting FVC, NDVI, LST, and WS with the footprint models, nine regression models were built for each of the periods based on the proposed multiple linear regression model. The four independent variables were also abstracted for the four LAS footprints. The residual part of LAS H is then estimated from the 17 EC H residuals by the above WATA kriging model."
      ],
      "dataset": [
        "Four groups of LAS (two sets in each group) were installed in 3 × 3 and 2 × 1 MODIS pixels. In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. There are also 17 automatic weather station sets (including a super-station) installed in the field. Nine observations (06/15, 06/24, 07/10, 08/02, 08/11, 08/18, 08/27, 09/03, and 09/12) made between June and September 2012 were selected for this study. Synchronous ASTER RS products at 12:15 BST were downloaded from the US—National Aeronautics and Space Administration and processed according to Zhou et al. [26] and Bastiaanssen et al. [27], including the Land Surface Temperature (LST) [26], Normalized Difference Vegetation Index (NDVI), and Fractional Vegetation Cover (FVC) [27]."
      ],
      "findings": [
        "Results show that WATA RK outperforms traditional methods in most cases, improving estimation accuracy. The method is considered to provide an efficient validation of RS H flux products."
      ],
      "backgroundCn": [
        "显热通量（H）是陆地表面水分和能量平衡确定中的一个重要组成部分。测量表面水分和热通量的方法有多种，例如涡度协方差（EC）和波文比系统。对于大规模的H，基于遥感（RS）的观测非常有用。遥感仪器本身无法直接测量H。因此，验证遥感反演产品的方法对于使用这些产品至关重要。自1990年代以来，大孔径闪烁仪（LAS）已被广泛应用于全球范围内测量显热通量，并且由于其测量的广泛性，也被用于验证遥感估算。"
      ],
      "research objectiveCn": [
        "在本研究中，提出了一种加权区域到区域回归克里金（WATA RK）模型，用于将EC尺度的H转换为LAS尺度的H。该模型在回归和区域克里金阶段涉及EC和LAS源区域的路径加权函数。"
      ],
      "challengesCn": [
        "然而，将一种H尺度转换为另一种H尺度以验证RS产品的方法仍然存在疑问。该方法在进行EC尺度到LAS尺度的克里金插值时没有考虑路径加权函数，这不可避免地导致了偏差估计。"
      ],
      "methodsCn": [
        "在核区，安装了18个EC系统集用于实验，其中17个在本研究中使用。对17个EC和四个LAS组在北京时间12:00至12:30之间的观测和足迹进行了平均，以获得在不稳定条件下高湍流通量下的平均值。考虑到风向，风速被分解为北向和东向分量（WS），然后根据相应的EC和LAS足迹权重计算加权平均值。在通过足迹模型抽取FVC、NDVI、LST和WS后，基于所提出的多元线性回归模型为每个时期建立了九个回归模型。四个独立变量也为四个LAS足迹进行了抽取。然后，通过上述WATA克里金模型从17个EC H残差中估计LAS H的残余部分。"
      ],
      "datasetCn": [
        "在3 × 3和2 × 1的MODIS像素中安装了四组LAS（每组两个套件）。在核心区域，安装了18个EC系统套件用于实验，其中17个在本研究中使用。现场还安装了17个自动气象站套件（包括一个超级气象站）。在2012年6月至9月之间选择了9次观测（06/15、06/24、07/10、08/02、08/11、08/18、08/27、09/03和09/12）。从美国国家航空航天局下载了同步的ASTER遥感产品，时间为12:15 BST，并根据Zhou等人[26]和Bastiaanssen等人[27]的研究进行了处理，包括地表温度（LST）[26]、归一化差异植被指数（NDVI）和植被覆盖度（FVC）[27]。"
      ],
      "findingsCn": [
        "结果显示，WATA RK 在大多数情况下优于传统方法，提高了估计精度。该方法被认为为遥感热通量产品提供了有效的验证。"
      ]
    },
    {
      "background": [
        "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
        "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
        "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
        "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
      ],
      "research objective": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
        "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
      ],
      "challenges": [
        "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
        "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
      ],
      "methods": [
        "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
        "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
        "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
      ],
      "dataset": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
        "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
        "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
      ],
      "findings": [],
      "backgroundCn": [
        "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期的气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生重大影响，从而调节中游的农业发展和下游的生态系统。",
        "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
        "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
        "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
      ],
      "research objectiveCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
        "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
      ],
      "challengesCn": [
        "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几大严峻挑战，阻碍了在需要的地方和时间进行完整和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常运作）；2）缺乏高质量的雪和冻土数据用于参数化。",
        "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
      ],
      "methodsCn": [
        "无缝的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
        "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据以研究气象驱动因素，并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
        "雪深通过SR50A（美国Campbell）进行测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
      ],
      "datasetCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，采用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
        "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
        "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
        "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
        "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
        "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
      ],
      "research objective": [
        "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
        "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
        "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
      ],
      "challenges": [
        "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
        "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
        "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
      ],
      "methods": [
        "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
        "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
        "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
      ],
      "dataset": [
        "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
        "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
      ],
      "findings": [
        "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
        "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
      ],
      "backgroundCn": [
        "对陆地表面通量的准确监测对于全球气候变化研究、生态环境管理以及农业和水资源规划是必要的。表面通量的大小在很大程度上取决于植被参数、土壤湿度和其他陆地表面的状态。估算表面通量的主要方法包括现场测量、基于遥感的方法和陆面模型。现场测量的表面通量在日变化、季节变化和年际变化的时间尺度上存在变异性。",
        "陆面模型的快速发展使其能够在连续的空间和时间尺度上预测表面通量，并具备物理约束。无论其具体模型结构如何，所有陆面模型都需要观测数据来校准其参数并调整其状态。新技术如数据同化被需要用来将现场或遥感观测与模型整合，从而通过修正模型状态变量和参数来提高模型的准确性。数据同化在改善诸如叶面积指数、土壤温度剖面、土壤湿度剖面及其他相关变量（例如表面通量）的预测中发挥了越来越重要的作用。",
        "基于遥感的方法可以获得空间分布的地表通量估计。地表通量也可以通过变分技术和相对简单的模型，结合实地测量的地表温度进行同化来获得。在陆面模型中，显热和潜热通量是诊断变量，受许多因素（例如模型状态和参数）的影响。作为新一代中国极轨气象卫星，FY-3系列包括两颗实验卫星（FY-3A/B）和至少四颗运营卫星（FY-3C/D/E/F）。FY-3系列预计服务寿命将持续到2020年。FY-3A卫星于2008年发射。可见光和红外辐射仪（VIRR）是FY-3A卫星上安装的11个传感器之一，具有约1 km×1 km的标称空间分辨率（在天顶方向）。共同陆面模型（CoLM）是由多个团队开发的先进模型，并经过广泛的实地数据站点验证。在CoLM中，土壤湿度对于将净辐射分配到地面热、显热和潜热通量中非常重要。",
        "不准确的表面通量预测与地表温度估计的误差高度相关。一般来说，CoLM能够正确预测地表温度和表面通量的日变化趋势。日均蒸发分数（EF，即潜热通量与可用能量的比率）可以用来描述可用能量在显热通量和潜热通量之间的分配。LAS仪器能够在比EC系统更大的尺度上测量显热通量。"
      ],
      "research objectiveCn": [
        "在这项工作中，开发了一种双重通道数据同化方案，以改善对表面通量的预测。",
        "本研究构建了一种双重数据同化方案，采用集合卡尔曼滤波器（EnKF）来改善表面通量预测，并同化遥感地表温度。该研究首次进行实验，将来自FY3A-VIRR的遥感地表温度（LST）同化到陆面模型中。",
        "在本研究中，构建了一种双重数据同化方案，通过独立优化土壤湿度和植被参数来估计表面通量。该研究的目的是消除或减少模型模拟与观测之间的误差。"
      ],
      "challengesCn": [
        "由于卫星获取的数据是瞬时的，并且常常受到云层的干扰，因此使用方法对表面通量进行连续监测是困难的。",
        "然而，这些测量在区域尺度上监测表面通量时很难使用，因为它们只能产生点或斑块尺度的数据。FY3A-VIRR LST 数据与地面测量之间的偏差受到许多因素的影响。地形效应会影响 FY3A-VIRR LST 反演的准确性。FY3A-VIRR 与现场测量的 LST 之间的空间和时间尺度不匹配也可能导致这些偏差。",
        "通过EC和LAS系统测量的显热通量之间的差异主要是由于EC的能量不平衡、底层表面的异质性以及EC和LAS测量的源区之间的差异。由于地表温度的短期记忆，直接同化地表温度以优化土壤湿度可能会导致模型模拟变得更加不稳定。"
      ],
      "methodsCn": [
        "在这项工作中，开发了一种双重通道数据同化方案，以改善表面通量的预测。双重通道数据同化方案的第一通道在周尺度上优化模型植被参数，第二通道在日尺度上优化土壤湿度。基于集成卡尔曼滤波器（EnKF），首次将新一代中国气象卫星（FY3A-VIRR）获取的陆面温度（LST）数据同化到常规陆面模型（CoLM）中。选择了六个站点，分别是大满、馆陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点具有不同的气候条件。",
        "本研究中采用的双重数据同化技术独立优化模型状态和参数。该方案的两个阶段同化来自FY3A卫星的遥感地表温度（LST）。在同化FY3A-VIRR LST数据的过程中，第一阶段用于在周时间尺度上优化模型参数，第二阶段用于在日时间尺度上优化土壤湿度。选择了六个不同土地覆盖类型的中国通量观测站（高山草甸、草地、农田和果园）进行数据同化实验。FY3A-VIRR LST数据与地面测量结果进行了比较。",
        "在本研究中，MODIS LAI 产品直接纳入模型中，植被参数在每周时间尺度上通过双重数据同化方案的第一阶段进行优化。在每日时间尺度上，土壤湿度通过双重数据同化方案的第二阶段进行优化。基于EnKF算法，来自新一代中国气象卫星FY3A-VIRR的地表温度数据首次被同化到CoLM中。LAS测量的源区通过足迹模型计算，并与FY3A-VIRR像元叠加。"
      ],
      "datasetCn": [
        "来自新一代中国气象卫星（FY3A-VIRR）的地表温度（LST）数据首次被同化到常规陆地模型（CoLM）中。选择了六个站点，分别是大闸、广陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。结果与由多尺度表面通量观测系统生成的数据集进行比较，该系统包括自动气象站（AWS）、涡度协方差（EC）和大孔径闪烁仪（LAS）。",
        "FY-3A地表温度数据将成为全球水分和能量平衡研究的新数据源。FY3A-VIRR LST产品可以提供每个像素的地表温度和发射率，数据以层次数据格式（HDF）存储，采用正弦投影，空间分辨率为1公里。来自中国三个主要自然区域（西部干旱和半干旱地区、东部季风区和青藏高原 alpine meadow）的六个站点的数据用于数据同化实验。"
      ],
      "findingsCn": [
        "结果表明，双通道数据同化方案能够通过同化FY3A-VIRR地表温度数据来减少模型不确定性，并改善地表通量的预测。",
        "双重数据同化方案减少了模型的不确定性，提高了模型的预测能力。六个站点的平均偏差（BIAS）值从28.7 W m 2 变为5.3 W m 2，从 16.9 W m 2 变为16.1 W m 2；平均均方根误差（RMSE）值从71.7 W m 2 降至46.8 W m 2，从93.7 W m 2 降至70.8 W m 2；平均相关系数（R值）从0.75 增加到0.78，从0.66 增加到0.82。同化的蒸散发（EF）结果的平均偏差值从 0.21 降至 0.01，平均均方根误差值从0.31 降至0.15，平均相关系数从0.43 增加到0.73。比较结果表明，同化结果与激光雷达（LAS）测量值匹配良好，并且同化结果与LAS测量值之间的相关性高于模型模拟在大门、馆陶、阿柔、北京和济源站点的相关性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the large aperture scintillometer (LAS) effectively measure sensible heat flux on a large scale for validation of remote sensing estimations?",
        "QuestionCn": "大型孔径闪烁仪（LAS）能否有效地在大尺度上测量显热通量，以验证遥感估算？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the integrated alpine hydrology observation network in the Heihe River Basin designed to provide datasets that support the validation and evaluation of remote sensing products?",
        "QuestionCn": " integrated alpine hydrology observation network in the Heihe River Basin是否旨在提供支持遥感产品验证和评估的数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key components of a distributed and multiscale observation network in alpine hydrology, and where are these networks crucially needed?",
        "QuestionCn": "在高山水文学中，分布式和多尺度观测网络的关键组成部分是什么，以及这些网络在哪些地方至关重要？",
        "AnswerEn": "automatic meteorological stations, snow observation superstations, frozen ground observation superstations, alpine regions like the upper reaches of the Heihe River Basin",
        "AnswerCn": "自动气象站、积雪观测超级站、冻土观测超级站、像黑河上游地区这样的高山区域",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you provide an example of a dataset used to study the effects of snow cover and frozen ground on hydrological processes in a river basin?",
        "QuestionCn": "您能否提供一个用于研究雪盖和冻土对河流流域水文过程影响的数据集的示例？",
        "AnswerEn": "An example of a dataset used for studying snow cover and frozen ground effects on hydrological processes is a suite of datasets from the upper reaches of the Heihe River Basin in China. This dataset includes long-term hydrometeorological data, snow cover properties, and frozen ground data collected from an observation network consisting of automatic meteorological stations and superstations.",
        "AnswerCn": "用于研究雪盖和冻土对水文过程影响的数据集的一个例子是来自中国黑河流域上游的一套数据集。该数据集包括长期的水文气象数据、雪盖特性和冻土数据，这些数据是通过由自动气象站和超级站组成的观测网络收集的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes are considered when collecting data related to soil and canopy component temperatures for evapotranspiration estimation?",
        "QuestionCn": "在收集与蒸散估算相关的土壤和冠层组成部分温度的数据时，会考虑哪些具体属性？",
        "AnswerEn": "ground-measured soil and canopy component temperatures, thermal radiation measurements, separation of soil and canopy pixels using visible and NIR images",
        "AnswerCn": "地面测量的土壤和冠层组成温度、热辐射测量、使用可见光和近红外图像分离土壤和冠层像素。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are encountered in data collection for hydrological processes in alpine regions, and how are they addressed?",
        "QuestionCn": "在高山地区进行水文过程的数据收集时，会遇到哪些挑战，以及如何应对这些挑战？",
        "AnswerEn": "cold and harsh climates, high altitudes, complex topographies, integrated observation networks, distributed observation networks, multiscale observation networks, automatic meteorological stations, superstations for snow and frozen ground observations",
        "AnswerCn": "寒冷和严酷的气候、高海拔、复杂的地形、综合观测网络、分布式观测网络、多尺度观测网络、自动气象站、用于雪和冻土观测的超级站。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many eddy covariance system sets were used in the kernel area for the experiment to convert EC-scale H to LAS-scale H?",
        "QuestionCn": "在实验中用于将EC尺度的H转换为LAS尺度的H的核区使用了多少套涡度协方差系统？",
        "AnswerEn": "17",
        "AnswerCn": "17",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using a large aperture scintillometer in the context of measuring sensible heat flux?",
        "QuestionCn": "在测量显热通量的背景下，使用大孔径闪烁仪的意义是什么？",
        "AnswerEn": "A large aperture scintillometer (LAS) is significant in measuring sensible heat flux as it provides large-scale measurements that are useful for validating remote sensing estimations. The LAS is capable of measuring sensible heat flux over a large area, which is crucial for understanding the surface energy balance at a broader scale compared to point measurements from systems like eddy covariance (EC).",
        "AnswerCn": "大型孔径闪烁仪（LAS）在测量显热通量方面具有重要意义，因为它提供了大规模的测量，这对于验证遥感估算非常有用。LAS能够在大范围内测量显热通量，这对于理解更大尺度上的表面能量平衡至关重要，相较于涡度协方差（EC）等系统的点测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How are soil and canopy component temperatures used to estimate evapotranspiration in terrestrial ecosystems?",
        "QuestionCn": "土壤和冠层组分温度如何用于估算陆地生态系统中的蒸散发？",
        "AnswerEn": "Soil and canopy component temperatures are used to estimate evapotranspiration by applying the two-source energy balance (TSEB) model, which separates the soil and vegetation energy exchanges. This model utilizes high-resolution thermal camera observations of soil and canopy temperatures to improve the accuracy of estimating evaporation (E), transpiration (T), and evapotranspiration (ET), thus providing a more refined understanding of terrestrial water cycles and resource management in heterogeneous landscapes.",
        "AnswerCn": "土壤和冠层组件温度用于通过应用双源能量平衡（TSEB）模型来估算蒸散。该模型将土壤和植被的能量交换分开。该模型利用高分辨率热像仪观测土壤和冠层温度，以提高蒸发（E）、蒸腾（T）和蒸散（ET）估算的准确性，从而提供对异质景观中陆地水循环和资源管理的更精细理解。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with data collection in the alpine region, particularly concerning hydrological processes?",
        "QuestionCn": "与高山地区的数据收集相关的挑战，特别是与水文过程有关的挑战有哪些？",
        "AnswerEn": "Data collection in the alpine region faces challenges such as harsh climate conditions, high altitude, and complex topography, which make consistent and complete data acquisition difficult. These challenges hinder the development of remote sensing technologies and hydrological models. Furthermore, the scarcity of observation data due to these environmental and logistical barriers motivates the need for integrated and distributed observation networks to advance the understanding of hydrological processes in these regions.",
        "AnswerCn": "阿尔卑斯地区的数据收集面临着严酷的气候条件、高海拔和复杂的地形等挑战，这使得一致和完整的数据获取变得困难。这些挑战阻碍了遥感技术和水文模型的发展。此外，由于这些环境和后勤障碍，观测数据的稀缺促使人们需要建立综合和分布式的观测网络，以推动对这些地区水文过程的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of integrated, distributed, and multiscale observation networks for alpine hydrology research compare to traditional meteorological station networks in terms of dataset comprehensiveness and challenges faced?",
        "QuestionCn": "集成的、分布式的和多尺度观测网络在阿尔卑斯水文学研究中的使用，与传统气象站网络相比，在数据集的全面性和面临的挑战方面有什么不同？",
        "AnswerEn": "Integrated, distributed, and multiscale observation networks provide a comprehensive suite of datasets, including long-term hydrometeorological, snow cover, and frozen ground data, essential for understanding alpine hydrological processes. These networks incorporate advanced techniques like wireless sensor networks and superstations for snow and frozen ground observations, addressing specific scientific questions at various scales. Traditional meteorological station networks often lack the spatial resolution and specificity needed for detailed alpine research. However, challenges such as harsh climates and complex topographies make data collection difficult for both network types.",
        "AnswerCn": "综合的、分布式的和多尺度的观测网络提供了一套全面的数据集，包括长期的水文气象、雪盖和冻土数据，这些数据对于理解高山水文过程至关重要。这些网络结合了先进的技术，如无线传感器网络和超级站点，用于雪和冻土观测，针对不同尺度的特定科学问题。然而，传统的气象站网络往往缺乏详细高山研究所需的空间分辨率和特异性。然而，恶劣的气候和复杂的地形使得这两种网络的数据收集都面临挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the integration of remote sensing data with ground-based measurements enhance the understanding of hydrological processes in alpine regions?",
        "QuestionCn": "遥感数据与地面测量的结合如何增强对高山地区水文过程的理解？",
        "AnswerEn": "Integrating remote sensing data with ground-based measurements can improve the prediction and understanding of hydrological processes by providing a more comprehensive dataset that captures both large-scale and localized phenomena. This approach can help address data scarcity and technological barriers in alpine regions, allowing for better model validation and the evaluation of hydrological processes affected by snow cover and frozen ground.",
        "AnswerCn": "将遥感数据与地面测量相结合，可以通过提供更全面的数据集来改善对水文过程的预测和理解，这些数据集能够捕捉到大规模和局部现象。这种方法可以帮助解决高山地区的数据稀缺和技术障碍，从而更好地进行模型验证和评估受雪盖和冻土影响的水文过程。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the scarcity of observation data in alpine regions, and how does this impact hydrological modeling and research?",
        "QuestionCn": "导致高山地区观测数据稀缺的原因是什么，这对水文建模和研究有什么影响？",
        "AnswerEn": "The scarcity of observation data in alpine regions is caused by difficulties in access, technological barriers, and the cold, harsh climate. This scarcity hinders the development of remote sensing technologies and hydrological models, as it limits the availability of high-quality snow and frozen ground data for parameterization and validation.",
        "AnswerCn": "阿尔卑斯地区观测数据的稀缺是由于获取困难、技术障碍以及寒冷恶劣的气候。这种稀缺性阻碍了遥感技术和水文模型的发展，因为它限制了高质量雪和冻土数据的可用性，从而影响了参数化和验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do errors occur in the estimation of surface fluxes using remote sensing data, particularly in arid or alpine environments?",
        "QuestionCn": "为什么在使用遥感数据估计表面通量时，特别是在干旱或高山环境中，会出现误差？",
        "AnswerEn": "Errors in estimating surface fluxes using remote sensing data in arid or alpine environments occur due to the complex heterogeneous landscapes that include a mixture of soil and vegetation with varying temperatures and resistance to energy exchange. Additionally, factors such as atmospheric conditions, terrain effects, and inaccuracies in land surface temperature estimations contribute to these errors.",
        "AnswerCn": "在干旱或高山环境中，使用遥感数据估算表面通量时会出现误差，这主要是由于复杂的异质景观，包括土壤和植被的混合，以及温度和能量交换阻力的变化。此外，大气条件、地形效应和地表温度估算的不准确性等因素也会导致这些误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the challenges of converting sensible heat flux measurements from eddy covariance scale to large aperture scintillometer scale?",
        "QuestionCn": "将显热通量测量从涡动协方差尺度转换为大孔径闪烁仪尺度的挑战因素有哪些？",
        "AnswerEn": "Converting sensible heat flux measurements from eddy covariance (EC) scale to large aperture scintillometer (LAS) scale is challenging due to the differences in the source areas, the heterogeneity of the underlying surfaces, and energy imbalance issues with the EC system. Additionally, the path-weighting function is often overlooked in kriging methods used for conversion, leading to biased estimations.",
        "AnswerCn": "将涡度协方差（EC）测量的显热通量转换为大孔径闪烁仪（LAS）尺度是具有挑战性的，原因在于源区的差异、底层表面的异质性以及EC系统的能量不平衡问题。此外，克里金法在转换中常常忽视路径加权函数，导致估计结果偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How might the development of next-generation observation networks influence the understanding of hydrological and eco-functions in challenging environments like alpine regions?",
        "QuestionCn": "下一代观测网络的发展将如何影响对像高山地区这样具有挑战性环境中的水文和生态功能的理解？",
        "AnswerEn": "The development of next-generation observation networks can advance the predictive understanding of hydrological and eco-functions by addressing the scarcity of observation data due to difficulties of access and technological barriers. These networks, such as the International Network for Alpine Research Catchment Hydrology and others, facilitate the collection of distributed and multiscale observation datasets, thereby improving the understanding of alpine hydrological processes and the impact of climate change and human activities.",
        "AnswerCn": "下一代观测网络的发展可以通过解决由于获取困难和技术障碍导致的观测数据稀缺问题，推动对水文和生态功能的预测理解。这些网络，如国际高山研究流域水文网络等，促进了分布式和多尺度观测数据集的收集，从而改善了对高山水文过程及气候变化和人类活动影响的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals of establishing an integrated alpine hydrology observation network in the upper reaches of river basins?",
        "QuestionCn": "在河流上游建立综合性高山水文观测网络的主要目标是什么？",
        "AnswerEn": "The primary goals include collecting high-quality hydrometeorological data for validating remote sensing products and hydrological models, understanding how climate change and human activities alter hydrological processes, and providing accurate forcing data for alpine hydrological models.",
        "AnswerCn": "主要目标包括收集高质量的水文气象数据，以验证遥感产品和水文模型，了解气候变化和人类活动如何改变水文过程，以及为高山水文模型提供准确的强迫数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to develop and use a dual-pass data assimilation scheme in the context of surface flux prediction?",
        "QuestionCn": "在表面通量预测的背景下，开发和使用双重数据同化方案的重要性是什么？",
        "AnswerEn": "The dual-pass data assimilation scheme aims to reduce model uncertainties by optimizing vegetation parameters and soil moisture independently, thus improving the prediction of surface fluxes when assimilating remotely sensed land surface temperatures.",
        "AnswerCn": "双重通道数据同化方案旨在通过独立优化植被参数和土壤湿度来减少模型不确定性，从而在同化遥感地表温度时改善地表通量的预测。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key procedures involved in processing and quality controlling flux observation data collected by large aperture scintillometers in alpine regions?",
        "QuestionCn": "在高山地区处理和质量控制由大孔径闪烁仪收集的通量观测数据的关键程序是什么？",
        "AnswerEn": "The procedures for processing and quality controlling flux observation data from large aperture scintillometers involve initial data collection at 1-minute intervals, followed by processing to obtain sensible heat flux using automatic weather station data and Monin-Obukhov similarity theory. Key quality control steps include removing data where the refractive index structure parameter (Cn2) reaches saturation, removing weak signal data, excluding data during precipitation events, and filtering out data under stable conditions with weak turbulence. Instruments such as BLS900 and RR-RSS460 are used, and specific stability universal functions are applied for different equipment in the iterative calculations.",
        "AnswerCn": "处理和质量控制大孔径闪烁仪的通量观测数据的程序包括以1分钟间隔进行初始数据收集，随后利用自动气象站数据和Monin-Obukhov相似理论处理以获得显热通量。关键的质量控制步骤包括去除当折射率结构参数（Cn2）达到饱和时的数据，去除信号弱的数据，排除降水事件期间的数据，以及过滤掉在稳定条件下具有弱湍流的数据。使用的仪器包括BLS900和RR-RSS460，并在迭代计算中应用特定的稳定性通用函数以适应不同的设备。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the integration of remote sensing data with field observations utilized to improve the estimation of hydrological processes in alpine regions?",
        "QuestionCn": "遥感数据与实地观测的结合如何用于改善高山地区水文过程的估计？",
        "AnswerEn": "The integration of remote sensing data with field observations in alpine regions involves using data assimilation techniques to improve the prediction of hydrological processes. This includes combining remote sensing observations with field data to validate and calibrate models, such as land surface models, to address uncertainties in remote sensing data. Observations from automatic meteorological stations and superstations that monitor snow cover and frozen ground are used to provide accurate forcing data for models. The integration aims to reduce uncertainties and improve model accuracy for predicting surface fluxes and hydrological processes.",
        "AnswerCn": "在高山地区，遥感数据与实地观测的集成涉及使用数据同化技术来改善水文过程的预测。这包括将遥感观测与实地数据相结合，以验证和校准模型，如陆面模型，以解决遥感数据中的不确定性。来自自动气象站和超级气象站的观测数据用于监测雪盖和冻土，为模型提供准确的强迫数据。集成的目标是减少不确定性，提高模型在预测表面通量和水文过程方面的准确性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection technologies are employed to capture snow and frozen ground observations in alpine regions, and how do they enable precise measurement of these environmental parameters?",
        "QuestionCn": "在高山地区，用于捕捉积雪和冻土观测的数据收集技术有哪些，它们如何实现对这些环境参数的精确测量？",
        "AnswerEn": "An integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network is utilized, consisting of automatic meteorological stations and superstations that provide high-resolution datasets capturing freeze-thaw processes and snow cover properties. Instruments like snow observation superstations and soil physics datasets are employed to accurately monitor these parameters.",
        "AnswerCn": "一个集成的、分布式的多尺度水文气象-雪-冻土观测网络被利用，包含自动气象站和超级站，提供高分辨率的数据集，以捕捉冻融过程和雪盖特性。使用雪观测超级站和土壤物理数据集来准确监测这些参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective are the current data collection methods in capturing the complexities of alpine hydrological processes, and what improvements can be made?",
        "QuestionCn": "当前的数据收集方法在捕捉高山水文过程的复杂性方面有多有效？可以进行哪些改进？",
        "AnswerEn": "The current data collection methods, involving an integrated observation network with automatic meteorological stations and superstations, are effective in capturing essential variables like snow cover, frozen ground, and meteorological parameters. However, challenges such as harsh climate, high altitude, and complex topography hinder complete data collection. Improvements could include enhancing remote sensing technologies, addressing data scarcity, and integrating new observational techniques to better capture dynamic processes and provide accurate data for hydrological modeling.",
        "AnswerCn": "当前的数据收集方法，包括自动气象站和超级站的综合观测网络，能够有效捕捉雪盖、冻土和气象参数等重要变量。然而，恶劣的气候、高海拔和复杂的地形等挑战阻碍了完整数据的收集。改进措施可以包括增强遥感技术、解决数据稀缺问题，以及整合新的观测技术，以更好地捕捉动态过程并为水文模型提供准确的数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the limitations of using large aperture scintillometer (LAS) measurements for validating remote sensing products, and how might these be addressed?",
        "QuestionCn": "使用大孔径闪烁仪（LAS）测量来验证遥感产品的局限性是什么？如何解决这些问题？",
        "AnswerEn": "LAS measurements provide large-scale sensible heat flux data, but converting this to the scale of remote sensing products is challenging due to biases introduced by path-weighting functions and scale mismatches. Addressing these limitations could involve developing more sophisticated regression models, incorporating path-weighting functions, and using kriging methods to better align scales and improve validation processes.",
        "AnswerCn": "激光雷达（LAS）测量提供了大规模的显热通量数据，但将其转换为遥感产品的尺度面临挑战，因为路径加权函数和尺度不匹配引入了偏差。解决这些限制可以涉及开发更复杂的回归模型，结合路径加权函数，并使用克里金法（kriging）来更好地对齐尺度并改善验证过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data from large aperture scintillometers can be processed to ensure accuracy in different weather conditions.",
        "QuestionCn": "我不明白如何处理大孔径闪烁仪的数据，以确保在不同天气条件下的准确性。",
        "AnswerEn": "The data from large aperture scintillometers are processed by employing quality control measures such as removing saturated data, eliminating weak signal data, excluding data during precipitation, and discarding data under stable conditions with weak turbulence. These steps help in ensuring accuracy across different weather conditions.",
        "AnswerCn": "大型孔径闪烁仪的数据处理采用了质量控制措施，如去除饱和数据、消除弱信号数据、排除降水期间的数据，以及丢弃在稳定条件下的弱湍流数据。这些步骤有助于确保在不同天气条件下的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unclear about how remote sensing data can effectively improve predictions of hydrological processes in alpine regions.",
        "QuestionCn": "我不清楚遥感数据如何有效改善对高山地区水文过程的预测。",
        "AnswerEn": "Remote sensing data, when combined with data assimilation techniques, can improve predictions of hydrological processes by providing accurate forcing data for models, allowing for the validation of remote sensing products, and aiding in the evaluation of distributed models. This approach helps in understanding complex hydrological processes in alpine regions.",
        "AnswerCn": "遥感数据与数据同化技术相结合，可以通过提供准确的强迫数据来改善水文过程的预测，允许对遥感产品进行验证，并有助于评估分布式模型。这种方法有助于理解高山地区复杂的水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the challenges faced in collecting consistent long-term datasets in alpine regions and how they are overcome.",
        "QuestionCn": "我对在高山地区收集一致的长期数据集所面临的挑战以及如何克服这些挑战感到不确定。",
        "AnswerEn": "Challenges in collecting consistent long-term datasets in alpine regions include harsh climates, high altitudes, and complex topographies. These are overcome by establishing integrated, distributed, and multiscale observation networks, which include automatic meteorological stations and superstations for snow and frozen ground observations, to capture comprehensive and accurate data.",
        "AnswerCn": "在高山地区收集一致的长期数据集面临的挑战包括恶劣的气候、高海拔和复杂的地形。通过建立综合的、分布式的和多尺度的观测网络来克服这些挑战，这些网络包括自动气象站和用于雪和冻土观测的超级站，以捕捉全面和准确的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore different data collection techniques that could be employed to capture atmospheric and terrestrial interactions in alpine regions, focusing on the challenges of high altitude and harsh climates.",
        "QuestionCn": "请探讨可以用于捕捉高山地区大气与陆地相互作用的不同数据收集技术，重点关注高海拔和恶劣气候带来的挑战。",
        "AnswerEn": "In alpine regions, integrated, distributed, and multiscale observation networks can be established to address the challenges of data collection in high altitudes and harsh climates. These networks can include automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations. Advanced techniques such as ultrasonic sensors for snow depth measurement, gamma monitors for snow water equivalent, and flow captors for blowing snow can be used. Additionally, wireless sensor networks (WSNs) can capture seasonal changes in soil temperature and moisture.",
        "AnswerCn": "在高山地区，可以建立综合、分布式和多尺度的观测网络，以应对高海拔和恶劣气候下的数据收集挑战。这些网络可以包括自动气象站（AMS）和用于雪和冻土观测的超级站。可以使用先进的技术，如超声波传感器测量雪深、伽马监测器测量雪水当量，以及用于吹雪的流量捕获器。此外，无线传感器网络（WSN）可以捕捉土壤温度和湿度的季节变化。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please suggest methods for enhancing the quality and reliability of datasets aimed at estimating surface fluxes in heterogeneous landscapes.",
        "QuestionCn": "请建议一些方法，以提高旨在估算异质景观表面通量的数据集的质量和可靠性。",
        "AnswerEn": "To enhance the quality and reliability of datasets for estimating surface fluxes in heterogeneous landscapes, a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) can be employed. This approach independently optimizes model vegetation parameters and soil moisture by assimilating remotely sensed land surface temperature data. Integrating field measurements such as eddy covariance and large aperture scintillometer data with remote sensing data is also crucial for improving dataset accuracy.",
        "AnswerCn": "为了提高异质景观中估算表面通量的数据集的质量和可靠性，可以采用双重数据同化方案，结合集合卡尔曼滤波器（EnKF）。该方法通过同化遥感地表温度数据，独立优化模型的植被参数和土壤湿度。将涡度协方差和大孔径闪烁仪等现场测量数据与遥感数据结合，也是提高数据集准确性的重要措施。",
        "Level": "C6(Creating)"
      }
    ]
  }
}