{
  "id": "b41802cb-1129-4ef8-9c07-a2574b732fd8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )",
      "titleCn": "祁连山地区冰川边界（2018）",
      "description": "This dataset contains the glacier outlines in Qilian Mountain Area in 2015. The dataset was produced based on classical band ratio criterion and manual editing. Chinese GF series images collected in 2018 were used as basic data for glacier extraction. Google images and Map World images were employed as reference data for manual adjusting. The dataset was stored in SHP format and attached with the attributions of coordinates, glacier ID and glacier area. Consisting of 1 season, the dataset has a spatial resolution of 2 meters. The accuracy is about 1 pixel (±2 meter). The dataset directly reflects the glacier distribution within the Qilian Mountain in 2018, and can be used for quantitative estimation of glacier mass balance and the quantitative assessment of glacier change’s impact on basin runoff.",
      "descriptionCn": "本数据为祁连山地区2018年冰川分布产品。采用经典波段比值法和人工修正的方法提取。原始基础数据为2018年祁连山全境的高分系列影像。参考数据为谷歌影像和天地图影像。产品以shp文件格式存储，包含坐标系、冰川ID、冰川面积等属性。产品为1期，空间分辨率为2米，边界精度在2米（一个像元）左右。该数据直观地反映了祁连山冰川在2018年的分布，可用于冰川物质平衡变化定量估计、冰川变化对流域径流量影响定量估计等研究。",
      "instructions": "File Naming Convention: Dataset class_coordinate_YYYY.shp (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nGlacier body：Polygon vector",
      "instructionsCn": "文件命名约定：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n冰川：多边形矢量",
      "east": 102.238,
      "west": 95.125,
      "south": 37.475,
      "north": 39.575,
      "startTime": null,
      "endTime": null,
      "fileSize": 3469355.0,
      "cstr": "18406.11.Geogra.tpdc.270140",
      "doi": "10.11888/Geogra.tpdc.270140",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李佳",
        "nameEn": "LI Jia",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "汪赢政",
        "nameEn": "WANG Yingzheng",
        "unitEn": "Central South Univeristy",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "李建江",
        "nameEn": "LI Jianjiang",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The second Chinese glacier inventory: data, methods and results",
        "referenceCn": null,
        "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
      },
      {
        "titleCn": "气候变化对冰川影响与风险研究",
        "titleEn": null,
        "referenceCn": "刘时银, 张勇, 刘巧等. (2017). 气候变化对冰川影响与风险研究. 科学出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "基于第二次冰川编目的中国冰川现状",
        "titleEn": null,
        "referenceCn": "刘时银, 姚晓军, 郭万钦等. (2015). 基于第二次冰川编目的中国冰川现状. 地理学报, 70(1), 3-16.",
        "referenceEn": null
      },
      {
        "titleCn": "近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据",
        "titleEn": null,
        "referenceCn": "孙美平, 刘时银, 姚晓军等. 近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据. 地理学报, 2015, 70(9): 1402-1414.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "冰川编目",
        "nameEn": "glacier inventory"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian Mountain"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to determine glacier boundaries in a specified region?",
        "QuestionCn": "用于确定特定区域冰川边界的数据收集方法的特点是什么？",
        "AnswerEn": "classic band ratio method, manual correction, high-resolution satellite imagery, Gaofen series, Google Maps, Tianditu, shapefile format, coordinate systems, glacier ID, glacier area, spatial resolution 2 meters, boundary accuracy 2 meters",
        "AnswerCn": "经典波段比值法，手动校正，高分辨率卫星影像，高分系列，谷歌地图，天地图，shapefile格式，坐标系，冰川ID，冰川面积，空间分辨率2米，边界精度2米。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the glacier distribution dataset for the Qilian Mountains in 2018?",
        "QuestionCn": "2018年祁连山冰川分布数据集的空间分辨率是多少？",
        "AnswerEn": "2 meters",
        "AnswerCn": "2米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '波段比值法' mean in the context of glacier boundary data extraction?",
        "QuestionCn": "在冰川边界数据提取的背景下，“波段比值法”是什么意思？",
        "AnswerEn": "In the context of glacier boundary data extraction, '波段比值法' refers to the classic band ratio method, which is used to extract glacier boundaries by analyzing the ratio of different spectral bands in satellite imagery. This method helps distinguish glaciers from other land cover types based on their unique spectral characteristics.",
        "AnswerCn": "在冰川边界数据提取的背景下，“波段比值法”指的是经典的波段比值方法，该方法通过分析卫星影像中不同光谱波段的比值来提取冰川边界。该方法有助于根据冰川独特的光谱特征将冰川与其他土地覆盖类型区分开来。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the classical band ratio method for extracting glacier boundaries compare to manual correction techniques in terms of accuracy and efficiency?",
        "QuestionCn": "经典的带比率方法提取冰川边界与手动修正技术在准确性和效率方面如何比较？",
        "AnswerEn": "The classical band ratio method is an automated process that involves using spectral information to delineate glacier boundaries, which is efficient for processing large datasets. However, it may require manual corrections to address inaccuracies caused by factors like shadowing or mixed pixels. Manual correction techniques, while more labor-intensive, can improve the accuracy of the extracted boundaries by refining these initial results, ensuring the boundaries align more closely with the actual glacier extents as seen in high-resolution imagery from sources like Google Earth and TianDiTu.",
        "AnswerCn": "经典的波段比率方法是一种自动化过程，涉及使用光谱信息来划定冰川边界，这对于处理大数据集非常高效。然而，由于阴影或混合像素等因素造成的不准确性，可能需要手动修正。手动修正技术虽然更费力，但可以通过精细化这些初步结果来提高提取边界的准确性，确保边界与来自Google Earth和天地图等高分辨率影像中实际冰川范围更紧密对齐。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on research outcomes of using a data collection method that combines classic band ratio techniques with manual correction for glacier boundary extraction in high-resolution imagery?",
        "QuestionCn": "使用结合经典波段比率技术和手动修正的高分辨率影像冰川边界提取的数据收集方法，对研究结果的潜在影响是什么？",
        "AnswerEn": "Using a data collection method that combines classic band ratio techniques with manual correction can improve the precision of glacier boundary extraction, leading to more accurate assessments of glacier distribution. This approach allows for a spatial resolution of 2 meters and boundary precision of about 2 meters, which can significantly enhance the quality of data used in quantitative estimations of glacier mass balance changes and their impact on watershed runoff.",
        "AnswerCn": "使用结合经典波段比率技术和手动校正的数据收集方法可以提高冰川边界提取的精度，从而更准确地评估冰川分布。这种方法允许达到2米的空间分辨率和约2米的边界精度，这可以显著提高用于定量估算冰川质量变化及其对流域径流影响的数据质量。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind using the classic band ratio method and manual correction for extracting glacier boundaries in mountainous regions?",
        "QuestionCn": "使用经典带比率方法和手动修正提取山区冰川边界的主要目标是什么？",
        "AnswerEn": "The primary objective is to accurately reflect the distribution of glaciers in the Qilian Mountains for the year 2018. This can be used for quantitative estimation of changes in glacier mass balance and the impact of glacier changes on watershed runoff.",
        "AnswerCn": "主要目标是准确反映2018年祁连山冰川的分布。这可以用于定量估算冰川质量平衡的变化以及冰川变化对流域径流的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and methods are typically used to extract glacier boundaries from high-resolution satellite imagery in regions like the Qilian Mountains, and what challenges might arise during this process?",
        "QuestionCn": "在像祁连山这样的地区，通常使用哪些程序和方法从高分辨率卫星影像中提取冰川边界，在此过程中可能会出现哪些挑战？",
        "AnswerEn": "In regions like the Qilian Mountains, glacier boundaries are typically extracted using a combination of the classic band ratio method and manual correction. The primary data source for this process is high-resolution satellite imagery, such as the GaoFen series images from 2018. Additional reference data from Google Earth and Tianditu imagery are also utilized. Challenges in this process may include ensuring the accuracy of the boundary precision, which is approximately 2 meters, and dealing with potential discrepancies between different imagery sources.",
        "AnswerCn": "在像祁连山这样的地区，冰川边界通常采用经典的波段比率方法与人工修正相结合的方式提取。该过程的主要数据来源是2018年的高分系列卫星影像。此外，还利用了来自谷歌地球和天地图的参考数据。在这个过程中，面临的挑战可能包括确保边界精度的准确性，约为2米，以及处理不同影像源之间可能存在的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the accurate extraction of glacier boundaries in mountainous regions like Qilian Mountains?",
        "QuestionCn": "哪些数据收集技术能够准确提取像祁连山这样的山区的冰川边界？",
        "AnswerEn": "The extraction of glacier boundaries in the Qilian Mountains is enabled by the use of classic band ratio methods combined with manual correction, utilizing high-resolution imagery from the Gaofen series as the foundational data, and referencing Google and Tianditu imagery. This approach allows for a spatial resolution of 2 meters with boundary accuracy around 2 meters, facilitating detailed glacier distribution analysis.",
        "AnswerCn": "在祁连山地区，利用经典的波段比率方法结合手动修正，借助高分辨率的高分系列影像作为基础数据，并参考谷歌和天地图影像，实现了冰川边界的提取。这种方法使得空间分辨率达到2米，边界精度约为2米，从而促进了详细的冰川分布分析。",
        "Level": "C3(Applying)"
      }
    ]
  }
}