{
    "id": "b508f5b8-f3f5-4838-ae69-794dfb33a2d5",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Velocity test of siphon drainage for landslides (2020)",
            "titleCn": "滑坡虹吸排水流速测试数据（2020）",
            "description": "Landslide drainage and seepage prevention is a common technology for the treatment of landslide source area in Qinghai Tibet Plateau. The calculation of the existing siphon drainage velocity formula is improved, and the correctness of the modified velocity formula is verified by experiments. The test results show that: (1) the existing siphon calculation formula is only suitable for the calculation of low lift siphon drainage velocity, and the calculation error of high lift siphon drainage velocity is large, and the maximum relative error is more than 90%; (2) The modified siphon calculation formula is suitable for siphon drainage systems with various heads. The theoretical calculation results are in good agreement with the experimental results, and the relative general error of theoretical calculation is less than 20%; (3) Therefore, it is recommended to use the proposed modified formula for the calculation of siphon drainage velocity.",
            "descriptionCn": "滑坡排水防渗是青藏高原滑坡源区治理常用技术。对现有的虹吸排水流速公式计算进行了改进，通过试验验证修正的流速公式的正确性。试验结果表明：（1）现有的虹吸计算公式仅适用于低扬程虹吸排水流速计算，对于高扬程虹吸排水流速计算误差较大，相对误差最大超过90%；（2）修正后的虹吸计算公式适用于各种扬程的虹吸排水系统，理论计算结果与试验结果吻合良好，理论计算的相对一般误差在20%以内；（3）因此，推荐使用提出的虹吸排水流速计算的修正公式。",
            "instructions": "It is named after English translation and stored in Excel format",
            "instructionsCn": "按英文翻译命名，以excel格式存储",
            "east": 0.0,
            "west": 0.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "2020-06-01 00:00:00",
            "endTime": "2020-11-30 00:00:00",
            "fileSize": 23252.0,
            "cstr": "18406.11.HumanNat.tpdc.272103",
            "doi": "10.11888/HumanNat.tpdc.272103",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郑俊",
                "nameEn": "ZHENG Jun ",
                "unitEn": "Zhejiang University",
                "unitCn": "浙江大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Calculation of the flow velocity of a siphon",
                "referenceCn": null,
                "referenceEn": "Zheng, J., Guo, J., Wang, J., Zhang, Y., Lü, Q., & Sun, H*. (2021). Calculation of the flow velocity of a siphon. Physics of Fluids, 33(1), 017105-1-9."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "滑坡",
                "nameEn": "landslide"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "杭州",
                "keywordEn": "hangzhou"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原重大滑坡动力灾变与风险防控关键技术研究",
                "titleEn": "Catastrophic mechanisms and risk control of disastrous landslides in the Tibetan Plateau"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the modified formula for siphon drainage velocity calculation be applied to various lift heights in siphon drainage systems?",
                "QuestionCn": "修改后的虹吸排水速度计算公式是否可以应用于虹吸排水系统中的各种提升高度？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods suitable for measuring siphon drainage flow rates in landslide areas?",
                "QuestionCn": "适合测量滑坡地区虹吸排水流量的数据收集方法的特点是什么？",
                "AnswerEn": "accuracy across different altitudes, relative error within 20%",
                "AnswerCn": "不同海拔高度的准确性，相对误差在20%以内。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the relative error percentage for low lift siphon drainage flow rate calculations using the existing formula?",
                "QuestionCn": "低提升虹吸排水流量计算中使用现有公式的相对误差百分比是多少？",
                "AnswerEn": "The metadata does not specify the exact relative error percentage for low lift siphon drainage flow rate calculations.",
                "AnswerCn": "元数据未指定低扬程虹吸排水流量计算的确切相对误差百分比。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '虹吸排水流速测试数据' mean in the context of landslide drainage systems on the Qinghai-Tibet Plateau?",
                "QuestionCn": "'虹吸排水流速测试数据'在青藏高原滑坡排水系统的背景下指的是关于虹吸排水系统中水流速度的测试数据。",
                "AnswerEn": "In the context of landslide drainage systems on the Qinghai-Tibet Plateau, '虹吸排水流速测试数据' refers to the data collected from testing the flow rate of siphon drainage systems used for landslide prevention. This involves measuring how fast water is removed through siphons, which is crucial for evaluating and improving drainage techniques to prevent water accumulation and potential landslides in this region.",
                "AnswerCn": "在青藏高原的滑坡排水系统中，“虹吸排水流速测试数据”指的是从测试虹吸排水系统流速中收集的数据，这些系统用于滑坡预防。这涉及测量通过虹吸排除水的速度，这对于评估和改进排水技术以防止水积聚和潜在滑坡在该地区至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the existing siphon drainage flow rate calculation formulas to have significant errors, particularly in high-lift siphon systems, and how can these errors be addressed through data collection techniques?",
                "QuestionCn": "现有的虹吸排水流量计算公式在高扬程虹吸系统中产生显著误差的原因是什么，以及如何通过数据收集技术来解决这些误差？",
                "AnswerEn": "The significant errors in existing siphon drainage flow rate calculation formulas for high-lift siphon systems are caused by their limitation to low-lift scenarios. These formulas have a relative error that can exceed 90% for high-lift systems. The errors can be addressed by modifying the siphon flow rate calculation formulas to ensure accuracy across various lift scenarios. Experimentation and data collection to test and validate these modified formulas are crucial in ensuring their accuracy, as evidenced by the improved performance where the relative error is reduced to within 20%.",
                "AnswerCn": "现有的高扬程虹吸排水流量计算公式存在显著错误，这些错误是由于它们仅限于低扬程场景所导致的。这些公式的相对误差可能超过90%，尤其是在高扬程系统中。通过修改虹吸流量计算公式，可以解决这些错误，以确保在各种扬程场景下的准确性。进行实验和数据收集以测试和验证这些修改后的公式是确保其准确性的关键，正如所证实的那样，改进后的性能使得相对误差降低到20%以内。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the accuracy of drainage flow rate calculations when existing siphon formulas are modified for different lift heights?",
                "QuestionCn": "当现有的虹吸公式针对不同的提升高度进行修改时，对排水流量计算的准确性可能产生的影响是什么？",
                "AnswerEn": "The modification of existing siphon formulas for different lift heights significantly improves the accuracy of drainage flow rate calculations. The existing formulas are only accurate for low-lift siphon drainage systems and can have a relative error exceeding 90% for high-lift systems. The corrected formula, however, is applicable to all lift heights and aligns well with experimental results, reducing the relative error of theoretical calculations to within 20%.",
                "AnswerCn": "对现有虹吸公式的修改，针对不同的提升高度，显著提高了排水流量计算的准确性。现有公式仅适用于低提升虹吸排水系统，对于高提升系统，其相对误差可能超过90%。然而，修正后的公式适用于所有提升高度，并与实验结果良好吻合，将理论计算的相对误差降低到20%以内。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}