{
    "id": "b6716925-bf3d-4368-abff-a7dac4f85c32",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Observation of water and heat flux in alpine meadow ecosystem--automatic weather station of Yakou station（2015-2017）",
            "titleCn": "高寒草甸生态系统水热通量观测—垭口站自动气象站（2015-2017)",
            "description": "This data set contains the data of meteorological elements observed in the pass station upstream of heihewen meteorological observation network on January 1, 2015 and December 31, 2015.The site is located in da dong shu pass, qilian county, qinghai province.The longitude and latitude of the observation point are 100.2421E, 38.0142N, and the altitude is 4148m.Data including two observation points, all in pass observatory, located about 10 m, a set of continuous observation in 2015 (30 min output), another set for September 18, 2015 in 10 m high pass new stations (10 min), specific include: air temperature, relative humidity sensors at 5 m, toward the north (two sets of observation, 10 min and 30 min output);The barometer is installed in the skid-proof box on the ground (two groups of observation, 10min and 30min output respectively);The tipping bucket rain gauge is installed at 10m;The wind speed and direction sensor is mounted at 10m, facing due north (two groups, 10min and 30min output respectively).The four-component radiometer consists of two observation points, one is installed at the meteorological tower 6m, facing due south (10min output), and the other is installed on the support 1.5m above the ground (30min output).Two infrared thermometers are installed at 6m, facing south, with the probe facing vertically downward;The soil temperature probe was buried at 0cm on the surface and 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm underground (the two groups were observed for 10min and 30min respectively).The soil moisture probe was buried in the ground at 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm (the two groups were observed for 10min and 30min respectively).The soil heat flow plate was buried 6cm underground (observed in two groups, 10min (3 heat flow plates) and 30min (2 heat flow plates)).\nObservation projects are: air temperature and humidity (Ta_5m, RH_5m) (unit: c, percentage), pressure (Press) (unit: hundred mpa), precipitation (Rain) (unit: mm), wind speed (WS_10m) (unit: m/s), wind (WD_10m) (unit: degrees), the radiation of four component (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit:C), soil heat flux (Gs_1, Gs_2, Gs_3) (unit: wattage/m2), soil temperature (Ts_0cm, Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm, Ts_80cm, Ts_120cm, Ts_160cm) (unit: water content by volume, percentage).\nProcessing and quality control of observation data :(1) 144 or 48 data per day (every 10min or 30min) should be ensured.The four-component long-wave radiation output of 30min was between January 1, 2015 and January 1, 2015.The observation data was lost between 5.24 and 7.12 after 30min due to the collector problem.(2) eliminate the moments with duplicate records;(3) data that obviously exceeds the physical significance or the range of the instrument is deleted;(4) the part marked with red letters in the data is questionable data;(5) the format of date and time is uniform, and the date and time are in the same column.For example, the time is: 2015-9-10 10:30;(6) naming rules: AWS+ site name.\nFor information of hydrometeorological network or site, please refer to Li et al. (2013), and for data processing, please refer to Liu et al. (2011).",
            "descriptionCn": "该数据集包含了2015年1月1日至2015年12月31日黑河文气象观测网上游垭口站气象要素观测数据。站点位于青海省祁连县大冬树垭口，下垫面是高寒草甸。观测点的经纬度是100.2421E, 38.0142N，海拔4148m。发布的数据包括两个观测点，均在垭口观测站，相距10m左右，一套在2015年持续进行观测（30min输出），另一套为2015年9月18日在垭口新建的10m高气象站（10min输出），具体包括：空气温度、相对湿度传感器架设在5m处，朝向正北（两组观测，分别10min和30min输出）；气压计安装在地面上的防撬箱内（两组观测，分别10min和30min输出）；翻斗式雨量计安装在10m处；风速与风向传感器架设在10m，朝向正北（两组，分别10min和30min输出）；四分量辐射仪包含两个观测点，其中一个安装在气象塔6m处，朝向正南（10min输出），另一个安装在离地1.5m高的支架上（30min输出）；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处（两组观测，分别10min和30min输出）；土壤水分探头埋设在地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处（两组观测，分别10min和30min输出）；土壤热流板埋设在地下6cm处（两组观测，分别10min（3块热流板）和30min（2块热流板）输出）。\n观测项目有：空气温湿度（Ta_5m、RH_5m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度)、土壤水分（Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：体积含水量，百分比)。\n观测数据的处理与质量控制：（1）确保每天144或48个数据（每10min或30min），若出现数据的缺失，则由-6999标示；30min输出的四分量长波辐射在2015.1.1-4.1之间由于传感器的问题，数据缺失；30min观测数据在5.24-7.12之间由于采集器问题，数据缺失。（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2015-9-10 10:30；（6）命名规则为：AWS+站点名称。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "automatic_weather_station_Yakou2015\nautomatic_weather_station_Yakou2016\nautomatic_weather_station_Yakou2017",
            "instructionsCn": "automatic_weather_station_Yakou2015\nautomatic_weather_station_Yakou2016\nautomatic_weather_station_Yakou2017",
            "east": 100.2421,
            "west": 100.2421,
            "south": 38.0142,
            "north": 38.0142,
            "startTime": "2015-01-17 00:00:00",
            "endTime": "2018-01-16 00:00:00",
            "fileSize": 35203442.0,
            "cstr": "18406.11.Meteoro.tpdc.270279",
            "doi": "10.11888/Meteoro.tpdc.270279",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "土壤热通量",
                "nameEn": "Soil heat flux"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "垭口站",
                "keywordEn": "Yakou station"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015-2017",
                "keywordEn": "2015-2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间的关系更为复杂。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是一个重要因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸发（E）、蒸腾（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡度相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括离地5米处的空气温度、风速和湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在离地4.5米处测量的湍流通量。土壤热通量使用位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间以热图像的形式收集。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区是一个人工绿洲，覆盖着玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，与EC系统的测量值相比，该模型在潜热通量的估计上也表现出相对可靠，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果显示土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估算的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文模型及相关研究的发展，但也促使了下一代生态系统观测网络和实验的开发。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些都需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进高山水文学研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱黑河流域生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也很常见，这可能导致高海拔地区雪层的再分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤含水量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几大严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型和相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游地区运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深是通过SR50A（美国Campbell）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，美国Campbell）从2014年1月1日到2017年12月31日以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻土观测超级站的冻融过程。这些更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ],
            "backgroundCn": [
                "对陆地表面通量的准确监测对于全球气候变化研究、生态环境管理以及农业和水资源规划是必要的。表面通量的大小在很大程度上取决于植被参数、土壤湿度和其他陆地表面的状态。估算表面通量的主要方法包括现场测量、基于遥感的方法和陆面模型。现场测量的表面通量在日变化、季节变化和年际变化的时间尺度上存在变异性。",
                "陆面模型的快速发展使其能够在连续的空间和时间尺度上预测表面通量，并具备物理约束。无论具体的模型结构如何，所有陆面模型都需要观测数据来校准其参数和调整其状态。新技术如数据同化被需要用来将现场或遥感观测与模型整合，从而通过修正模型状态变量和参数来提高模型的准确性。数据同化在改善陆面状态变量的预测方面发挥了越来越重要的作用，例如叶面积指数、土壤温度剖面、土壤湿度剖面以及其他相关变量，如表面通量。",
                "空间分布的表面通量估计可以通过基于遥感的方法获得。表面通量也可以通过变分技术和相对简单的模型结合现场测量的地表温度进行同化来获得。在陆面模型中，显热和潜热通量是诊断变量，受到许多因素（例如模型状态和参数）的影响。作为新一代中国极轨气象卫星，FY-3系列包括两颗实验卫星（FY-3A/B）和至少四颗运营卫星（FY-3C/D/E/F）。FY-3系列预计服务寿命将持续到2020年。FY-3A于2008年发射。可见光和红外辐射仪（VIRR）是FY-3A卫星上安装的11个传感器之一，具有约1 km×1 km的名义空间分辨率（在天顶方向）。共同陆面模型（CoLM）是由多个团队开发的先进模型，并经过广泛的现场数据验证。在CoLM中，土壤湿度对于将净辐射分配到地面热、显热和潜热通量中非常重要。",
                "不准确的表面通量预测与地表温度估计的误差高度相关。一般来说，CoLM能够正确预测地表温度和表面通量的日变化趋势。日均蒸发分数（EF，即潜热通量与可用能量的比率）可以用来描述可用能量在显热通量和潜热通量之间的分配。LAS仪器能够在比EC系统更大规模上测量显热通量。"
            ],
            "research objectiveCn": [
                "在这项工作中，开发了一种双重数据同化方案，以改善对表面通量的预测。",
                "本研究构建了一种双重数据同化方案，采用集合卡尔曼滤波器（EnKF）来改善表面通量预测，通过同化遥感地表温度。该研究首次进行实验，将来自FY3A-VIRR的遥感地表温度（LST）同化到陆面模型中。",
                "在这项研究中，构建了一种双重数据同化方案，通过独立优化土壤湿度和植被参数来估计表面通量。该研究的目的是消除或减少模型模拟与观测之间的误差。"
            ],
            "challengesCn": [
                "由于卫星获取的数据是瞬时的，并且常常受到云层的干扰，因此对于表面通量的连续监测，方法的使用是困难的。",
                "然而，这些测量在区域尺度上监测表面通量时很难使用，因为它们只能产生点或斑块尺度的数据。FY3A-VIRR LST 数据与地面测量之间的偏差受到许多因素的影响。地形效应可能会影响 FY3A-VIRR LST 检索的准确性。FY3A-VIRR 与现场测量的 LST 之间的空间和时间尺度不匹配也可能导致这些偏差。",
                "通过EC和LAS系统测量的显热通量之间的差异主要是由于EC的能量不平衡、底层表面的异质性以及EC和LAS测量的源区之间的差异。由于地表温度的短期记忆，直接同化地表温度以优化土壤湿度可能会导致模型模拟的不稳定性。"
            ],
            "methodsCn": [
                "在这项工作中，开发了一种双重数据同化方案，以改善表面通量的预测。双重数据同化方案的第一阶段在周时间尺度上优化模型植被参数，第二阶段在日时间尺度上优化土壤湿度。基于集成卡尔曼滤波器（EnKF），首次将来自新一代中国气象卫星（FY3A-VIRR）的陆面温度（LST）数据同化到通用陆面模型（CoLM）中。选择了六个站点，分别是大满、观涛、阿柔、北京、密云和济源，进行数据同化实验，这些站点具有不同的气候条件。",
                "本研究采用的双重数据同化技术独立优化模型状态和参数。该方案的两个阶段同化来自FY3A卫星的遥感地表温度（LST）。在同化FY3A-VIRR LST数据的过程中，第一阶段用于在周时间尺度上优化模型参数，第二阶段用于在日时间尺度上优化土壤湿度。选择了六个不同土地覆盖类型（高山草甸、草地、农田和果园）的中国通量观测站进行数据同化实验。FY3A-VIRR LST数据与地面测量结果进行了比较。",
                "在本研究中，MODIS LAI 产品直接纳入模型中，植被参数在每周时间尺度上通过双重数据同化方案的第一遍进行优化。在每日时间尺度上，土壤湿度通过双重数据同化方案的第二遍进行优化。基于EnKF算法，首次将新一代中国气象卫星FY3A-VIRR的地表温度数据同化到CoLM中。LAS测量的源区通过足迹模型计算，并与FY3A-VIRR像元叠加。"
            ],
            "datasetCn": [
                "来自新一代中国气象卫星（FY3A-VIRR）的地表温度（LST）数据首次被同化到常规陆地模型（CoLM）中。选择了六个站点，分别是大闸、广陶、阿柔、北京、密云和济源，进行数据同化实验，这些站点涵盖了不同的气候条件。结果与由多尺度表面通量观测系统生成的数据集进行比较，该系统包括自动气象站（AWS）、涡动协方差（EC）和大孔径闪烁仪（LAS）。",
                "FY-3A陆面温度数据将成为全球水分和能量平衡研究的新数据源。FY3A-VIRR LST产品可以提供每个像素的陆面温度和发射率，数据以层次数据格式（HDF）存储，采用正弦投影，空间分辨率为1公里。来自中国三个主要自然区域（西部干旱和半干旱地区、东部季风区和青藏高原 alpine meadow）的六个站点的数据用于数据同化实验。"
            ],
            "findingsCn": [
                "结果表明，双通道数据同化方案能够通过同化FY3A-VIRR地表温度数据来减少模型不确定性，并改善地表通量的预测。",
                "双重数据同化方案减少了模型的不确定性，提高了模型的预测能力。六个站点的平均偏差（BIAS）值从28.7 W m 2 变为5.3 W m 2， 从16.9 W m 2 变为16.1 W m 2；平均均方根误差（RMSE）值从71.7 W m 2 降至46.8 W m 2，从93.7 W m 2 降至70.8 W m 2；平均相关系数（R值）从0.75 增加到0.78，从0.66 增加到0.82。同化的蒸散发（EF）结果的平均偏差值从0.21 降至0.01，平均均方根误差值从0.31 降至0.15，平均相关系数从0.43 增加到0.73。比较结果表明，同化结果与激光雷达（LAS）测量值匹配良好，并且同化结果与LAS测量值之间的相关性高于模型模拟在大门、馆陶、阿柔、北京和济源站点的相关性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the current data collection method involve using a wireless sensor network to capture seasonal changes in soil temperature and moisture?",
                "QuestionCn": "当前的数据收集方法是否涉及使用无线传感器网络来捕捉土壤温度和湿度的季节变化？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection method is more suitable for capturing soil temperature and moisture in alpine regions, automatic meteorological stations, wireless sensor networks, or frozen ground superstations?",
                "QuestionCn": "哪种数据收集方法更适合在高山地区捕捉土壤温度和湿度，自动气象站、无线传感器网络还是冻土超级站？",
                "AnswerEn": "automatic meteorological stations",
                "AnswerCn": "自动气象站",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the specific meteorological parameters measured in the high-altitude observation stations in the alpine region?",
                "QuestionCn": "在高海拔观测站中测量的特定气象参数包括：",
                "AnswerEn": "air temperature, relative humidity, atmospheric pressure, wind speed, wind direction, rainfall, four-component radiation",
                "AnswerCn": "空气温度、相对湿度、大气压力、风速、风向、降雨量、四分量辐射",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the automatic meteorological stations (AMSs) located within the integrated observation network in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的综合观测网络中，自动气象站（AMSs）位于哪里？",
                "AnswerEn": "upper reaches of the Heihe River Basin",
                "AnswerCn": "黑河流域上游地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the key observational challenges encountered in data collection within the alpine region?",
                "QuestionCn": "在高山地区的数据收集过程中遇到的主要观察挑战有哪些？",
                "AnswerEn": "harsh climate conditions",
                "AnswerCn": "恶劣的气候条件",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a comprehensive data collection method used to observe hydrological processes in alpine regions?",
                "QuestionCn": "您能否提供一个用于观察高山地区水文过程的综合数据收集方法的示例？",
                "AnswerEn": "An example of a comprehensive data collection method in alpine regions is the use of an integrated, distributed, and multiscale observation network. This network connects automatic meteorological stations, snow observation superstations, and frozen ground observation superstations to collect high-resolution data on snow cover, soil physics, and freeze-thaw processes. Such methods provide accurate forcing data for hydrological modeling and validate remote sensing products.",
                "AnswerCn": "在高山地区，一个全面的数据收集方法是使用集成的、分布式的和多尺度的观测网络。该网络连接了自动气象站、雪观测超级站和冻土观测超级站，以收集关于雪盖、土壤物理和冻融过程的高分辨率数据。这些方法为水文模型提供了准确的强迫数据，并验证了遥感产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset collected in an alpine region for monitoring hydrometeorological processes?",
                "QuestionCn": "在高山地区收集的用于监测水文气象过程的数据集的特点是什么？",
                "AnswerEn": "long-term hydrometeorological data, snow cover data, frozen ground data, integrated observation networks, distributed observation networks, multiscale observation networks, automatic meteorological stations, snow observation superstations, frozen ground superstations, snow accumulation processes, snow ablation processes, freeze-thaw processes, wind speed, air temperature, humidity, radiation, precipitation, soil temperature, soil moisture, evapotranspiration",
                "AnswerCn": "长期水文气象数据、积雪覆盖数据、冻土数据、综合观测网络、分布式观测网络、多尺度观测网络、自动气象站、积雪观测超级站、冻土超级站、积雪积累过程、积雪消融过程、冻融过程、风速、气温、湿度、辐射、降水、土壤温度、土壤湿度、蒸散。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meteorological stations are included in a dataset for observing hydrometeorological processes in alpine regions?",
                "QuestionCn": "该数据集中包含多少个气象站用于观察高山地区的水文气象过程？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the temporal resolution of snow water equivalent measurements in a dataset related to alpine hydrology?",
                "QuestionCn": "与高山水文学相关的数据集中，雪水当量测量的时间分辨率是多少？",
                "AnswerEn": "6 hours",
                "AnswerCn": "6小时",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many different layers of soil temperature and moisture are measured in a dataset for freeze-thaw processes in alpine regions?",
                "QuestionCn": "在用于高山地区冻融过程的数据集中，测量了多少个不同层次的土壤温度和湿度？",
                "AnswerEn": "18",
                "AnswerCn": "18",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'dual-pass data assimilation scheme' in the context of improving surface flux predictions?",
                "QuestionCn": "在改善表面通量预测的背景下，“双重通道数据同化方案”是什么意思。",
                "AnswerEn": "A dual-pass data assimilation scheme is a methodological approach used to enhance predictions of surface flux by optimizing model parameters and states in two stages. Pass 1 focuses on optimizing vegetation parameters at a weekly temporal scale, while Pass 2 optimizes soil moisture at a daily temporal scale, utilizing data from sources like remote-sensed land surface temperatures to refine model accuracy.",
                "AnswerCn": "双重通道数据同化方案是一种方法论，旨在通过在两个阶段优化模型参数和状态来增强表面通量的预测。第一阶段专注于在每周时间尺度上优化植被参数，而第二阶段则在每日时间尺度上优化土壤湿度，利用遥感地表温度等数据来源来提高模型的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is 'four-component radiation' defined in meteorological observations?",
                "QuestionCn": "在气象观测中，“四分量辐射”是如何定义的？",
                "AnswerEn": "Four-component radiation in meteorological observations refers to the measurement of four types of radiative fluxes: downward and upward shortwave and longwave radiation. These components are typically measured using a four-component radiometer and are essential for understanding energy balance and fluxes at the Earth's surface.",
                "AnswerCn": "四分量辐射在气象观测中指的是对四种类型辐射通量的测量：下行和上行短波辐射以及下行和上行长波辐射。这些分量通常使用四分量辐射计进行测量，对于理解地表的能量平衡和通量至关重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced when collecting meteorological data in alpine regions versus agricultural areas?",
                "QuestionCn": "在收集高山地区与农业地区的气象数据时面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Both alpine and agricultural areas face challenges such as complex terrain and the need for accurate parameterization. However, alpine regions deal with additional challenges like harsh climate conditions and technological barriers, while agricultural areas may face issues related to advective conditions and energy balance closure in flux measurements.",
                "AnswerCn": "阿尔卑斯地区和农业区域都面临着复杂地形和准确参数化的挑战。然而，阿尔卑斯地区还面临着额外的挑战，如恶劣的气候条件和技术障碍，而农业区域可能面临与平流条件和通量测量中的能量平衡闭合相关的问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do datasets from integrated, distributed observation networks in alpine regions differ from those collected using remote sensing in agricultural settings?",
                "QuestionCn": "来自阿尔卑斯地区的综合分布观测网络的数据集与农业环境中使用遥感收集的数据集有何不同？",
                "AnswerEn": "Datasets from integrated observation networks in alpine regions include long-term hydrometeorological data, snow cover, and frozen ground observations, focusing on watershed science. In contrast, datasets collected using remote sensing in agricultural settings often involve land surface temperature assimilation to improve surface flux predictions and are affected by factors like cloud contamination and spatial-temporal mismatches.",
                "AnswerCn": "来自阿尔卑斯地区综合观测网络的数据集包括长期的水文气象数据、雪盖和冻土观测，重点关注流域科学。相比之下，在农业环境中收集的遥感数据集通常涉及地表温度同化，以改善地表通量预测，并受到云污染和时空不匹配等因素的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can data collection methods in high-altitude alpine regions be adapted to address challenges such as harsh climates and complex topography?",
                "QuestionCn": "如何调整高海拔阿尔卑斯地区的数据收集方法，以应对恶劣气候和复杂地形等挑战？",
                "AnswerEn": "An integrated, distributed, and multiscale observation network can be established, combining automatic meteorological stations (AMSs) and superstations to gather comprehensive data on meteorological, snow, and frozen ground conditions. This network can be designed to capture seasonal changes and provide high-quality datasets for validating and improving hydrological models, despite the challenging environmental conditions.",
                "AnswerCn": "可以建立一个集成的、分布式的多尺度观测网络，结合自动气象站（AMS）和超级站，以收集关于气象、雪和冻土条件的综合数据。该网络可以设计用于捕捉季节变化，并提供高质量的数据集，以验证和改进水文模型，尽管环境条件具有挑战性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What underlying factors can contribute to data scarcity in alpine hydrological research, and how can these be mitigated through strategic data collection and observation techniques?",
                "QuestionCn": "在阿尔卑斯水文研究中，数据稀缺的潜在因素有哪些？如何通过战略性的数据收集和观测技术来缓解这些问题？",
                "AnswerEn": "Data scarcity in alpine hydrology can be attributed to the difficulties of access, technological barriers, and the scarcity of observation stations. To mitigate these challenges, establishing a network of automatic meteorological stations and superstations that can continuously monitor critical variables like snow cover and soil temperature is essential. This approach can enhance the availability of high-quality data for model validation and remote sensing calibration.",
                "AnswerCn": "阿尔卑斯水文学中的数据稀缺可以归因于获取困难、技术障碍和观测站稀少。为了解决这些挑战，建立一个自动气象站和超级站的网络，以持续监测雪盖和土壤温度等关键变量是至关重要的。这种方法可以提高高质量数据的可用性，以便进行模型验证和遥感校准。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways can remote sensing data be integrated with ground-based observations to improve the predictive understanding of hydrological processes in alpine regions?",
                "QuestionCn": "遥感数据可以通过以下方式与地面观测相结合，以提高对高山地区水文过程的预测理解：",
                "AnswerEn": "Remote sensing data can be combined with ground-based observations through data assimilation techniques such as the dual-pass data assimilation scheme. This method optimizes model parameters and states by integrating remotely sensed land surface temperature data with ground measurements, thereby enhancing the accuracy of surface flux predictions and addressing the limitations of each data source independently.",
                "AnswerCn": "遥感数据可以通过数据同化技术与地面观测相结合，例如双重数据同化方案。该方法通过将遥感的地表温度数据与地面测量相结合，优化模型参数和状态，从而提高地表通量预测的准确性，并解决各数据源独立存在的局限性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the scarcity of observation data in alpine regions, and how does it impact hydrological modeling?",
                "QuestionCn": "导致高山地区观测数据稀缺的原因是什么，以及这对水文模型有什么影响？",
                "AnswerEn": "The scarcity of observation data in alpine regions is caused by the difficulties of access and technological barriers, which hinders alpine hydrological modeling and associated research. This scarcity motivates the development of next-generation ecosystem observation networks and experiments to fill the knowledge gap and promote research.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺是由于获取困难和技术障碍，这阻碍了阿尔卑斯水文建模及相关研究。这种稀缺性促使了下一代生态系统观测网络和实验的发展，以填补知识空白并促进研究。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might remote sensing data assimilation be challenging in alpine regions, and what are the implications for data accuracy?",
                "QuestionCn": "遥感数据同化在高山地区可能面临挑战，原因包括地形复杂、气候变化剧烈、植被覆盖多样以及数据获取的限制。这些因素可能导致数据的准确性受到影响。",
                "AnswerEn": "Remote sensing data assimilation is challenging in alpine regions due to various sources of uncertainties, such as the complexities of the earth system and the need for validation and calibration. These challenges impact the accuracy of data, which is crucial for predicting hydrological processes and eco-functions.",
                "AnswerCn": "遥感数据同化在高山地区面临诸多挑战，主要由于地球系统的复杂性以及验证和校准的需求。这些挑战影响了数据的准确性，而准确性对于预测水文过程和生态功能至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the difficulties in estimating surface fluxes using ground-based measurements in advective environments?",
                "QuestionCn": "在平流环境中，使用地面测量估计表面通量的困难因素有哪些？",
                "AnswerEn": "In advective environments, factors such as the uncertainty in surface–air temperature difference, image pixel classification errors, and the strong advective conditions contribute to the difficulties in estimating surface fluxes. These factors often lead to errors in determining soil and vegetation component temperatures, affecting the accuracy of surface flux estimations.",
                "AnswerCn": "在对流环境中，表面与空气温度差的不确定性、图像像素分类错误以及强对流条件等因素导致了估算表面通量的困难。这些因素常常导致土壤和植被成分温度的确定出现错误，从而影响表面通量估算的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing an integrated, distributed observation network on the quality and comprehensiveness of hydrometeorological data in alpine regions?",
                "QuestionCn": "利用集成的分布式观测网络对阿尔卑斯地区水文气象数据的质量和全面性可能产生的后果是什么？",
                "AnswerEn": "Utilizing an integrated, distributed observation network allows for the collection of gap-free meteorological and hydrological data, enabling the capture of snow accumulation and ablation processes, and freeze-thaw processes. This approach enhances the quality and comprehensiveness of data, supporting improved hydrological modeling and validation of remote sensing products.",
                "AnswerCn": "利用集成的分布式观测网络，可以收集无间断的气象和水文数据，从而捕捉雪的积累和融化过程以及冻融过程。这种方法提高了数据的质量和全面性，支持改进水文模型和遥感产品的验证。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What impact does the integration of high-resolution soil physics datasets have on understanding freeze-thaw processes in alpine hydrology?",
                "QuestionCn": "高分辨率土壤物理数据集的整合对理解高山水文中的冻融过程有何影响？",
                "AnswerEn": "Integration of high-resolution soil physics datasets provides detailed insights into freeze-thaw cycles by capturing soil temperature and moisture profiles at multiple depths. This data enhances the understanding of dynamic hydrothermal processes, contributing to more accurate parameterization and validation of alpine hydrological models.",
                "AnswerCn": "高分辨率土壤物理数据集的整合提供了对冻融循环的详细洞察，通过捕捉多个深度的土壤温度和湿度剖面。这些数据增强了对动态水热过程的理解，有助于更准确地参数化和验证高山水文模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it vital to utilize a dual-pass data assimilation scheme for improving surface flux predictions in alpine environments?",
                "QuestionCn": "为什么在高山环境中利用双重数据同化方案对改善表面通量预测至关重要？",
                "AnswerEn": "Utilizing a dual-pass data assimilation scheme is vital because it optimizes model vegetation parameters and soil moisture independently, which reduces model uncertainties and improves prediction accuracy for surface fluxes by assimilating remotely sensed land surface temperature data.",
                "AnswerCn": "利用双重数据同化方案至关重要，因为它独立优化模型的植被参数和土壤湿度，从而减少模型的不确定性，并通过同化遥感地表温度数据提高地表通量的预测准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures followed to ensure the quality control and preprocessing of hydrometeorological data collected at alpine research stations?",
                "QuestionCn": "确保在高山研究站收集的水文气象数据质量控制和预处理的程序是什么？",
                "AnswerEn": "The procedures for ensuring quality control and preprocessing of hydrometeorological data involve ensuring data completeness with 144 or 48 data points per day (depending on 10min or 30min output). Missing data are marked with -6999. Duplicate records and data that exceed physical meaning or instrument range are removed. Questionable data are highlighted, and date-time formats are standardized. Two observation points are utilized, with one providing continuous data throughout the year and the other established at a later date.",
                "AnswerCn": "确保水文气象数据质量控制和预处理的程序包括确保数据完整性，每天有144个或48个数据点（取决于10分钟或30分钟输出）。缺失的数据用-6999标记。重复记录和超出物理意义或仪器范围的数据被删除。可疑数据被突出显示，日期时间格式被标准化。使用两个观测点，其中一个提供全年连续数据，另一个在稍后日期建立。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are snow cover and frozen ground data collected and monitored in alpine regions to support hydrological modeling?",
                "QuestionCn": "在高山地区，雪盖和冻土数据是如何收集和监测的，以支持水文模型的？",
                "AnswerEn": "Snow cover and frozen ground data are collected and monitored using an integrated observation network that includes automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations. Key variables such as snow depth, snow water equivalent (SWE), and blowing snow flux are measured using state-of-the-art instruments like SR50A, GMON, and FlowCapt. Soil temperature and moisture are measured at multiple depths to capture freeze-thaw processes.",
                "AnswerCn": "雪盖和冻土数据通过一个综合观测网络进行收集和监测，该网络包括自动气象站（AMS）和用于雪和冻土观测的超级站。关键变量如雪深、雪水当量（SWE）和吹雪通量使用先进仪器如SR50A、GMON和FlowCapt进行测量。土壤温度和湿度在多个深度进行测量，以捕捉冻融过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are used to partition evapotranspiration into evaporation and transpiration components in heterogeneous land surfaces?",
                "QuestionCn": "在异质土地表面中，将蒸散发分为蒸发和蒸腾成分的方法有哪些？",
                "AnswerEn": "Evapotranspiration is partitioned into evaporation and transpiration components using the two-source energy balance (TSEB) model. This model uses ground-measured soil and canopy component temperatures, validated with EC system measurements and stable oxygen and hydrogen isotopes. The soil and canopy component temperatures are derived using high-resolution thermal images and processed to calculate radiometric temperatures, which are then used in the series TSEB model to partition ET.",
                "AnswerCn": "蒸散发通过两源能量平衡（TSEB）模型被划分为蒸发和蒸腾两个组成部分。该模型使用地面测量的土壤和冠层组件温度，并通过生态系统测量和稳定氧氢同位素进行验证。土壤和冠层组件温度是通过高分辨率热成像获得的，并经过处理以计算辐射温度，这些温度随后用于系列TSEB模型中以划分蒸散发。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the collection of comprehensive hydrometeorological, snow cover, and frozen ground data in alpine regions?",
                "QuestionCn": "哪些技术进步使得在高山地区收集全面的水文气象、雪盖和冻土数据成为可能？",
                "AnswerEn": "The integration of an observation network with automatic meteorological stations, snow observation superstations, and advanced instruments like GammaMONitor for snow water equivalent, FlowCapt for blowing snow, and SR50A for snow depth measurements allows comprehensive data collection in alpine regions.",
                "AnswerCn": "观察网络与自动气象站、雪观测超级站以及先进仪器如GammaMONitor（用于雪水当量）、FlowCapt（用于吹雪）和SR50A（用于雪深测量）的集成，使得在高山地区能够进行全面的数据收集。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the implementation of a dual-pass data assimilation scheme enable improved predictions of surface fluxes in complex terrains?",
                "QuestionCn": "双重通量数据同化方案的实施如何提高复杂地形中表面通量的预测精度？",
                "AnswerEn": "The dual-pass data assimilation scheme independently optimizes vegetation parameters and soil moisture, using remotely sensed land surface temperatures to reduce model uncertainties and improve surface flux predictions.",
                "AnswerCn": "双重通道数据同化方案独立优化植被参数和土壤湿度，利用遥感地表温度来减少模型不确定性并改善地表通量预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions and observational strategies enable the separation of soil and canopy component temperatures in heterogeneous land surfaces?",
                "QuestionCn": "哪些条件和观测策略能够在异质土地表面中分离土壤和冠层成分的温度？",
                "AnswerEn": "Using high-resolution thermal cameras and thermal infrared images allows the separation of soil and canopy component temperatures. This approach is validated with ground measurements and enhanced by techniques like the Craig-Gordon model for partitioning evapotranspiration.",
                "AnswerCn": "使用高分辨率热像仪和热红外图像可以分离土壤和冠层组件的温度。这种方法通过地面测量进行了验证，并通过像Craig-Gordon模型这样的技术增强了蒸散发的分配。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the integration of ground-based measurements and remote sensing data be crucial for understanding alpine hydrology, and what are the anticipated benefits and limitations of this approach?",
                "QuestionCn": "地面测量与遥感数据的结合对于理解高山水文循环可能至关重要，预期的好处和局限性包括哪些方面？",
                "AnswerEn": "Integration of ground-based measurements and remote sensing data is crucial for understanding alpine hydrology due to the scarcity of observation data and the complexity of the earth system. The anticipated benefits include improved prediction of hydrological processes and validation of remote sensing products, while limitations may arise from uncertainties in remote sensing data and challenges in capturing detailed freeze-thaw processes and snow cover dynamics.",
                "AnswerCn": "地面测量与遥感数据的集成对于理解高山水文至关重要，因为观测数据稀缺且地球系统复杂。预期的好处包括改善水文过程的预测和验证遥感产品，而局限性可能来自遥感数据的不确定性以及捕捉详细的冻融过程和雪盖动态的挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In what ways can the integration of remote sensing data with ground measurements improve the reliability of hydrological models in alpine regions?",
                "QuestionCn": "遥感数据与地面测量的结合可以通过以下几种方式提高高山地区水文模型的可靠性：",
                "AnswerEn": "Integrating remote sensing data with ground measurements can improve the reliability of hydrological models in alpine regions by providing comprehensive and multiscale datasets that fill observational gaps. Remote sensing data, when combined with data assimilation techniques, can enhance the calibration of model parameters and validation of model outputs. This integration allows for better estimation of key hydrological processes, such as evapotranspiration and snowmelt, despite the inherent challenges of accessing remote and rugged alpine terrains.",
                "AnswerCn": "将遥感数据与地面测量相结合，可以通过提供全面的多尺度数据集来提高高山地区水文模型的可靠性，从而填补观测空白。遥感数据与数据同化技术结合时，可以增强模型参数的校准和模型输出的验证。这种整合使得尽管在偏远和崎岖的高山地形中存在固有的挑战，仍能更好地估计关键的水文过程，如蒸散发和融雪。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection techniques can effectively capture the complexities of snow and frozen ground observations in alpine regions.",
                "QuestionCn": "我不明白数据收集技术如何有效捕捉阿尔卑斯地区雪和冻土观测的复杂性。",
                "AnswerEn": "The data collection techniques involve using an integrated, distributed, and multiscale observation network with automatic meteorological stations and superstations for snow cover and frozen ground. This setup allows for capturing detailed hydrometeorological data, snow accumulation and ablation, and freeze-thaw processes using state-of-the-art instruments like the SR50A for snow depth and the FlowCapt for blowing snow flux.",
                "AnswerCn": "数据收集技术涉及使用一个集成的、分布式的、多尺度的观测网络，配备自动气象站和超级站，用于雪盖和冻土的监测。该设置能够利用先进仪器（如SR50A用于雪深测量和FlowCapt用于吹雪通量）捕捉详细的水文气象数据、雪的积累与融化以及冻融过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced when using remote sensing data for hydrological modeling in high-altitude regions.",
                "QuestionCn": "我对在高海拔地区使用遥感数据进行水文建模时面临的挑战感到不确定。",
                "AnswerEn": "Challenges include the scarcity of observation data due to harsh climates and difficult access, uncertainties in remote sensing data from factors like terrain effects, and the complexities of the earth system that require validation and calibration. These issues hinder accurate hydrological modeling and necessitate integrated observation networks to provide reliable data.",
                "AnswerCn": "挑战包括由于恶劣气候和难以到达的地区导致观测数据稀缺、遥感数据因地形影响而存在的不确定性，以及需要验证和校准的复杂地球系统。这些问题阻碍了准确的水文建模，并需要综合观测网络以提供可靠的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore methods for ensuring data quality and handling missing data in meteorological datasets collected from high-altitude stations.",
                "QuestionCn": "请探讨确保高海拔气象站收集的气象数据质量和处理缺失数据的方法。",
                "AnswerEn": "Data quality assurance involves several steps such as ensuring consistent data collection intervals (e.g., 10min or 30min outputs), marking missing data with a specific code (e.g., -6999), and removing duplicate or physically unrealistic data points. Quality control processes include verifying the accuracy of sensor readings, especially in harsh environments, and cross-referencing with other data sources when possible.",
                "AnswerCn": "数据质量保证涉及多个步骤，例如确保一致的数据收集间隔（例如，10分钟或30分钟输出），用特定代码（例如，-6999）标记缺失数据，以及删除重复或物理上不合理的数据点。质量控制过程包括验证传感器读数的准确性，特别是在恶劣环境中，并在可能的情况下与其他数据源进行交叉验证。",
                "Level": "C6(Creating)"
            }
        ]
    }
}