{
    "id": "b68f7230-fbe2-486f-a1aa-072ba81f4b6c",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of Huazhaizi desert steppe station, 2021)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子荒漠站自动气象站-2021）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Huazhaizi desert steppe station from January 1 to December 31, 2021. The site (100.3201°E, 38.7659°N) was located on a desert steppe surface in the Huazhaizi, which is near Zhangye city, Gansu Province. The elevation is 1731 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45AC; 5 and 10 m, north), wind speed and direction profile (windsonic; 5 and 10 m, north), air pressure (CS100; 2 m), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.02, -0.04, -0.1, -0.2, -0.4, -0.6, -1.0 m), soil moisture profile (ML3; -0.02, -0.04, -0.1, -0.2, -0.4, -0.6, -1.0 m).\nThe observations included the following: air temperature and humidity (Ta_5 m and Ta_10 m; RH_5 m and RH_10 m) (℃ and %, respectively), wind speed (Ws_5 m and Ws_10 m) (m/s), wind direction (WD_5 m and WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_60 cm, Ts_100 cm) (℃), soil moisture (Ms_2 cm, Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_60 cm, Ms_100 cm) (%).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2021-6-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2021年1月1日至2021年12月31日黑河流域地表过程综合观测网中游花寨子荒漠站气象要素观测数据。站点位于甘肃省张掖市花寨子，下垫面是盐爪爪山前荒漠。观测点的经纬度是100.3201E, 38.7659N，海拔1731m。空气温度、相对湿度传感器架设在5m、10m处，朝向正北；气压计安装防水箱内；翻斗式雨量计安装在10m处；风速风向传感器架设在5m、10m处，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm、60cm和100cm处，在距离气象塔2m的正南方；土壤水分传感器分别埋设在地下2cm、4cm、10cm、20cm、40cm、60cm和100cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处。\n观测项目有：空气温湿度（Ta_5m、RH_5m、Ta_10m、RH_10m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_5m、WS_10m）(单位：米/秒)、风向（WD_5m、WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_60cm、Ms_100cm）(单位：体积含水量，百分比)和土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_60cm、Ts_100cm）（单位：摄氏度）。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；风速风向偶尔出现一些错误值；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2021-6-10 10:30；（6）命名规则为：AWS+站点名称\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 100.3186,
            "west": 100.3186,
            "south": 38.7652,
            "north": 38.7652,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 13077462.0,
            "cstr": "18406.11.Atmos.tpdc.272481",
            "doi": "10.11888/Atmos.tpdc.272481",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "能见度",
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "The artificial oasis experimental area"
            },
            {
                "keywordCn": "花寨子荒漠站",
                "keywordEn": "huazhaizi desert steppe station"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量与观察到的E（E/ET%）和T（T/ET%）比率进行了更好的验证。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散（E）、土壤温度（T）和蒸散总量（ET），并随后通过稳定氧和氢同位素技术与涡度相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为在灌溉农田中，当平均H较小时，EC系统的不确定性达到了18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔上25米高的平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天07:00至19:00期间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮度温度。最后，热红外温度通过考虑来自天空的入射长波辐射和土壤及冠层的发射率转换为辐射温度。接着，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水文遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果显示土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其在发展中国家尤为明显（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，特别是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被前期研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，并支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并对保护生态稳定性和绿洲的社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲-沙漠系统的观测数据集，涵盖了2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is there a dataset that includes both hydrometeorological data and soil parameters in oasis-desert systems?",
                "QuestionCn": "是否有包含绿洲-沙漠系统中水文气象数据和土壤参数的数据库？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Do the data collection methods for soil heat flux in oasis-desert areas involve the use of heat plates buried underground?",
                "QuestionCn": "在绿洲-沙漠地区，土壤热通量的数据收集方法是否涉及使用埋在地下的热板？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are datasets on soil and vegetation component temperatures more effectively obtained using thermal infrared cameras, satellite imagery, or ground-based sensors?",
                "QuestionCn": "土壤和植被成分温度的数据集是通过热红外相机、卫星影像还是地面传感器更有效地获取的？",
                "AnswerEn": "ground-based sensors",
                "AnswerCn": "地面传感器",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the typical components of a meteorological data collection method used for observing surface processes in arid regions?",
                "QuestionCn": "用于观察干旱地区表面过程的气象数据收集方法的典型组成部分包括：",
                "AnswerEn": "Air temperature, relative humidity, wind speed and direction, atmospheric pressure, rainfall, solar radiation, soil temperature, soil moisture, soil heat flux",
                "AnswerCn": "空气温度、相对湿度、风速和风向、大气压力、降雨量、太阳辐射、土壤温度、土壤湿度、土壤热通量",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a dataset that can be used to study evapotranspiration estimation in heterogeneous land surfaces?",
                "QuestionCn": "一个可以用于研究异质土地表面蒸散发估算的数据集的例子是什么？",
                "AnswerEn": "The dataset used in the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces (HiWATER-MUSOEXE), which included measurements from the Heihe Water Allied Telemetry Experimental Research, is an example of such a dataset.",
                "AnswerCn": "多尺度蒸散发观测实验（HiWATER-MUSOEXE）中使用的数据集，包括来自黑河水联合遥测实验研究的测量数据，是此类数据集的一个例子。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a challenge faced when using composite temperature separation approaches in arid regions?",
                "QuestionCn": "在干旱地区使用复合温度分离方法时面临的一个挑战的例子是什么？",
                "AnswerEn": "One challenge is that errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance, leading to an overestimation of canopy temperature in arid regions.",
                "AnswerCn": "一个挑战是，衍生组件温度的误差主要是由于图像分类错误引起的，这些错误随着植被丰度的变化而变化，导致在干旱地区对树冠温度的高估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for measuring meteorological parameters in arid regions?",
                "QuestionCn": "用于测量干旱地区气象参数的数据收集方法的特点是什么？",
                "AnswerEn": "automatic weather stations, air temperature, wind speed, humidity, radiation, soil heat flux, soil temperature profiles, measurements every 10 minutes, auxiliary data such as vegetation and soil parameters",
                "AnswerCn": "自动气象站、空气温度、风速、湿度、辐射、土壤热通量、土壤温度剖面，每10分钟测量一次，辅助数据如植被和土壤参数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of data points collected per day for meteorological parameters in the automatic weather station dataset from the Heihe River Basin?",
                "QuestionCn": "在黑河流域的自动气象站数据集中，每天收集的气象参数数据点数量是多少？",
                "AnswerEn": "144 data points per day",
                "AnswerCn": "每天144个数据点",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many different soil depth levels are soil temperature and moisture measured at in the comprehensive observation network for the Heihe River Basin?",
                "QuestionCn": "在黑河流域的综合观测网络中，土壤温度和湿度测量的土壤深度水平有多少个？",
                "AnswerEn": "8",
                "AnswerCn": "8",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What are the potential challenges in using thermal infrared cameras to estimate soil and canopy component temperatures in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中使用热红外相机估计土壤和冠层组分温度的潜在挑战有哪些？",
                "AnswerEn": "Using thermal infrared cameras to estimate soil and canopy component temperatures in heterogeneous landscapes presents challenges such as image classification errors, which can vary with vegetation abundance. These errors might lead to misclassification of soil pixels as vegetation pixels, affecting the accuracy of temperature estimates. Additionally, the estimation uncertainties in incoming short- and long-wave radiation transmittances through the canopy can further complicate the accuracy of these temperature measurements.",
                "AnswerCn": "使用热红外相机估计异质景观中的土壤和冠层成分温度面临挑战，例如图像分类错误，这些错误可能随着植被丰度的变化而变化。这些错误可能导致将土壤像素误分类为植被像素，从而影响温度估计的准确性。此外，通过冠层的短波和长波辐射透过率的估计不确定性可能进一步 complicate 这些温度测量的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can long-term observational datasets from oasis-desert systems enhance our understanding of carbon balance and ecological stability in arid regions?",
                "QuestionCn": "长期观测数据集来自绿洲-沙漠系统可以通过以下方式增强我们对干旱地区碳平衡和生态稳定性的理解：",
                "AnswerEn": "Long-term observational datasets from oasis-desert systems can provide critical insights into energy, water vapor, and carbon exchange processes, which are essential for understanding carbon balance and ecological stability. By offering continuous and comprehensive data, these datasets help quantify oasis-desert interactions, assess carbon sink potentials, and support the development of sustainable management practices aimed at maintaining ecological stability in arid regions, particularly in the context of climate change and desertification.",
                "AnswerCn": "来自绿洲-沙漠系统的长期观测数据集可以提供关于能量、水汽和碳交换过程的重要见解，这对于理解碳平衡和生态稳定性至关重要。通过提供连续和全面的数据，这些数据集有助于量化绿洲与沙漠之间的相互作用，评估碳汇潜力，并支持可持续管理实践的发展，旨在维护干旱地区的生态稳定性，特别是在气候变化和沙漠化的背景下。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in measuring evaporation and transpiration in arid regions using traditional models?",
                "QuestionCn": "在干旱地区，使用传统模型测量蒸发和蒸腾所面临的挑战是什么？",
                "AnswerEn": "The traditional models, like the one-source evapotranspiration estimation models, are limited because they do not account for the heterogeneous surface conditions that combine soil and vegetation with different temperatures and resistance to energy exchange. This complexity requires more nuanced models, like the two-source energy balance (TSEB) model, which still face challenges due to the need for accurate component temperature measurements and the strong advective environment in such regions.",
                "AnswerCn": "传统模型，如单源蒸散发估算模型，存在局限性，因为它们未能考虑到土壤和植被的异质表面条件，这些条件具有不同的温度和能量交换阻力。这种复杂性需要更细致的模型，如双源能量平衡（TSEB）模型，但由于需要准确的组分温度测量以及在此类区域强烈的平流环境，这些模型仍面临挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the errors in estimating soil and canopy temperatures using thermal imaging in agricultural areas?",
                "QuestionCn": "在农业区域中，使用热成像估计土壤和冠层温度时，哪些因素会导致误差？",
                "AnswerEn": "Errors in estimating soil and canopy temperatures using thermal imaging are primarily caused by image classification errors, which vary with vegetation abundance. Soil pixels can be misclassified as vegetation pixels, leading to overestimated canopy temperatures. Additionally, neglecting atmospheric upwelling radiation and transmittance can introduce uncertainties in the estimated temperatures.",
                "AnswerCn": "使用热成像估计土壤和冠层温度的误差主要是由于图像分类错误，这些错误随着植被丰度的变化而变化。土壤像素可能被错误分类为植被像素，从而导致冠层温度的高估。此外，忽视大气向上的辐射和透射率也会引入估计温度的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it essential to collect long-term energy, water vapor, and carbon exchange data in oasis–desert ecosystems, and what are the objectives behind such data collection?",
                "QuestionCn": "在绿洲-沙漠生态系统中收集长期的能量、水蒸气和碳交换数据是至关重要的，背后的目标包括：\n\n1. 了解生态系统的功能和动态：长期数据可以帮助研究人员理解绿洲和沙漠生态系统之间的相互作用，以及它们如何响应气候变化和人类活动。\n\n2. 评估生态系统的健康状况：通过监测能量、水分和碳的交换，可以评估生态系统的健康和稳定性，识别潜在的环境问题。\n\n3. 支持可持续管理：收集的数据可以为政策制定者和管理者提供科学依据，以制定有效的资源管理和保护策略。\n\n4. 促进气候变化研究：长期数据有助于研究气候变化对绿洲-沙漠生态系统的影响，进而为全球气候模型提供重要信息。\n\n5. 促进生物多样性保护：了解水分和碳的循环对于保护和恢复生物多样性至关重要，尤其是在脆弱的沙漠环境中。",
                "AnswerEn": "It is critical to maintain the balance between oasis and desert systems to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis.",
                "AnswerCn": "维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the goals of using ground-measured soil and canopy component temperatures to estimate evapotranspiration in the context of the TSEB model?",
                "QuestionCn": "在TSEB模型的背景下，使用地面测量的土壤和冠层组分温度来估算蒸散发的目标是什么？",
                "AnswerEn": "The objective is to estimate evaporation, transpiration, and evapotranspiration using soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series of TSEB models and to subsequently better validate these estimates using a combination of the stable oxygen and hydrogen isotope technique and EC measurements.",
                "AnswerCn": "目标是利用高分辨率热像仪观察到的土壤和冠层温度作为输入，通过一系列TSEB模型来估算蒸发、蒸腾和蒸散量，并随后结合稳定氧和氢同位素技术以及涡度协方差（EC）测量来更好地验证这些估算结果。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it necessary to establish a comprehensive observational network for hydrometeorological and soil parameters in arid regions, and what are the intended outcomes?",
                "QuestionCn": "在干旱地区建立全面的水文气象和土壤参数观测网络是必要的，预期的结果是什么？",
                "AnswerEn": "The intended outcomes are to understand the oasis–desert interactions and to protect the ecological stability and socioeconomic development of oases. A comprehensive network helps in recognizing the energy, water vapor, and carbon exchange in oasis–desert areas, which is significant for ecological security and sustainable development.",
                "AnswerCn": "预期的结果是理解绿洲与沙漠之间的相互作用，并保护绿洲的生态稳定性和社会经济发展。一个综合网络有助于识别绿洲-沙漠地区的能量、水汽和碳交换，这对生态安全和可持续发展具有重要意义。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in ensuring the quality and consistency of data collected from meteorological stations in arid regions?",
                "QuestionCn": "确保来自干旱地区气象站收集的数据质量和一致性所涉及的程序步骤包括：",
                "AnswerEn": "The data collection process involves ensuring that each day contains 144 data points, representing observations every 10 minutes. If data is missing, it is marked with -6999. There is a step to remove duplicate records and delete data that are physically implausible or exceed the instrument's range. Any doubtful data is highlighted in red, and the format of the date and time is standardized to ensure consistency.",
                "AnswerCn": "数据收集过程涉及确保每天包含144个数据点，代表每10分钟的观察。如果数据缺失，则标记为-6999。还有一个步骤是删除重复记录，并删除物理上不合理或超出仪器范围的数据。任何可疑数据都用红色标出，日期和时间的格式经过标准化以确保一致性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodologies are employed in the collection and processing of energy, water vapor, and carbon exchange data in oasis-desert areas?",
                "QuestionCn": "在绿洲-沙漠地区，收集和处理能量、水蒸气和碳交换数据的方法论包括哪些？",
                "AnswerEn": "The methodologies involve the use of eddy covariance systems and scintillometers to acquire half-hourly turbulent flux data. Automatic weather stations collect hydrometeorological data every 10 minutes, including radiation, soil heat flux, temperature, humidity gradients, wind speed, air pressure, precipitation, and soil moisture. The datasets also include vegetation and soil parameters, and the data undergo processing and quality control steps before being archived and shared.",
                "AnswerCn": "这些方法涉及使用涡度协方差系统和闪烁仪获取半小时的湍流通量数据。自动气象站每10分钟收集一次水文气象数据，包括辐射、土壤热通量、温度、湿度梯度、风速、气压、降水和土壤湿度。数据集还包括植被和土壤参数，数据在归档和共享之前经过处理和质量控制步骤。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the accurate collection of soil and canopy component temperatures in arid agricultural areas?",
                "QuestionCn": "哪些技术进步使得在干旱农业地区准确收集土壤和冠层组件温度成为可能？",
                "AnswerEn": "The use of a high-resolution thermal infrared camera, such as the Fluke Ti55, operated on a boundary layer tower has enabled the accurate measurement of soil and canopy component temperatures. This method allows for the separation of soil and vegetation latent fluxes with reasonable accuracy, especially in strongly advective environments.",
                "AnswerCn": "使用高分辨率热红外相机，如Fluke Ti55，在边界层塔上操作，使得能够准确测量土壤和冠层组件的温度。这种方法允许在强烈的平流环境中以合理的精度分离土壤和植被的潜热通量。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do specific data collection methods enable the continuous monitoring of energy, water vapor, and carbon exchanges in oasis-desert ecosystems?",
                "QuestionCn": "具体的数据收集方法如何使得对绿洲-沙漠生态系统中能量、水蒸气和碳交换的持续监测成为可能？",
                "AnswerEn": "Continuous monitoring of energy, water vapor, and carbon exchanges in oasis-desert ecosystems is enabled by using eddy covariance systems and scintillometers for turbulent flux data, along with automatic weather stations for hydrometeorological data. These systems provide half-hourly or 10-minute averaged data, which are crucial for long-term observations and understanding of oasis-desert interactions.",
                "AnswerCn": "在绿洲-沙漠生态系统中，利用涡度协方差系统和闪烁仪对能量、水汽和碳交换进行持续监测，同时配备自动气象站获取水文气象数据。这些系统提供半小时或10分钟的平均数据，对于长期观测和理解绿洲-沙漠相互作用至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the expected accuracy of soil and canopy temperature measurements be less reliable in arid regions?",
                "QuestionCn": "在干旱地区，土壤和冠层温度测量的预期准确性可能不太可靠的原因是什么？",
                "AnswerEn": "The current composite temperature separation approaches are limited in their effectiveness in arid regions, and errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance could lead to uncertainties in the estimated temperatures.",
                "AnswerCn": "当前的复合温度分离方法在干旱地区的有效性有限，推导出的组成温度的误差主要是由于图像分类错误造成的，这些错误随着植被丰度的变化而变化。此外，忽略大气向上辐射和透射率可能导致估计温度的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could there be unexpected challenges in obtaining reliable data on energy, water vapor, and carbon exchange in oasis–desert systems?",
                "QuestionCn": "在获得绿洲-沙漠系统中能量、水蒸气和碳交换的可靠数据时，可能会面临意想不到的挑战。",
                "AnswerEn": "Inland river basins in arid and semiarid areas face environmental degradation challenges such as the drying up of rivers and lakes and land desertification, which could impact data reliability. Furthermore, the ecological and socioeconomic dynamics of oasis–desert interactions require comprehensive and long-term observations for accurate data collection.",
                "AnswerCn": "内陆河流流域在干旱和半干旱地区面临环境退化的挑战，例如河流和湖泊的干涸以及土地沙漠化，这可能影响数据的可靠性。此外，绿洲与沙漠之间的生态和社会经济动态需要全面和长期的观察，以便进行准确的数据收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be high uncertainty in the estimation of latent heat flux in irrigated agricultural areas?",
                "QuestionCn": "在灌溉农业地区，潜热通量估计的不确定性可能很高的原因是什么？",
                "AnswerEn": "The high uncertainty of latent heat flux estimation is influenced by the uncertainty of the TSEB model and the increased uncertainty of the EC system, especially when the mean sensible heat flux is small in irrigated farmland. Image pixel classification errors, where soil pixels are counted as vegetation pixels, also contribute to this uncertainty.",
                "AnswerCn": "潜热通量估计的高不确定性受到TSEB模型不确定性和EC系统不确定性增加的影响，尤其是在灌溉农田中，当平均显热通量较小时。图像像素分类错误，即将土壤像素误判为植被像素，也会导致这种不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you consider the combination of ground-based measurements and remote sensing techniques for capturing the dynamics of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                "QuestionCn": "您认为地面测量和遥感技术结合在捕捉绿洲-沙漠生态系统中能量、水汽和碳交换动态方面的有效性如何？",
                "AnswerEn": "The combination of ground-based measurements and remote sensing techniques is considered effective for capturing the dynamics of energy, water vapor, and carbon exchange in oasis–desert ecosystems. These methods provide comprehensive data, allowing for a quantitative understanding of these exchanges, which is crucial for recognizing oasis–desert interactions and supporting ecological stability and socioeconomic development.",
                "AnswerCn": "地面测量和遥感技术的结合被认为是有效捕捉绿洲-沙漠生态系统中能量、水汽和碳交换动态的方法。这些方法提供了全面的数据，使我们能够定量理解这些交换，这对于认识绿洲-沙漠相互作用以及支持生态稳定和社会经济发展至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges in ensuring the accuracy and reliability of datasets collected from meteorological stations in arid regions?",
                "QuestionCn": "确保从干旱地区气象站收集的数据集的准确性和可靠性可能面临的挑战有哪些？",
                "AnswerEn": "Potential challenges include dealing with incomplete energy balance closure in datasets, which can affect the accuracy of measurements like sensible and latent heat fluxes. Additionally, errors in image classification can lead to inaccuracies in temperature data, particularly in regions with heterogeneous vegetation cover. Managing data quality through rigorous processing and quality control is essential to address these challenges.",
                "AnswerCn": "潜在的挑战包括处理数据集中能量平衡闭合不完整的问题，这可能影响感热和潜热通量等测量的准确性。此外，图像分类中的错误可能导致温度数据的不准确，特别是在植被覆盖异质的地区。通过严格的处理和质量控制来管理数据质量对于解决这些挑战至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how long-term observational datasets from oasis-desert systems are maintained and utilized effectively for research.",
                "QuestionCn": "我无法理解来自绿洲-沙漠系统的长期观测数据集是如何有效维护和利用于研究的。",
                "AnswerEn": "Long-term datasets from oasis-desert systems are maintained through continuous data collection using advanced meteorological and flux measurement systems, such as eddy covariance systems and automatic weather stations. These datasets often include detailed observations of energy, water vapor, and carbon fluxes, along with auxiliary hydrometeorological and soil parameters. Effective utilization involves data processing, quality control, and sharing via data centers to support ecological and environmental research.",
                "AnswerCn": "长期的绿洲-沙漠系统数据集通过使用先进的气象和通量测量系统（如涡度协方差系统和自动气象站）进行持续的数据收集。这些数据集通常包括能量、水蒸气和碳通量的详细观测，以及辅助的水文气象和土壤参数。有效利用这些数据涉及数据处理、质量控制，并通过数据中心共享，以支持生态和环境研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Can you describe the challenges faced in accurately measuring evapotranspiration in heterogeneous landscapes using ground-based and remote sensing methods?",
                "QuestionCn": "在异质景观中，准确测量蒸散发面临的挑战包括使用地面和遥感方法。",
                "AnswerEn": "Challenges include the heterogeneity of landscapes, which affects temperature and energy exchange, complicating the estimation of evapotranspiration. Methods like the TSEB model require accurate temperature data, which can be affected by classification errors and atmospheric conditions. Additionally, ensuring energy balance closure in measurements is difficult, especially in strongly advective environments.",
                "AnswerCn": "挑战包括景观的异质性，这影响了温度和能量交换， complicating 蒸散发的估算。像 TSEB 模型这样的 方法需要准确的温度数据，而这些数据可能受到分类错误和大气条件的影响。此外，在强烈的平流环境中，确保测量的能量平衡闭合是困难的。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}