{
  "id": "b6ad8479-1fbc-4ff3-bf92-f079d9f1bd45",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Spatial and temporal distribution data set of glacier light absorbing substances in Central Asia(2016-2017)",
      "titleCn": "中亚地区冰川吸光性物质时空分布数据集（2016-2017）",
      "description": "The data is an excel file, which includes four tables named as follows: Altay Snow DOC Time Series, Altay Snow Pit Data, Altay Snow MAC (absorption section) and Central Asia Mos Island Glacier BC, OC, DUST Data. Altay snow DOC table includes seven columns including sample number, sampling date, sampling time, sampling depth, DOC-PPM, BC-PPb and TN-PPM, and 47 sample data. Altay snow pit table includes 8 columns including snow pit number, sample number, sampling date, sampling time, sampling depth, DOC-PPM, BC-PPb and TN-PPM, and 238 sample data. Altay snow MAC table includes: sampling time, MAC and AAE, a total of three columns, and 46 sample data. The BC, OC and DUST data tables of glaciers in Central Asia's Muse Island include 8 columns: code no (sample number), Latitude (latitude), Longitude (longitude),/m a.s.l (altitude), snow type (snow type), BC, OC and DUST, which are analyzed by sampling time. There are 105 rows of data in total.\nAbbreviation explanation:\nDOC: Dissolved Organic Carbon\nMAC: mass absorption cross section\nBC: black carbon\nDUST: Dust\nOC: Organic carbon\nTN: Total Nitrogen\nPPM: ug g-1 (microgram per gram)\nPPb: ng g-1 (nanogram per gram)",
      "descriptionCn": "数据为excel文件，文件包括4个表格，表格名称分别为：阿勒泰积雪DOC时间系列、阿勒泰积雪雪坑数据、阿勒泰积雪MAC（吸收截面）和中亚木斯岛冰川BC、OC、DUST数据四个表格。 阿勒泰积雪DOC表格含：样品编号、采样日期、采样时间、采样深度、DOC-PPM、BC-PPb和TN-PPM共七列，47个样品数据。 阿勒泰积雪雪坑表格含：雪坑号、样品编号、采样日期、采样时间、采样深度、DOC-PPM、BC-PPb和TN-PPM共8列，238个样品数据。 阿勒泰积雪MAC表格含：采样时间、MAC和AAE共3列，46个样品数据。 中亚木斯岛冰川BC、OC、DUST数据表格含：code no(样品号)、Latitute(纬度)、Longitude(经度)、/m a.s.l(海拔高度)、snow type(积雪类型)、BC、OC和DUST共8列，按采样时间分析。共105行数据。\n缩写解释：\nDOC：Dissolved Organic Carbon 溶解性有机碳 \nMAC：mass absorption cross section吸收截面\nBC：black Carbon黑碳\nDUST：粉尘\nOC：有机碳\nTN：Total Nitrate （总氮）\nPPM：ug g-1 （微克每克 ）\nPPb：ng g-1（  纳克每克）",
      "instructions": "File name: dataset Lais in snow and ice.xls\nOffice software can be opened in Excel or WPS.",
      "instructionsCn": "文件名：吸光性物质时空分布数据集.xlsx\noffice软件excel或者wps均可打开。",
      "east": 99.0,
      "west": 84.0,
      "south": 45.0,
      "north": 52.0,
      "startTime": "2016-01-01 00:00:00",
      "endTime": "2017-12-31 00:00:00",
      "fileSize": 44360.0,
      "cstr": "18406.11.Cryos.tpdc.272793",
      "doi": "10.11888/Cryos.tpdc.272793",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张玉兰",
        "nameEn": "ZHANG Yulan",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Effects of black carbon and mineral dust on glacial melting on the Muz Taw glacier, Central Asia",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Gao, T., Kang, S., Sprenger, M., Tao, S., & Du, W., et al. (2020). Effects of black carbon and mineral dust on glacial melting on the Muz Taw glacier, Central Asia. Sci Total Environ, 740, 140056."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "元素含量",
        "nameEn": "Element content"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "可溶有机碳",
        "nameEn": "DOC"
      },
      {
        "nameCn": "吸光性物质",
        "nameEn": "Light-absorbing impurities"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "阿勒泰",
        "keywordEn": "Aletai"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016-2017",
        "keywordEn": "2016-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection methods used to analyze the spatiotemporal distribution of light-absorbing impurities in glaciers of Central Asia during the years 2016-2017?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于分析2016-2017年中亚冰川中光吸收杂质的时空分布？",
        "AnswerEn": "A dataset collected on the spatiotemporal distribution of light-absorbing impurities in glaciers in Central Asia during 2016-2017 includes four tables. These tables capture data on DOC, MAC, and BC, OC, and DUST. Data collection involved measuring variables such as sample number, sampling date, depth, and concentrations of dissolved organic carbon, black carbon, organic carbon, dust, and total nitrate. The data was gathered from samples taken at different altitudes and snow types, indicating a detailed collection approach focusing on temporal and spatial variations.",
        "AnswerCn": "一个关于2016-2017年中亚冰川中光吸收杂质的时空分布的数据集包含四个表格。这些表格记录了溶解有机碳（DOC）、光吸收系数（MAC）、黑碳（BC）、有机碳（OC）和尘埃（DUST）的数据。数据收集涉及测量样本编号、采样日期、深度以及溶解有机碳、黑碳、有机碳、尘埃和总硝酸盐的浓度。数据是从不同海拔和雪类型的样本中收集的，表明了一个关注时空变化的详细收集方法。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of data collection methods for assessing spatiotemporal distribution of light-absorbing substances in glacial regions of Central Asia?",
        "QuestionCn": "评估中亚冰川地区光吸收物质时空分布的数据收集方法的关键特征是什么？",
        "AnswerEn": "gathering samples from different snow types and depths, recording sample locations using latitude, longitude, and elevation, analyzing samples for Dissolved Organic Carbon (DOC), Black Carbon (BC), Organic Carbon (OC), Dust, Total Nitrate (TN), temporal and spatial data across different categories such as accumulation layers and snow pits",
        "AnswerCn": "从不同类型和深度的雪中采集样本，使用纬度、经度和海拔记录样本位置，分析样本中的溶解有机碳（DOC）、黑碳（BC）、有机碳（OC）、尘埃、总硝酸盐（TN），以及不同类别的时间和空间数据，如积累层和雪坑。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is mass absorption cross section (MAC) in the context of glacier absorptive substances data collection?",
        "QuestionCn": "在冰川吸收物质数据收集的背景下，质量吸收截面（MAC）是什么？",
        "AnswerEn": "Mass absorption cross section (MAC) refers to the measure of the ability of particles, such as those found in glaciers, to absorb light. In the context of glacier absorptive substances data collection, MAC is used to quantify the extent to which substances like black carbon within the snow and ice absorb solar energy, which can impact melting rates and climatic conditions.",
        "AnswerCn": "质量吸收截面（MAC）是指颗粒（如冰川中的颗粒）吸收光的能力的测量。在冰川吸收物质数据收集的背景下，MAC用于量化雪和冰中如黑碳等物质吸收太阳能的程度，这可能影响融化速率和气候条件。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for assessing black carbon (BC) and organic carbon (OC) in the Altai snowpack compare to those used for analyzing BC, OC, and dust in the Central Asian Mustagh Ata glacier?",
        "QuestionCn": "评估阿尔泰雪盖中黑碳（BC）和有机碳（OC）的数据收集方法与分析中亚穆斯塔格阿塔冰川中的黑碳、OC和尘埃的方法相比如何？",
        "AnswerEn": "The data collection methods for assessing black carbon (BC) and organic carbon (OC) in the Altai snowpack involve sampling snow at various depths and times, as indicated by the samples in the dataset. This involves measuring DOC, BC, TN, and MAC (mass absorption cross-section) across different samples. For the Mustagh Ata glacier, the dataset includes BC, OC, and dust measurements, with additional geographical data such as latitude, longitude, and altitude, suggesting a potentially more comprehensive spatial analysis. Both methods consider temporal variations, but the glacier dataset provides a broader geographic context.",
        "AnswerCn": "评估阿尔泰雪盖中黑碳（BC）和有机碳（OC）的数据收集方法涉及在不同深度和时间采样雪，如数据集中样本所示。这包括测量DOC、BC、TN和MAC（质量吸收截面）在不同样本中的含量。对于穆斯塔格阿塔冰川，数据集包括BC、OC和尘埃测量，以及额外的地理数据，如纬度、经度和海拔，暗示着可能更全面的空间分析。两种方法都考虑了时间变化，但冰川数据集提供了更广泛的地理背景。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity of collecting data on the spatiotemporal distribution of light-absorbing substances in glaciers of Central Asia?",
        "QuestionCn": "在中亚冰川中收集光吸收物质的时空分布数据的复杂性因素包括哪些？",
        "AnswerEn": "The complexity in collecting data on the spatiotemporal distribution of light-absorbing substances in glaciers of Central Asia can be attributed to several factors, including the variability in sampling locations and conditions such as latitude, longitude, and elevation, as well as the differing types of snow and ice cover. Additionally, the need to accurately measure components such as DOC, BC, OC, and dust, which require precise and often sophisticated analytical techniques, can also add to the complexity. The temporal aspect, requiring data collection over multiple seasons or years, further complicates the process.",
        "AnswerCn": "在中亚冰川中收集光吸收物质的时空分布数据的复杂性可以归因于多个因素，包括采样地点和条件的变化，如纬度、经度和海拔，以及不同类型的雪和冰覆盖。此外，准确测量如溶解有机碳（DOC）、黑碳（BC）、有机碳（OC）和尘埃等成分的需求，需要精确且通常复杂的分析技术，这也增加了复杂性。时间方面的要求，即需要在多个季节或年份中进行数据收集，进一步使这一过程复杂化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using diverse sampling techniques on the accuracy and completeness of data related to the spatial and temporal distribution of light-absorbing substances in Central Asian glaciers?",
        "QuestionCn": "使用多样化采样技术对中亚冰川中光吸收物质的空间和时间分布相关数据的准确性和完整性可能产生的后果是什么？",
        "AnswerEn": "Using diverse sampling techniques can lead to variations in data accuracy and completeness due to differences in sampling depth, time, and environmental conditions. These variations might affect the consistency of measurements for parameters like DOC, BC, OC, and DUST, which are crucial for understanding spatial and temporal distribution. Inconsistent data collection methods could also impact the ability to compare results across different regions or time periods, potentially leading to challenges in identifying trends or changes in glacier environments.",
        "AnswerCn": "使用多样的采样技术可能会导致数据准确性和完整性的变化，这些变化源于采样深度、时间和环境条件的不同。这些变化可能会影响DOC、BC、OC和DUST等参数的测量一致性，而这些参数对于理解空间和时间分布至关重要。不一致的数据收集方法也可能影响在不同地区或时间段之间比较结果的能力，从而可能导致在识别冰川环境的趋势或变化时面临挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are typically used to collect and analyze the spatiotemporal distribution data of light-absorbing substances in glacial regions like Central Asia?",
        "QuestionCn": "在中亚等冰川地区，通常使用哪些程序和仪器来收集和分析光吸收物质的时空分布数据？",
        "AnswerEn": "The collection and analysis of light-absorbing substances in glacial regions, such as those in Central Asia, involve gathering data on samples from snow pits and glaciers. The data includes variables such as sampling depth, DOC, BC, TN, MAC, and more. The collected data is organized into tables with specific columns for each variable, such as sampling time, location coordinates, elevation, snow type, and concentrations of BC, OC, and dust. Instruments and procedures would likely include sampling tools for snow and ice, laboratory equipment for measuring DOC, BC, TN, and MAC, and GPS devices for recording precise location data.",
        "AnswerCn": "在冰川地区（如中亚）的光吸收物质的收集和分析涉及从雪坑和冰川中收集样本数据。数据包括采样深度、DOC、BC、TN、MAC等变量。收集的数据被组织成表格，具体列出每个变量，如采样时间、位置坐标、海拔、雪的类型以及BC、OC和尘埃的浓度。所使用的仪器和程序可能包括用于雪和冰的采样工具、用于测量DOC、BC、TN和MAC的实验室设备，以及用于记录精确位置数据的GPS设备。",
        "Level": "C3(Applying)"
      }
    ]
  }
}