{
    "id": "b72ea9fe-ffb8-4ea6-a8de-e3442fa88054",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of soil water erosion modulus with 2.5 m resolution in 22 watersheds of the Xinjiang Uygur Autonomous Region（2019）",
            "titleCn": "新疆维吾尔自治区22个小流域2.5米分辨率土壤水蚀模数数据集（2019）",
            "description": "1) The data includes the soil erosion modulus of 22 watersheds with a resolution of 2.5 m in the year of 2019 in the Xinjiang Uygur Autonomous Region. 2）Based on the surface layer of rainfall erosivity R, soil erodibility K, slope length factor LS, vegetation coverage FVC, and rotation sampling survey unit, the Chinese soil erosion model (CSLE) was used to calculate soil erosin modulus in 22 watersheds respectively. Through spatial data processing (including chart linking and transformation, vector-grid conversion, and resampling),  R, K, LS factors were calculated from the regional thematic map of rainfall erosivity, soil erodibility, and DEM. By half-month FVC, NPV, half-month rainfall erosivity data, we calculated the value of B factors  in each sampling watershed. The value of E factor was calculated based on the remote sensing interpretation result and engineering measure factor table. The value of tillage factor T was obtained from tillage zoning map and tillage measure table. And then the soil erosion modulus in each sampling watershed was calculated by the equation: A=R•K•LS•B•E•T. The selection of 22 watersheds was based on the layout of sampling survey in pan-third polar region. 3) Compared with the data of soil erosion intensity in the same region in the same year, there is no significant difference and the data quality is good.4) the data of soil erosion modulus is of great significance for studying the present situation of soil erosion in Pan third polar region, and it is also crucial for the implementation of the development policy of the Silk Road Economic Belt and the 21st-Century Maritime Silk Road.",
            "descriptionCn": "1)数据内容包括2019年新疆维吾尔自治区22个小流域2.5米分辨率土壤水蚀模数数据集（2019年），数据单位为t/(hm2·a)。2）采用中国土壤侵蚀模型CSLE (A=R•K•LS•B•E•T)方法，在面图层降雨侵蚀力R、土壤可蚀性K、坡度坡长因子LS、植被盖度FVC、轮作分区抽样调查单元的基础上，分别计算22个抽样单元土壤水蚀模数，评估土壤侵蚀状况。通过空间数据运算（包括图表链接及转换、矢栅转换、重采样等），将区域专题图降雨侵蚀力、土壤可蚀性、DEM转换为抽样单元的R、K、LS因子；通过半月FVC、NPV、半月降雨侵蚀力权重、其他地类B因子表分别计算抽样单元内各地类的B因子；通过遥感解译结果、工程措施因子表，计算抽样单元工程措施因子值；通过耕作分区图及耕作措施表获取抽样单元内耕作因子值，进而计算各抽样单元内土壤侵蚀模数。22个小流域的选取依据泛第三极地区抽样单元布设图。 3）通过和同年同区域已有土壤侵蚀强度数据对比，无明显差异，数据质量良好。4）土壤侵蚀模数数据对研究泛第三极土壤侵蚀现状，更好的贯彻“一带一路”发展政策具有重要的意义。",
            "instructions": "File name: stored as tif raster,XDA200402021-CSLE_Axinjiang01.tif represents the soil erosion modulus of the sample survey unit, of which, XDA20040202 is the subproject number, 1 is the group number of the subproject, CSLE is the Chinese soil erosion model, A represents the soil erosion modulus, and xinjiang01 represents the number of the selected watersheds. \nData reading method:：The raster data format can be opened by ArcGIS, ENVI, ERDAS and other software.",
            "instructionsCn": "文件命名：以tif栅格形式存储，XDA200402021-CSLE_Axinjiang01.tif：表示抽样单元土壤水蚀模数，其中XDA20040202是子课题编号，1是子子课题编号，CSLE是中国土壤流失方程，A表示土壤侵蚀模数，xinjiang01代表抽样单元编号。\n数据读取方式：可以采用ArcGIS、ENVI、erdas等软件打开。",
            "east": 87.88328,
            "west": 85.747743,
            "south": 42.665961,
            "north": 43.942443,
            "startTime": null,
            "endTime": null,
            "fileSize": 14331943.0,
            "cstr": "18406.11.Disas.tpdc.270450",
            "doi": "10.11888/Disas.tpdc.270450",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨勤科",
                "nameEn": "YANG Qinke",
                "unitEn": "Northwestern University",
                "unitCn": "西北大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国水力侵蚀抽样调查",
                "titleEn": null,
                "referenceCn": "刘宝元, 郭索彦, 李智广, 谢云, 张科利, 刘宪春. (2013). 中国水力侵蚀抽样调查. 中国水土保持, 10, 26-34.",
                "referenceEn": null
            },
            {
                "titleCn": "泛第三极土壤侵蚀遥感抽样调查方法研究",
                "titleEn": null,
                "referenceCn": "朱梦阳, 杨勤科, 王春梅, 张晓萍, 刘宝元, 魏欣, 庞国伟, 李玉茹, 土祥. (2019). 泛第三极土壤侵蚀遥感抽样调查方法研究. 水土保持学报, 33(5), 64-71.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Grain-size distribution of surface sediments of climbing andfalling dunes in the Zedang valley of the Yarlung Zangbo River, southern Tibetan plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, J.Q., Zhang, C.L., Li, Q., & Pan, X.H. (2019). Grain-size distribution of surface sediments of climbing and falling dunes in the Zedang valley of the Yarlung Zangbo River, southern Tibetan plateau. Journal of Earth System Science, 128, 1-11."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤侵蚀",
                "nameEn": "Soil reosion"
            },
            {
                "nameCn": "水土流失",
                "nameEn": "Water and soil loess"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "新疆维吾尔自治区",
                "keywordEn": "Xinjiang Uygur Autonomous Region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Comparison": [
            {
                "QuestionEn": "How does the use of the Chinese Soil Loss Equation (CSLE) model for calculating soil erosion modulus compare to other soil erosion models in terms of data requirements and accuracy?",
                "QuestionCn": "中国土壤流失方程（CSLE）模型在计算土壤侵蚀模量时，与其他土壤侵蚀模型相比，在数据需求和准确性方面有什么不同？",
                "AnswerEn": "The CSLE model employs specific factors such as rainfall erosivity (R), soil erodibility (K), slope length and steepness (LS), and others to estimate soil erosion modulus. It requires detailed spatial data operations, including converting rainfall erosivity, soil erodibility, and DEM into sampling unit factors. Comparatively, other soil erosion models may have different data requirements or may not require such detailed spatial data manipulation, potentially affecting accuracy. The CSLE model's accuracy for the mentioned region was validated by comparing it to existing soil erosion intensity data, showing no significant difference, indicating good data quality.",
                "AnswerCn": "CSLE模型采用特定因素，如降雨侵蚀性（R）、土壤侵蚀性（K）、坡长和坡度（LS）等，来估算土壤侵蚀模数。它需要详细的空间数据操作，包括将降雨侵蚀性、土壤侵蚀性和数字高程模型（DEM）转换为采样单元因素。相比之下，其他土壤侵蚀模型可能有不同的数据需求，或者可能不需要如此详细的空间数据处理，这可能会影响准确性。CSLE模型在所提及区域的准确性通过与现有土壤侵蚀强度数据的比较进行了验证，结果显示没有显著差异，表明数据质量良好。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might influence the accuracy of soil erosion modulus data collection in small watersheds like those in the Xinjiang Uygur Autonomous Region, considering various environmental and methodological variables?",
                "QuestionCn": "在像新疆维吾尔自治区这样的微小流域中，影响土壤侵蚀模量数据收集准确性的因素包括各种环境和方法论变量。",
                "AnswerEn": "The accuracy of soil erosion modulus data collection in small watersheds could be influenced by factors such as the precision of the Chinese Soil Loss Equation (CSLE) methodology, including the accurate measurement of rainfall erosivity (R), soil erodibility (K), slope length and steepness (LS), and vegetation cover (FVC). Additionally, the accuracy of remote sensing interpretations, engineering measures, and cultivation practices play a role, as they affect the input variables used in computing erosion modulus. The spatial data operations, such as raster-vector conversions and resampling, could also contribute to potential discrepancies in data accuracy.",
                "AnswerCn": "小流域土壤侵蚀模数数据收集的准确性可能受到多个因素的影响，例如中国土壤流失方程（CSLE）方法的精确性，包括降雨侵蚀性（R）、土壤侵蚀性（K）、坡长和坡度（LS）以及植被覆盖（FVC）的准确测量。此外，遥感解译的准确性、工程措施和耕作实践也会影响计算侵蚀模数所需的输入变量。空间数据操作，如栅格-矢量转换和重采样，也可能导致数据准确性存在潜在差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the accuracy and reliability of soil erosion assessments when utilizing a dataset that incorporates multiple factors like rainfall erosivity, soil erodibility, slope length, and vegetation cover derived from various data collection methods?",
                "QuestionCn": "当利用一个包含多个因素（如降雨侵蚀性、土壤侵蚀性、坡长和植被覆盖）且来源于不同数据收集方法的数据集进行土壤侵蚀评估时，可能对评估的准确性和可靠性产生的后果是什么？",
                "AnswerEn": "By incorporating multiple factors such as rainfall erosivity, soil erodibility, slope length, and vegetation cover, derived from various data collection methods, the dataset allows for a more comprehensive and nuanced assessment of soil erosion. This approach can enhance the accuracy and reliability of the assessments by considering the interplay between different environmental and anthropogenic factors, leading to a more detailed evaluation of soil erosion conditions. Additionally, the use of diverse data sources can minimize biases and provide a robust framework for comparing and validating soil erosion intensity with existing regional data, ultimately contributing to a better understanding of soil erosion trends and aiding in policy implementation, such as the 'Belt and Road' initiative.",
                "AnswerCn": "通过结合降雨侵蚀性、土壤侵蚀性、坡长和植被覆盖等多个因素，并利用各种数据收集方法，数据集能够对土壤侵蚀进行更全面和细致的评估。这种方法可以通过考虑不同环境和人为因素之间的相互作用，提高评估的准确性和可靠性，从而对土壤侵蚀状况进行更详细的评估。此外，使用多样化的数据来源可以减少偏差，并为比较和验证土壤侵蚀强度与现有区域数据提供一个稳健的框架，最终有助于更好地理解土壤侵蚀趋势，并支持政策实施，例如“一带一路”倡议。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to evaluate soil erosion conditions using a high-resolution soil water erosion modulus dataset in regional studies?",
                "QuestionCn": "在区域研究中，使用高分辨率土壤水蚀模量数据集评估土壤侵蚀条件的重要性是什么？",
                "AnswerEn": "Evaluating soil erosion conditions using a high-resolution soil water erosion modulus dataset in regional studies is important because it helps assess the current status of soil erosion in the region, which is crucial for implementing effective soil conservation strategies. It also aligns with broader policy goals such as the 'Belt and Road' development policy, enhancing regional environmental management and sustainability.",
                "AnswerCn": "使用高分辨率土壤水蚀模量数据集评估区域土壤侵蚀条件非常重要，因为它有助于评估该地区土壤侵蚀的现状，这对于实施有效的土壤保护策略至关重要。它还与“ Belt and Road”发展政策等更广泛的政策目标相一致，增强了区域环境管理和可持续性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be followed to calculate soil erosion modulus for small watersheds using a soil erosion model?",
                "QuestionCn": "可以遵循以下程序使用土壤侵蚀模型计算小流域的土壤侵蚀模量：\n\n1. **数据收集**：收集小流域的地形、土壤类型、植被覆盖、气象数据（降水、温度等）和土地利用等信息。\n\n2. **选择土壤侵蚀模型**：选择适合该流域特征的土壤侵蚀模型，如USLE（通用土壤流失方程）、RUSLE（修订通用土壤流失方程）或WEPP（水土保持评估程序）。\n\n3. **模型参数化**：根据收集的数据，确定模型所需的参数，包括降雨侵蚀力、土壤可侵蚀性、地表径流、植被覆盖度等。\n\n4. **模型运行**：使用选定的模型和参数进行模拟，计算不同条件下的土壤侵蚀量。\n\n5. **结果分析**：分析模型输出结果，评估土壤侵蚀模量，并与实际观测数据进行比较，以验证模型的准确性。\n\n6. **敏感性分析**：进行敏感性分析，确定哪些参数对土壤侵蚀模量的影响最大，以便进行进一步的研究和改进。\n\n7. **结果应用**：将计算得到的土壤侵蚀模量应用于流域管理、土壤保护和水土保持措施的制定。",
                "AnswerEn": "To calculate soil erosion modulus for small watersheds, the CSLE model (A=R•K•LS•B•E•T) can be used. This involves: computing rainfall erosivity (R), soil erodibility (K), slope length and steepness factor (LS) using spatial data operations like raster conversion and resampling for each sampling unit; calculating vegetation cover factor (B) for each land type within the sampling unit based on weighted factors from half-monthly FVC, NPV, and rainfall erosivity; determining engineering measures factors through remote sensing interpretation and engineering measures factor tables; and obtaining tillage factor values through cultivation zoning maps and tillage measures tables. These calculations help in assessing soil erosion conditions across the selected small watersheds.",
                "AnswerCn": "为了计算小流域的土壤侵蚀模数，可以使用CSLE模型（A=R•K•LS•B•E•T）。这涉及到：计算降雨侵蚀性（R）、土壤侵蚀性（K）、坡长和坡度因子（LS），使用空间数据操作，如栅格转换和重采样，针对每个采样单元；根据半月的FVC、NPV和降雨侵蚀性加权因素，计算每种土地类型的植被覆盖因子（B）；通过遥感解译和工程措施因子表确定工程措施因子；通过耕作分区图和耕作措施表获取耕作因子值。这些计算有助于评估所选小流域的土壤侵蚀状况。",
                "Level": "C3(Applying)"
            }
        ]
    }
}