{
  "id": "b82e4537-092a-4b6f-8aaf-88c050bf4926",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Coal geochemical elements, soil XRF data, identification of charcoal remains data and 14C dating data from Jirentaigoukou site in Xinjiang",
      "titleCn": "新疆吉仁台沟口遗址煤炭地球化学元素、土壤XRF数据、炭屑鉴定数据及14C测年数据",
      "description": "This dataset includes Coal geochemical elements, soil XRF data, identification of charcoal remains data and 14C dating data from Jirentaigoukou site in Xinjiang. Coal has long fuelled human civilizations. The history of systematic coal fuel exploitation has been traced back to the late third millennium before present (post-2500 BP). Although sporadic combustion of coal for fuel were reported in some prehistoric archaeological sites, evidence for the systematic exploitation of coal for fuel before 2500 BP remains lacking. Here, we report comprehensive understanding for the earliest systematic exploitation of coal for fuel at the Jirentaigoukou site in Xinjiang, NW China, at ~3600 BP. The main body of the site witnessed systematic exploitation of bituminous coals, illustrating a complete chaîne opératoire with selective mining, planned storage and extensive combustion. Our results transform the knowledge of energy history by extending the upper limit of the systematic exploitation of coal for fuel by approximately a millennium, and provide a precedent of energy transition under intense conflict between social demand and environmental deterioration.",
      "descriptionCn": "该数据集包括新疆吉仁台沟口遗址煤炭地球化学元素、土壤XRF数据、炭屑鉴定数据及碳十四测年数据。煤炭长期以来为人类文明提供了动力，煤炭燃料系统开采的历史可以追溯到2500 BP之后。尽管在一些史前考古遗址中有零星燃烧煤炭作为燃料的报道，但在2500年前系统地开采煤炭作为燃料的证据仍然缺乏。吉仁台沟口遗址记录了最早的系统煤炭燃料开采。研究结果将系统开采煤炭作为燃料的上限延长了大约1000年，为社会需求和环境恶化之间的激烈冲突下的能源转型提供了一个先例。",
      "instructions": "Qiu et al-2023-Coal geochemical elements, soil XRF, identification of charcoal remains and 14C dating data, store in xlsx format",
      "instructionsCn": "Qiu et al-2023-Coal geochemical elements, soil XRF, identification of charcoal remains and 14C dating data，以xlsx格式存储",
      "east": 82.7853,
      "west": 82.7853,
      "south": 43.8553,
      "north": 43.8553,
      "startTime": null,
      "endTime": null,
      "fileSize": 181150.0,
      "cstr": "18406.11.Paleoenv.tpdc.300702",
      "doi": "10.11888/Paleoenv.tpdc.300702",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "仇梦晗",
        "nameEn": "QIU Menghan",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Earliest systematic coal exploitation for fuel extended to~ 3600 BP.",
        "referenceCn": null,
        "referenceEn": "Qiu, M., Liu, R., Li, X., Du, L., Ruan, Q., Pollard, A. M., & Dong, G., et al. (2023). Earliest systematic coal exploitation for fuel extended to~ 3600 BP. Science Advances, 9(30), eadh0549."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "14C 测年",
        "nameEn": "14C dating"
      },
      {
        "nameCn": "XRF扫描",
        "nameEn": "XRF measurement"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "炭屑鉴定",
        "nameEn": "Identification of charcoal remains"
      },
      {
        "nameCn": "遗址",
        "nameEn": "Ruins"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "吉仁台沟口遗址",
        "keywordEn": "Jirentaigoukou site"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "3600 BP",
        "keywordEn": "3600 BP",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of geochemical element data collected from coal samples at archaeological sites?",
        "QuestionCn": "考古遗址煤样本中收集的地球化学元素数据的具体特征是什么？",
        "AnswerEn": "elemental compositions, concentrations",
        "AnswerCn": "元素组成，浓度",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different geochemical elements were measured in the coal samples from the site?",
        "QuestionCn": "从该地点的煤样中测量了多少种不同的地球化学元素？",
        "AnswerEn": "The dataset includes geochemical element measurements, but the exact number of different elements measured is not specified in the metadata.",
        "AnswerCn": "数据集中包含地球化学元素的测量值，但元数据中未指定测量的不同元素的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'XRF data' in the context of archaeological site analysis?",
        "QuestionCn": "在考古遗址分析的背景下，“XRF数据”是什么意思？",
        "AnswerEn": "In the context of archaeological site analysis, 'XRF data' refers to data collected using X-ray fluorescence spectroscopy, a technique used to determine the elemental composition of soil samples. This method is useful for analyzing the chemical makeup of materials found at sites, such as those found at the Xinjiang Jiren Tai Goukou site, to better understand historical and environmental conditions.",
        "AnswerCn": "在考古遗址分析的背景下，“XRF数据”指的是使用X射线荧光光谱法收集的数据，这是一种用于确定土壤样本元素组成的技术。该方法对于分析遗址中发现的材料的化学成分非常有用，例如在新疆吉仁台沟口遗址发现的材料，以更好地理解历史和环境条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for geochemical elements in coal compare with those used for soil XRF data in archaeological studies?",
        "QuestionCn": "煤炭中地球化学元素的数据收集方法与考古研究中土壤XRF数据的收集方法有何比较？",
        "AnswerEn": "The data collection methods for geochemical elements in coal likely involve techniques specific to analyzing the elemental composition of coal samples, which might include methods like mass spectrometry or other chemical assays. In contrast, soil XRF data collection involves using X-ray fluorescence to determine the elemental composition of soil samples. Both methods aim to provide detailed elemental profiles but may differ in terms of sample preparation, equipment used, and the specific elements they can accurately detect and quantify.",
        "AnswerCn": "煤中地球化学元素的数据收集方法可能涉及特定于分析煤样本元素组成的技术，这可能包括质谱法或其他化学分析方法。相比之下，土壤XRF数据收集则使用X射线荧光技术来确定土壤样本的元素组成。这两种方法都旨在提供详细的元素谱，但在样本准备、使用的设备以及能够准确检测和定量的特定元素方面可能有所不同。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors have influenced the development of systematic coal mining as a fuel source 2500 years ago, and how has this historical practice impacted the methods of data collection for geochemical elements and radiocarbon dating in archaeological sites?",
        "QuestionCn": "影响2500年前系统性煤矿开采作为燃料来源发展的因素有哪些？这种历史实践对考古遗址中地球化学元素和放射性碳定年的数据收集方法产生了怎样的影响？",
        "AnswerEn": "The systematic mining of coal as a fuel source 2500 years ago at sites like the 新疆吉仁台沟口遗址 was likely influenced by societal needs and environmental pressures, which drove innovation in energy extraction techniques. This historical context impacts current data collection methods by necessitating an interdisciplinary approach that includes geochemical analysis, soil XRF data, charcoal identification, and radiocarbon dating to accurately reconstruct past environments and resource utilization practices.",
        "AnswerCn": "2500年前在像新疆吉仁台沟口遗址这样的地方系统性开采煤炭作为燃料，可能受到社会需求和环境压力的影响，这推动了能源提取技术的创新。这一历史背景影响了当前的数据收集方法，要求采用跨学科的方法，包括地球化学分析、土壤XRF数据、木炭鉴定和放射性碳定年，以准确重建过去的环境和资源利用实践。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing soil XRF data and 14C dating in understanding the historical timeline of systematic coal fuel extraction?",
        "QuestionCn": "利用土壤XRF数据和14C测年技术来理解系统性煤炭燃料开采的历史时间线可能带来的后果是什么？",
        "AnswerEn": "Utilizing soil XRF data and 14C dating can significantly enhance the understanding of the historical timeline of systematic coal fuel extraction by providing precise elemental composition and age estimates. This could lead to a refined chronology of human energy use and broader insights into the environmental and societal impacts of early coal extraction practices.",
        "AnswerCn": "利用土壤XRF数据和14C测年可以显著增强对系统性煤炭燃料开采历史时间线的理解，提供精确的元素组成和年龄估计。这可能导致人类能源使用的精细年表，以及对早期煤炭开采实践的环境和社会影响的更广泛见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main objective of studying coal geochemical elements, soil XRF data, charcoal identification, and 14C dating in archaeological sites?",
        "QuestionCn": "研究煤的地球化学元素、土壤XRF数据、木炭鉴定和14C测年在考古遗址中的主要目标是什么？",
        "AnswerEn": "The main objective is to investigate the earliest systematic coal fuel extraction at the Jirentai Goukou site, extending the timeline of coal mining as a fuel by approximately 1000 years and providing insights into energy transitions under societal demands and environmental challenges.",
        "AnswerCn": "主要目标是调查吉仁台沟口遗址最早的系统性煤炭燃料开采，将煤矿作为燃料的时间线延长约1000年，并为在社会需求和环境挑战下的能源转型提供见解。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}