{
  "id": "b84229d8-abe9-44fb-b48b-6ae0ce2e2109",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Summary of zircon U-Pb ages of plutons in South Altyn area",
      "titleCn": "南阿尔金部分岩体锆石年龄数据",
      "description": "1) data mainly includes five elements: \"sampling location\", \"rock\", \"age\", \"tectonic setting\" and \"reference\";2) the main source of these data cover each big data platform, and some of the Chinese periodicals SCI papers.By extracting the documents of zircon U - Pb data and summarize, ensure the diversity of the data;3) these data sources are professional papers and documents, therefore has the reliability and authority.System based on the literature collection and sorting, ensure the accuracy and credibility of data;4) the main application of these data are used in the article discuss arkin spitting sigman north lithium beryllium deposit multistage magmatic metallogenic phenomenon.Through the analysis of the lithology of different sampling sites, elements such as age and tectonic background, can further research the process of formation and evolution of the ore deposit.These data for further research provides an important basis and reference.Through the data source and the application background, can be sure that the data in discussing arkin spit sigman north lithium beryllium deposit multistage magmatic - phenomenon has the vital significance and scientific value.",
      "descriptionCn": "1）数据主要包含五个要素：“采样地点”，“岩性”，“年龄”，“构造背景”和“参考文献”；2）这些数据的主要来源涵盖各大数据平台、中文期刊以及部分SCI文献。通过提取这些文献中的锆石U-Pb数据并进行汇总，确保了数据的多样性；3）这些数据的来源都是专业论文和文献，因此具备可靠性和权威性。通过对这些文献的系统收集和整理，确保了数据的准确性和可信度；4）这些数据的主要应用是用于文章中讨论阿尔金吐格曼北锂铍矿床的多阶段岩浆-成矿现象。通过分析不同采样地点的岩性、年龄以及构造背景等要素，可以深入研究该矿床的形成和演化过程。这些数据为进一步的研究提供了重要的基础和参考依据。通过数据的来源和应用背景，可以确信这些数据在讨论阿尔金吐格曼北锂铍矿床的多阶段岩浆-成矿现象方面具有重要的意义和科学价值。",
      "instructions": "Data stored in XLSX format, use excel to open;File name called SouZrnAges, Sou on behalf of the southern altun, ZrnAges represents the zircon age.",
      "instructionsCn": "数据以XLSX格式储存，用excel打开；文件名称为“SouZrnAges”，Sou代表南阿尔金，ZrnAges代表着锆石年龄。",
      "east": 92.0,
      "west": 86.0,
      "south": 37.75,
      "north": 39.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 16535.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "李杭",
        "nameEn": "LI Hang",
        "unitEn": "",
        "unitCn": "三明学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "南阿尔金塔什萨依地区早古生代火成岩年代学、地球化学研究及其地质意义. ",
        "titleEn": null,
        "referenceCn": "张魁. (2018). 南阿尔金塔什萨依地区早古生代火成岩年代学、地球化学研究及其地质意义. 硕士学位论文. 西安: 西北大学, 1-89.",
        "referenceEn": null
      },
      {
        "titleCn": "阿尔金南缘中段清水泉斜长花岗岩同位素年龄及成因研究.",
        "titleEn": null,
        "referenceCn": "王立社, 杨鹏飞, 段星星, 龙小平, 孙吉明. (2016). 阿尔金南缘中段清水泉斜长花岗岩同位素年龄及成因研究. 岩石学报, 32(3), 759-774. https://www.cnki.com.cn/Article/CJFDTOTAL-YSXB201603009.htm",
        "referenceEn": null
      },
      {
        "titleCn": "阿尔金南缘早古生代岩浆作用及碰撞造山过程. ",
        "titleEn": null,
        "referenceCn": "康磊, 校培喜, 高晓峰, 奚仁刚, 杨再朝. (2016). 阿尔金南缘早古生代岩浆作用及碰撞造山过程. 地质学报, 90(10), 2527-2550. doi: 10.3969/j.issn.0001-5717.2016.10.001",
        "referenceEn": null
      },
      {
        "titleCn": "尔金南缘塔特勒克布拉克复式花岗质岩体东段片麻状花岗岩的地球化学特征、锆石U-Pb定年及其地质意义. ",
        "titleEn": null,
        "referenceCn": "康磊, 刘良, 曹玉亭, 王超, 杨文强, 梁莎. (2013). 阿尔金南缘塔特勒克布拉克复式花岗质岩体东段片麻状花岗岩的地球化学特征、锆石U-Pb定年及其地质意义. 岩石学报, 29(9), 3039-3048. https://www.cnki.com.cn/Article/CJFDTOTAL-YSXB201309007.htm",
        "referenceEn": null
      },
      {
        "titleCn": "南阿尔金迪木那里克花岗岩地球化学、锆石U-Pb年代学与Hf同位素特征及其构造地质意义. ",
        "titleEn": null,
        "referenceCn": "杨文强, 刘良, 丁海波, 校培喜, 曹玉亭, 康磊. (2012). 南阿尔金迪木那里克花岗岩地球化学、锆石U-Pb年代学与Hf同位素特征及其构造地质意义. 岩石学报, 28(12), 4139-4150. https://www.cnki.com.cn/Article/CJFDTOTAL-YSXB201212026.htm",
        "referenceEn": null
      },
      {
        "titleCn": "南阿尔金山清水泉镁铁-超镁铁质侵入体LA-ICP-MS锆石U-Pb同位素定年及其意义",
        "titleEn": null,
        "referenceCn": "马中平, 李向民, 徐学义, 孙吉明, 唐卓, 杜涛. (2011). 南阿尔金山清水泉镁铁-超镁铁质侵入体LA-ICP-MS锆石U-Pb同位素定年及其意义. 中国地质, 38(4), 1071-1078. https://www.cnki.com.cn/Article/CJFDTOTAL-DIZI201104026.htm",
        "referenceEn": null
      },
      {
        "titleCn": "阿尔金山南缘长沙沟镁铁—超镁铁质层状杂岩体的发现与地质意义——岩石学和地球化学初步研究.",
        "titleEn": null,
        "referenceCn": "马中平, 李向民, 孙吉明, 徐学义, 雷永孝, 王立社, 段星星. (2009). 阿尔金山南缘长沙沟镁铁—超镁铁质层状杂岩体的发现与地质意义——岩石学和地球化学初步研究. 岩石学报, 25(4), 793-804. https://www.cnki.com.cn/Article/CJFDTOTAL-YSXB200904006.htm",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Geochronology of multi-stage metamorphic events: Constraints on episodic zircon growth from the UHP eclogite in the South Altyn, NW China",
        "referenceCn": null,
        "referenceEn": "Liu, L., Wang, C., Cao, Y.T., Chen, D.L., Kang, L., Yang, W.Q., & Zhu, X.H. (2012). Geochronology of multi-stage metamorphic events: Constraints on episodic zircon growth from the UHP eclogite in the South Altyn, NW China. Lithos, 136-139, 10-26. doi: 10.1016/j.lithos.2011.09.014"
      },
      {
        "titleCn": "新疆阿尔金长沙沟超镁铁质岩锆石U-Pb年龄及其地质意义",
        "titleEn": null,
        "referenceCn": "郭金城, 徐旭明, 陈海燕, 李先, 董洪凯, 提振海. (2014). 新疆阿尔金长沙沟超镁铁质岩锆石U-Pb年龄及其地质意义. 西北地质, 47(4), 170-177. doi: 10.3969/j.issn.1009-6248.2014.04.018",
        "referenceEn": null
      },
      {
        "titleCn": "阿尔金山南缘长沙沟-清水泉一带镁铁-超镁质杂岩体Cu-Ni-PGE含矿性讨论.",
        "titleEn": null,
        "referenceCn": "马中平, 孙吉明, 唐卓, 李向民, 徐学义, 雷永孝, 王立社, 段星星. (2010). 阿尔金山南缘长沙沟-清水泉一带镁铁-超镁质杂岩体Cu-Ni-PGE含矿性讨论. 西北地质, 43(4), 18-24. https://www.cnki.com.cn/Article/CJFDTOTAL-XBDI201004005.htm",
        "referenceEn": null
      },
      {
        "titleCn": "南阿尔金高压-超高压变质带早古生代多期花岗质岩浆作用及其地质意义. ",
        "titleEn": null,
        "referenceCn": "康磊. (2014). 南阿尔金高压-超高压变质带早古生代多期花岗质岩浆作用及其地质意义. 博士学位论文. 西安: 西北大学, 1-119.",
        "referenceEn": null
      },
      {
        "titleCn": "阿尔金造山带帕夏拉依档岩体锆石U-Pb年代学、地球化学特征及地质意义. ",
        "titleEn": null,
        "referenceCn": "张若愚, 曾忠诚, 朱伟鹏, 陈宁, 赵江林, 李琦, 王秦伟, 饶静文. (2016). 阿尔金造山带帕夏拉依档岩体锆石U-Pb年代学、地球化学特征及地质意义. 地质论评, 62(5), 1283-1299. https://www.cnki.com.cn/Article/CJFDTOTAL-DZLP201605017.htm",
        "referenceEn": null
      },
      {
        "titleCn": "南阿尔金玉苏普阿勒克塔格花岗质复式岩体岩石成因与构造地质意义研究",
        "titleEn": null,
        "referenceCn": "高栋. (2017). 南阿尔金玉苏普阿勒克塔格花岗质复式岩体岩石成因与构造地质意义研究. 硕士学位论文. 西安: 长安大学, 1-56.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Geochemical and geochronologic constraints for Paleozoic magmatism related to the orogenic collapse in the Qimantagh-South Altyn region, northwestern China. ",
        "referenceCn": null,
        "referenceEn": "Wang, C., Liu, L., Xiao, P.X., Cao, Y.T., Yu, H.Y., Meert, J.G., & Liang, W.T. (2014). Geochemical and geochronologic constraints for Paleozoic magmatism related to the orogenic collapse in the Qimantagh-South Altyn region, northwestern China. Lithos, 202-203, 1-20."
      },
      {
        "titleCn": "南阿尔金早古生代俯冲碰撞过程中的花岗质岩浆作用. ",
        "titleEn": null,
        "referenceCn": "刘良, 康磊, 曹玉亭, 杨文强. (2015). 南阿尔金早古生代俯冲碰撞过程中的花岗质岩浆作用. 中国科学(地球科学), 45(8), 1126-1137. https://www.cnki.com.cn/Article/CJFDTOTAL-JDXK201508004.htm",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "矿物/水晶",
        "nameEn": "minerals/crystals"
      },
      {
        "nameCn": "锆石",
        "nameEn": "zircon"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "阿尔金",
        "keywordEn": "Altyn Tagh"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many zircon age data points have been collected from various sampling locations within the Altyn Tagh region?",
        "QuestionCn": "在阿尔廷塔格地区的各个采样地点收集了多少个锆石年龄数据点？",
        "AnswerEn": "The exact number of zircon age data points collected from various sampling locations within the Altyn Tagh region is not specified.",
        "AnswerCn": "在阿尔金塔格地区的不同采样地点收集的锆石年龄数据点的确切数量未被指定。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '锆石年龄数据' in the context of geological research?",
        "QuestionCn": "在地质研究中，“锆石年龄数据”是什么意思？",
        "AnswerEn": "In the context of geological research, '锆石年龄数据' refers to zircon age data, which is used to determine the age of rock formations through U-Pb dating. This data typically includes elements such as sampling location, lithology, age, tectonic setting, and references, derived from professional papers and journals. It provides critical information for studying the multi-stage magmatic-mineralization phenomena of mineral deposits, aiding in understanding their formation and evolution.",
        "AnswerCn": "在地质研究的背景下，“锆石年龄数据”指的是锆石年龄数据，用于通过铀-铅定年法确定岩石形成的年龄。这些数据通常包括采样位置、岩石类型、年龄、构造背景和参考文献，来源于专业论文和期刊。它为研究矿床的多阶段岩浆-矿化现象提供了重要信息，有助于理解其形成和演化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying rules or methods can be inferred from the diversity and reliability of zircon U-Pb age data collected from various platforms and literature sources for studying the multi-phase magmatic-mineralization phenomena at the Altyn Tagh North Tuman lithium-beryllium deposit?",
        "QuestionCn": "从各种平台和文献来源收集的锆石U-Pb年龄数据的多样性和可靠性中可以推断出哪些潜在规则或方法，用于研究阿尔金塔格北图曼锂-铍矿床的多阶段岩浆-成矿现象？",
        "AnswerEn": "The diversity and reliability of zircon U-Pb age data can be inferred from the systematic collection and summarization of information from major data platforms, Chinese journals, and some SCI literature. This approach ensures data accuracy and credibility, allowing researchers to study the formation and evolution processes of the Altyn Tagh North Tuman lithium-beryllium deposit by analyzing elements like lithology, age, and tectonic setting from different sampling locations, providing a robust foundation for further research.",
        "AnswerCn": "锆石U-Pb年龄数据的多样性和可靠性可以通过系统地收集和总结来自主要数据平台、中国期刊以及一些SCI文献的信息来推断。这种方法确保了数据的准确性和可信度，使研究人员能够通过分析不同采样地点的岩石类型、年龄和构造背景等元素，研究阿尔金塔北图曼锂铍矿床的形成和演化过程，为进一步研究提供了坚实的基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing diverse data sources, such as major data platforms, Chinese journals, and SCI literature, on the reliability and scientific value of zircon U-Pb age datasets in geological research?",
        "QuestionCn": "利用多样化的数据来源，如主要数据平台、中国期刊和SCI文献，对地质研究中锆石U-Pb年龄数据集的可靠性和科学价值可能产生的后果是什么？",
        "AnswerEn": "Utilizing diverse data sources can enhance the reliability and scientific value by ensuring data diversity and accuracy. It allows for a comprehensive collection of zircon U-Pb age data, which is crucial for studying the multi-stage magmatic-mineralization phenomena of deposits. The diversity of sources also ensures the data's authority and credibility, thus providing a solid foundation for further research into the formation and evolution processes of the Altyn Togoman North lithium-beryllium deposit.",
        "AnswerCn": "利用多样化的数据来源可以增强数据的可靠性和科学价值，确保数据的多样性和准确性。这使得对锆石U-Pb年龄数据的全面收集成为可能，这对于研究矿床的多阶段岩浆-矿化现象至关重要。数据来源的多样性还确保了数据的权威性和可信度，从而为进一步研究阿尔廷托戈曼北部锂-铍矿床的形成和演化过程提供了坚实的基础。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to systematically collect and organize zircon U-Pb data from various literature sources to ensure diversity and reliability in the context of studying multi-stage magmatic-mineralization phenomena?",
        "QuestionCn": "从各种文献来源系统地收集和组织锆石U-Pb数据，以确保在研究多阶段岩浆-成矿现象中的多样性和可靠性，需要遵循哪些程序？",
        "AnswerEn": "To systematically collect and organize zircon U-Pb data, procedures involve identifying and extracting relevant data from major data platforms, Chinese journals, and some SCI literature. Systematic collection and organization involve ensuring the data encompass key elements such as sampling location, lithology, age, tectonic setting, and references. By focusing on professional papers and literature, the reliability and authority of the data are ensured. The collected data are then systematically reviewed and consolidated to maintain accuracy and credibility, providing a robust foundation for further research on the Alkin Tugemanbei lithium-beryllium deposit's formation and evolution.",
        "AnswerCn": "为了系统地收集和整理锆石U-Pb数据，程序涉及从主要数据平台、中国期刊和一些SCI文献中识别和提取相关数据。系统的收集和整理涉及确保数据涵盖关键要素，如采样地点、岩性、年龄、构造背景和参考文献。通过关注专业论文和文献，确保数据的可靠性和权威性。收集的数据随后经过系统审查和整合，以保持准确性和可信度，为进一步研究阿尔金图格曼贝锂铍矿床的形成和演化提供坚实基础。",
        "Level": "C3(Applying)"
      }
    ]
  }
}