{
    "id": "b886a260-0cc8-4ad0-a6d2-5dcc5357a6db",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER：Dataset of Hydrometeorological observation network (an automatic weather station of Sidaoqiao mixed forest station, 2015)",
            "description": "This data set contains meteorological element observation data from January 1, 2015 to December 31, 2015 at the downstream mixed forest station of heihe hydrometeorological observation network.The station is located at sidao bridge, dalaihubu town, ejin banner, Inner Mongolia.The longitude and latitude of the observation point are 101.1335e, 41.9903n and 874m above sea level.The air temperature and relative humidity sensors are located at 28m, facing due north.The barometer is installed in the anti-skid box on the ground;Tilting bucket rain gauge installed at 28m;The wind speed and direction sensor is located at 28m, facing due north.The four-component radiometer is installed at 24m, facing due south;Two infrared thermometers are installed at 24m, facing due south and the probe facing vertically downward.Two photosynthetically active radiators were installed at a position of 24m, facing due south, with one probe vertically upward and one probe vertically downward.The soil temperature probe is buried at 0cm of the surface and 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm underground, 2m to the south of the meteorological tower.The soil water probe is buried 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm underground, 2m to the south of the meteorological tower.The soil heat flow plates (3 pieces) are buried in the ground 6cm underground, 2m to the south of the meteorological tower.\nObservation items are: air temperature and humidity (Ta_28m, RH_28m) (unit: c, percentage), pressure (Press) (unit: hundred mpa), precipitation (Rain) (unit: mm), wind speed (WS_28m) (unit: m/s), wind (WD_28m) (unit: degrees), the radiation of four component (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit:(unit: Ts_0cm, Ts_2cm, Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm, Ts_60cm, Ts_100cm) (unit: Celsius), soil moisture (Ms_2cm, Ms_4cm, Ms_10cm, Ms_20cm, Ms_40cm, Ms_60cm, Ms_100cm) (unit:Volumetric water content, percentage), upward and downward photosynthetically active radiation (PAR_up, PAR_down) (in micromol/m2 seconds).\nProcessing and quality control of observed data :(1) ensure 144 pieces of data every day (every 10min), and mark by -6999 in case of data missing;Due to the sensor problem, the data of wind speed was partly missing between September 28 and November 8, 2015;Infrared temperature 1 data missing between 4.28 and 5.23 due to sensor problem;(2) excluding the time with duplicate records;(3) data that obviously exceeds the physical significance or the range of the instrument is deleted;(4) the part marked with red letter in the data is the data in question;(5) date and time have the same format, and date and time are in the same column.For example, the time is: September 10, 2015, 10:30;(6) the naming rule is: AWS+ site name.\nFor information of hydrometeorological network or station, please refer to Li et al. (2013), and for observation data processing, please refer to Liu et al. (2011).",
            "instructions": "",
            "east": 101.1335,
            "west": 101.1335,
            "south": 41.9903,
            "north": 41.9903,
            "startTime": "2015-01-12 16:00:00",
            "endTime": "2016-01-11 16:00:00",
            "fileSize": 18358359.0,
            "cstr": "18406.11.hiwater.318.2016.db",
            "doi": "10.3972/hiwater.318.2016.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordEn": "mixed forest station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2015",
                "type": "temporal"
            },
            {
                "keywordEn": "2015-01-01 to 2015-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are there established protocols for quality control and processing of hydrometeorological data collected from automatic weather stations in the documented research?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which data collection method is more effective for measuring soil moisture in oasis–desert systems: eddy covariance systems, automatic weather stations, or other techniques?",
                    "Answer": "Automatic weather stations",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary challenges in collecting accurate data for evapotranspiration estimation in heterogeneous land surfaces?",
                    "Answer": "complexity of two-source evapotranspiration models",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to observe energy and water vapor exchange in oasis–desert ecosystems?",
                    "Answer": "One example of a data collection method for observing energy and water vapor exchange in oasis–desert ecosystems involves using an eddy covariance system and scintillometer to acquire half-hourly turbulent flux data. Additionally, hydrometeorological data, such as radiation, soil heat flux, soil temperature profiles, and gradients of air temperature and humidity, are collected from automatic weather stations with a 10-minute average period.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in the collection of hydrometeorological data in arid and semiarid regions?",
                    "Answer": "A notable challenge in collecting hydrometeorological data in arid and semiarid regions is addressing the ecological environment degradation, such as drying rivers and lakes, vegetation degradation, and land desertification, which affects the accuracy and reliability of data collection efforts, especially in areas like the Tarim River basin and the Aral Sea basin.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that includes observations on energy, water vapor, and carbon exchange in oasis–desert areas?",
                    "Answer": "An example of such a dataset includes long-term observational data on energy, water vapor, carbon and methane fluxes, as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters collected from the middle and lower reaches of the Heihe River Basin since 2012. This dataset is freely available from the National Tibetan Plateau Data Center.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key characteristics of data collection methods used in arid and semiarid regions for hydrometeorological observations?",
                    "Answer": "automatic weather stations, measure variables such as radiation, soil heat flux, soil temperature profiles, air temperature, humidity gradients, wind speed and direction, air pressure, precipitation, soil moisture profiles, measurements averaged over 10-minute periods, eddy covariance systems, scintillometers, half-hourly turbulent flux data, long-term observations",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What attributes are essential for ensuring the quality control of observational datasets in hydrometeorological research?",
                    "Answer": "consistent and accurate data collection, fixed frequency, marking and handling missing data, removing duplicate records, deleting data points outside limits, highlighting questionable data, standardized format for date and time",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many meteorological parameters are measured at the Daman superstation, and what is their frequency?",
                    "Answer": "10 minutes, 5 meters, 12 meters, 4.5 meters, 10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many land surface flux and meteorological stations have been established in the HRB regions since 2012?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection techniques for meteorological parameters at the Heihe Hydrometeorological Observation Network compare to those used in the oasis–desert systems for observing energy, water vapor, and carbon fluxes?",
                    "Answer": "The Heihe Hydrometeorological Observation Network utilizes a variety of sensors mounted at specific heights and locations to measure meteorological parameters such as air temperature, humidity, wind speed, and soil characteristics, with data recorded every 10 minutes. In contrast, the oasis–desert systems use eddy covariance systems and scintillometers to capture half-hourly turbulent flux data, and automatic weather stations for hydrometeorological data, also supplemented with vegetation and soil parameters.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the similarities and differences in the challenges faced when using the TSEB model for evapotranspiration estimation compared to understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                    "Answer": "Both the TSEB model and the study of oasis–desert ecosystems face challenges related to accurately estimating surface fluxes and managing environmental complexities. The TSEB model struggles with accurately calculating component temperatures and dealing with uncertainties in advective conditions, while oasis–desert studies confront ecological degradation and the need for long-term observations to understand system interactions. However, the TSEB model specifically deals with the complexity of separating soil and canopy temperatures, whereas oasis–desert systems focus on maintaining ecological balance and understanding carbon dynamics.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What are the underlying reasons that lead to data gaps or errors in hydrometeorological observations in the 黑河生态水文遥感试验 data collection?",
                    "Answer": "Data gaps or errors can result from sensor issues, as indicated by missing wind speed data due to sensor problems between specific dates, and infrared temperature data gaps due to sensor malfunctions. Additionally, errors might occur from physical or instrumental limitations, such as data exceeding expected physical ranges or sensor capacities.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes the challenge in accurately estimating surface fluxes in arid agricultural areas using models like the TSEB?",
                    "Answer": "The challenge mainly arises from uncertainties in surface-air temperature differences, which can be exacerbated by errors in determining soil and vegetation component temperatures from composite radiometric temperatures. Additionally, the strong advective environments in these regions contribute to these difficulties.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the complexity of maintaining long-term energy, water vapor, and carbon exchange datasets in oasis-desert systems?",
                    "Answer": "The complexity stems from ecological degradation issues such as drying rivers, lake shrinkage, and intensified land desertification, which are prevalent in arid and semiarid inland river basins. These environmental challenges complicate data collection and require comprehensive observational strategies over extended periods.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What effects might the establishment of multiple meteorological stations in arid regions have on the understanding of oasis–desert interactions over time?",
                    "Answer": "Establishing multiple meteorological stations in arid regions allows for comprehensive data collection over time, enhancing understanding of oasis–desert interactions. This includes insights into the energy, water vapor, and carbon exchange processes, which are crucial for maintaining ecological stability and supporting sustainable development in these landscapes.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to collect long-term energy, water vapor, and carbon flux data in oasis–desert systems?",
                    "Answer": "Collecting long-term energy, water vapor, and carbon flux data in oasis–desert systems is important to understand the basic characteristics of these exchanges, which are crucial for maintaining a balance between oasis and desert systems. This understanding supports the ecological security and sustainable development of oases, helps achieve carbon neutrality goals, and informs the protection of ecological stability and socioeconomic development of these regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How are soil and canopy component temperatures measured and utilized to estimate evaporation, transpiration, and evapotranspiration using the TSEB model?",
                    "Answer": "The soil and canopy component temperatures are measured using a high-resolution thermal infrared camera. These temperatures are used as inputs to the TSEB model to estimate evaporation, transpiration, and evapotranspiration. The thermal camera captures thermal images from a platform, and these images are classified into soil and canopy pixels to calculate directional brightness temperatures. The resulting radiometric temperatures are validated against surface temperatures observed by a four-component radiometer.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What procedures are used to ensure data quality and accuracy in the collection of hydrometeorological data in arid regions?",
                    "Answer": "The data collection procedures involve using automatic weather stations with a 10-minute average period to gather hydrometeorological data, which includes radiation, soil heat flux, soil temperature profiles, and more. Data processing involves quality control steps such as ensuring consistent data formats, identifying and marking missing data, and removing duplicates or physically implausible values. Data is then archived and shared, with particular attention to maintaining long-term observational consistency.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What observational technologies enable the accurate partitioning of evapotranspiration into evaporation and transpiration over heterogeneous land surfaces?",
                    "Answer": "The use of a high-resolution thermal camera to observe soil and canopy component temperatures, combined with the two-source energy balance (TSEB) model and stable oxygen and hydrogen isotope techniques, enables accurate estimation and validation of evaporation and transpiration.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the integration of eddy covariance systems and scintillometers enhance the collection of energy, water vapor, and carbon flux data in arid and semiarid regions?",
                    "Answer": "Eddy covariance systems and scintillometers provide half-hourly turbulent flux data, which are crucial for capturing detailed temporal variations in energy, water vapor, and carbon fluxes in these regions, enabling a comprehensive understanding of oasis–desert interactions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What specific conditions or configurations of meteorological sensors are necessary for the continuous monitoring of hydrometeorological parameters in mixed forest ecosystems?",
                    "Answer": "Meteorological sensors should be installed at specific heights and orientations, such as air temperature and humidity sensors at 28m, soil temperature and moisture probes at various depths, and four-component radiometers at 24m, to ensure accurate and continuous monitoring of atmospheric and soil conditions in these ecosystems.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the data collection methods used in hydrometeorological observations face challenges in ensuring data completeness and accuracy?",
                    "Answer": "Data collection methods in hydrometeorological observations can face challenges due to sensor malfunctions, leading to data gaps as indicated by missing values. Additionally, environmental factors such as extreme weather conditions might impact the accuracy of sensor readings or cause physical damage to equipment, leading to incomplete datasets or erroneous data entries.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is accurately estimating evapotranspiration (ET) in arid regions particularly challenging, and how might data collection methods be adapted to address these challenges?",
                    "Answer": "Accurately estimating ET in arid regions is challenging due to the heterogeneous landscape, which includes mixed soil and vegetation components with different temperatures and resistances to energy exchange. Data collection methods might need to incorporate high-resolution thermal imaging and advanced modeling techniques to better capture the distinct temperature profiles of soil and canopy components, thus improving ET estimation accuracy.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Why might the current data collection methods struggle to capture the interactions between oasis and desert systems, and what improvements could be anticipated?",
                    "Answer": "Current data collection methods might struggle to capture the interactions between oasis and desert systems due to the complex and dynamic exchanges of energy, water vapor, and carbon. Improvements could include the establishment of more comprehensive observation networks that combine long-term data from multiple sensors, such as eddy covariance systems and scintillometers, to provide a more detailed understanding of these interactions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "In your opinion, what challenges might arise in the long-term maintenance of data reliability in oasis–desert ecosystems given the potential environmental and technical challenges?",
                    "Answer": "The long-term maintenance of data reliability in oasis–desert ecosystems could be challenged by environmental factors such as harsh weather conditions, which may affect sensor durability and data accuracy. Technical challenges include maintaining the calibration of instruments over time and ensuring consistent data collection despite potential equipment failures. Additionally, addressing ecological changes such as land desertification and managing the complex interactions between natural and artificial oasis systems are crucial for sustaining accurate and reliable datasets.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how long-term observations are collected and maintained in oasis–desert ecosystems to ensure data reliability and consistency.",
                    "Answer": "Long-term observations in oasis–desert ecosystems are collected using a suite of observational datasets that include energy, water vapor, carbon, and methane fluxes, as well as auxiliary data on hydrometeorology, vegetation, and soil parameters. These are obtained using an eddy covariance system and scintillometer, with hydrometeorological data observed from automatic weather stations at 10-minute intervals. Data collection, processing, and archiving are involved in ensuring reliability and consistency.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please summarize the data collection techniques used for observing energy, water vapor, and carbon exchange in oasis–desert areas.",
                    "Answer": "The data collection techniques for observing energy, water vapor, and carbon exchange in oasis–desert areas include long-term observational datasets from artificial and natural systems, utilizing eddy covariance systems and scintillometers for turbulent flux data. Additionally, automatic weather stations provide hydrometeorological data with a 10-minute average period and include parameters such as radiation, soil heat flux, soil temperature profiles, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles. Vegetation and soil parameters are also included.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please identify and analyze the challenges faced in measuring soil and canopy component temperatures in arid regions.",
                    "Answer": "Challenges in measuring soil and canopy component temperatures in arid regions include errors primarily caused by image classification errors, which vary with vegetation abundance. These errors lead to an overestimation of canopy temperature due to soil pixels being classified as vegetation pixels. Furthermore, ignoring atmospheric upwelling radiation and transmittance can produce uncertainties in the estimated temperatures. Uncertainties in the incoming short- and long-wave radiation transmittances through the canopy may also contribute to estimation errors.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please explore potential datasets that could be used to study the oasis–desert interactions and their impact on carbon balance.",
                    "Answer": "Potential datasets for studying oasis–desert interactions and their impact on carbon balance include long-term data from 11 land surface flux and meteorological stations established in the middle and lower reaches of arid regions in western China. These datasets comprise energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters. The data is freely available from the National Tibetan Plateau Data Center, enabling a comprehensive analysis of oasis–desert interactions.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}