{
  "id": "b886a260-0cc8-4ad0-a6d2-5dcc5357a6db",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "HiWATER：Dataset of Hydrometeorological observation network (an automatic weather station of Sidaoqiao mixed forest station, 2015)",
      "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（混合林站自动气象站-2015）",
      "description": "This data set contains meteorological element observation data from January 1, 2015 to December 31, 2015 at the downstream mixed forest station of heihe hydrometeorological observation network.The station is located at sidao bridge, dalaihubu town, ejin banner, Inner Mongolia.The longitude and latitude of the observation point are 101.1335e, 41.9903n and 874m above sea level.The air temperature and relative humidity sensors are located at 28m, facing due north.The barometer is installed in the anti-skid box on the ground;Tilting bucket rain gauge installed at 28m;The wind speed and direction sensor is located at 28m, facing due north.The four-component radiometer is installed at 24m, facing due south;Two infrared thermometers are installed at 24m, facing due south and the probe facing vertically downward.Two photosynthetically active radiators were installed at a position of 24m, facing due south, with one probe vertically upward and one probe vertically downward.The soil temperature probe is buried at 0cm of the surface and 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm underground, 2m to the south of the meteorological tower.The soil water probe is buried 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm underground, 2m to the south of the meteorological tower.The soil heat flow plates (3 pieces) are buried in the ground 6cm underground, 2m to the south of the meteorological tower.\nObservation items are: air temperature and humidity (Ta_28m, RH_28m) (unit: c, percentage), pressure (Press) (unit: hundred mpa), precipitation (Rain) (unit: mm), wind speed (WS_28m) (unit: m/s), wind (WD_28m) (unit: degrees), the radiation of four component (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit:(unit: Ts_0cm, Ts_2cm, Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm, Ts_60cm, Ts_100cm) (unit: Celsius), soil moisture (Ms_2cm, Ms_4cm, Ms_10cm, Ms_20cm, Ms_40cm, Ms_60cm, Ms_100cm) (unit:Volumetric water content, percentage), upward and downward photosynthetically active radiation (PAR_up, PAR_down) (in micromol/m2 seconds).\nProcessing and quality control of observed data :(1) ensure 144 pieces of data every day (every 10min), and mark by -6999 in case of data missing;Due to the sensor problem, the data of wind speed was partly missing between September 28 and November 8, 2015;Infrared temperature 1 data missing between 4.28 and 5.23 due to sensor problem;(2) excluding the time with duplicate records;(3) data that obviously exceeds the physical significance or the range of the instrument is deleted;(4) the part marked with red letter in the data is the data in question;(5) date and time have the same format, and date and time are in the same column.For example, the time is: September 10, 2015, 10:30;(6) the naming rule is: AWS+ site name.\nFor information of hydrometeorological network or station, please refer to Li et al. (2013), and for observation data processing, please refer to Liu et al. (2011).",
      "descriptionCn": "该数据集包含了2015年1月1日至2015年12月31日黑河水文气象观测网下游混合林站气象要素观测数据。站点位于内蒙古额济纳旗达来呼布镇四道桥，下垫面是柽柳与胡杨。观测点的经纬度是101.1335E,41.9903N，海拔874m。空气温度、相对湿度传感器架设在28m处，朝向正北；气压计安装在地面上的防撬箱内；翻斗式雨量计安装在28m处；风速与风向传感器架设在28m，朝向正北；四分量辐射仪安装在24m处，朝向正南；两个红外温度计安装在24m处，朝向正南，探头朝向是垂直向下；两个光合有效辐射仪安装在24m处，朝向正南，探头垂直向上和向下方向各一个；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm、60cm、100cm处，在距离气象塔2m的正南方；土壤水分探头埋设在地下2cm、4cm、10cm、20cm、40cm、60cm、100cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处，在距离气象塔2m的正南方。\n观测项目有：空气温湿度（Ta_28m、RH_28m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_28m）(单位：米/秒)、风向（WD_28m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_60cm、Ts_100cm）(单位：摄氏度)、土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_60cm、Ms_100cm）(单位：体积含水量，百分比)、向上与向下光合有效辐射（PAR_up、PAR_down）(单位：微摩尔/平方米秒)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；风速由于传感器的问题，在2015.9.28-11.8之间数据部分缺失；红外温度1由于传感器的问题在4.28-5.23之间数据缺失；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2015-9-10 10:30；（6）命名规则为：AWS+站点名称。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.1335,
      "west": 101.1335,
      "south": 41.9903,
      "north": 41.9903,
      "startTime": "2015-01-12 16:00:00",
      "endTime": "2016-01-11 16:00:00",
      "fileSize": 18358359.0,
      "cstr": "18406.11.hiwater.318.2016.db",
      "doi": "10.3972/hiwater.318.2016.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "气象要素",
        "nameEn": "Meteorological element"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "下游天然绿洲试验区",
        "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
      },
      {
        "keywordCn": "混合林站",
        "keywordEn": "mixed forest station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      },
      {
        "keywordCn": "2015-01-01至2015-12-31",
        "keywordEn": "2015-01-01 to 2015-12-31",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪测量结果相比的总通量或蒸散发（土壤加冠层）。",
        "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间的关系更为复杂。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而变得主导。在这封信中，显示出与观测到的复合辐射温度相比，组分温度存在过高估计的现象。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体表现为E（E/ET%）和T（T/ET%）的观测比率。",
        "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估算蒸散（E）、蒸发（T）和蒸散发（ET），并随后结合稳定氧和氢同位素技术以及涡动相关（EC）测量更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在4.5米高处使用10 Hz采样频率的涡度相关系统测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组分温度是通过热像仪获得的图像计算得出的。为了计算组分温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值非常一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，尤其是在中国西部，该地区自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护生态稳定性和绿洲的社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，涵盖了2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，其中包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there established protocols for quality control and processing of hydrometeorological data collected from automatic weather stations in the documented research?",
        "QuestionCn": "在文献研究中是否有关于自动气象站收集的水文气象数据的质量控制和处理的既定协议？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data collection method is more effective for measuring soil moisture in oasis–desert systems: eddy covariance systems, automatic weather stations, or other techniques?",
        "QuestionCn": "在绿洲-沙漠系统中，哪种数据收集方法更有效地测量土壤湿度：涡度协方差系统、自动气象站还是其他技术？",
        "AnswerEn": "Automatic weather stations",
        "AnswerCn": "自动气象站",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary challenges in collecting accurate data for evapotranspiration estimation in heterogeneous land surfaces?",
        "QuestionCn": "在异质土地表面收集准确的蒸散发估算数据的主要挑战是什么？",
        "AnswerEn": "complexity of two-source evapotranspiration models",
        "AnswerCn": "双源蒸散模型的复杂性",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to observe energy and water vapor exchange in oasis–desert ecosystems?",
        "QuestionCn": "您能否提供一个用于观察绿洲-沙漠生态系统中能量和水蒸气交换的数据收集方法的示例？",
        "AnswerEn": "One example of a data collection method for observing energy and water vapor exchange in oasis–desert ecosystems involves using an eddy covariance system and scintillometer to acquire half-hourly turbulent flux data. Additionally, hydrometeorological data, such as radiation, soil heat flux, soil temperature profiles, and gradients of air temperature and humidity, are collected from automatic weather stations with a 10-minute average period.",
        "AnswerCn": "观察绿洲-沙漠生态系统中能量和水蒸气交换的数据收集方法之一是使用涡度协方差系统和闪烁仪来获取半小时的湍流通量数据。此外，还从自动气象站收集水文气象数据，如辐射、土壤热通量、土壤温度剖面以及空气温度和湿度的梯度，平均周期为10分钟。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in the collection of hydrometeorological data in arid and semiarid regions?",
        "QuestionCn": "在干旱和半干旱地区收集水文气象数据时面临的一个挑战是什么？",
        "AnswerEn": "A notable challenge in collecting hydrometeorological data in arid and semiarid regions is addressing the ecological environment degradation, such as drying rivers and lakes, vegetation degradation, and land desertification, which affects the accuracy and reliability of data collection efforts, especially in areas like the Tarim River basin and the Aral Sea basin.",
        "AnswerCn": "在干旱和半干旱地区收集水文气象数据的一大挑战是应对生态环境退化，例如河流和湖泊干涸、植被退化以及土地沙漠化，这影响了数据收集工作的准确性和可靠性，尤其是在塔里木河流域和阿拉尔海流域等地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that includes observations on energy, water vapor, and carbon exchange in oasis–desert areas?",
        "QuestionCn": "您能否提供一个包含绿洲-沙漠地区能量、水蒸气和碳交换观测的示例数据集？",
        "AnswerEn": "An example of such a dataset includes long-term observational data on energy, water vapor, carbon and methane fluxes, as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters collected from the middle and lower reaches of the Heihe River Basin since 2012. This dataset is freely available from the National Tibetan Plateau Data Center.",
        "AnswerCn": "这样的数据集包括自2012年以来从黑河流域中下游收集的长期观测数据，涉及能量、水汽、碳和甲烷通量，以及与水文气象、植被和土壤参数相关的辅助数据。该数据集可从国家西藏高原数据中心免费获取。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of data collection methods used in arid and semiarid regions for hydrometeorological observations?",
        "QuestionCn": "在干旱和半干旱地区用于水文气象观测的数据收集方法的关键特征是什么？",
        "AnswerEn": "automatic weather stations, measure variables such as radiation, soil heat flux, soil temperature profiles, air temperature, humidity gradients, wind speed and direction, air pressure, precipitation, soil moisture profiles, measurements averaged over 10-minute periods, eddy covariance systems, scintillometers, half-hourly turbulent flux data, long-term observations",
        "AnswerCn": "自动气象站测量的变量包括辐射、土壤热通量、土壤温度剖面、空气温度、湿度梯度、风速和风向、气压、降水、土壤湿度剖面，测量值以10分钟周期平均。涡度相关系统、闪烁仪、半小时湍流通量数据、长期观测。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What attributes are essential for ensuring the quality control of observational datasets in hydrometeorological research?",
        "QuestionCn": "确保水文气象研究中观测数据集质量控制的关键属性有哪些？",
        "AnswerEn": "consistent and accurate data collection, fixed frequency, marking and handling missing data, removing duplicate records, deleting data points outside limits, highlighting questionable data, standardized format for date and time",
        "AnswerCn": "一致且准确的数据收集、固定频率、标记和处理缺失数据、删除重复记录、删除超出限制的数据点、突出显示可疑数据、标准化日期和时间格式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many meteorological parameters are measured at the Daman superstation, and what is their frequency?",
        "QuestionCn": "Daman超级站测量多少个气象参数，它们的频率是多少？",
        "AnswerEn": "10 minutes, 5 meters, 12 meters, 4.5 meters, 10 Hz",
        "AnswerCn": "10分钟，5米，12米，4.5米，10赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many land surface flux and meteorological stations have been established in the HRB regions since 2012?",
        "QuestionCn": "自2012年以来，在HRB地区建立了多少个陆面通量和气象站？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques for meteorological parameters at the Heihe Hydrometeorological Observation Network compare to those used in the oasis–desert systems for observing energy, water vapor, and carbon fluxes?",
        "QuestionCn": "在黑河水文气象观测网络中，气象参数的数据收集技术与用于观察绿洲-沙漠系统中的能量、水汽和碳通量的技术相比，如何？",
        "AnswerEn": "The Heihe Hydrometeorological Observation Network utilizes a variety of sensors mounted at specific heights and locations to measure meteorological parameters such as air temperature, humidity, wind speed, and soil characteristics, with data recorded every 10 minutes. In contrast, the oasis–desert systems use eddy covariance systems and scintillometers to capture half-hourly turbulent flux data, and automatic weather stations for hydrometeorological data, also supplemented with vegetation and soil parameters.",
        "AnswerCn": "黑河水文气象观测网络利用安装在特定高度和位置的多种传感器来测量气象参数，如空气温度、湿度、风速和土壤特性，数据每10分钟记录一次。相比之下，绿洲-沙漠系统使用涡度协方差系统和闪烁仪捕获半小时的湍流通量数据，并使用自动气象站收集水文气象数据，同时补充植被和土壤参数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the similarities and differences in the challenges faced when using the TSEB model for evapotranspiration estimation compared to understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
        "QuestionCn": "使用TSEB模型进行蒸散发估算时面临的挑战与理解绿洲-沙漠生态系统中的能量、水蒸气和碳交换时面临的挑战之间的相似性和差异是什么？",
        "AnswerEn": "Both the TSEB model and the study of oasis–desert ecosystems face challenges related to accurately estimating surface fluxes and managing environmental complexities. The TSEB model struggles with accurately calculating component temperatures and dealing with uncertainties in advective conditions, while oasis–desert studies confront ecological degradation and the need for long-term observations to understand system interactions. However, the TSEB model specifically deals with the complexity of separating soil and canopy temperatures, whereas oasis–desert systems focus on maintaining ecological balance and understanding carbon dynamics.",
        "AnswerCn": "TSEB模型和绿洲-沙漠生态系统的研究都面临着准确估计表面通量和管理环境复杂性的挑战。TSEB模型在准确计算组成温度和处理对流条件的不确定性方面存在困难，而绿洲-沙漠研究则面临生态退化和需要长期观察以理解系统相互作用的问题。然而，TSEB模型特别处理土壤和树冠温度分离的复杂性，而绿洲-沙漠系统则侧重于维持生态平衡和理解碳动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons that lead to data gaps or errors in hydrometeorological observations in the 黑河生态水文遥感试验 data collection?",
        "QuestionCn": "导致黑河生态水文遥感试验数据收集中的水文气象观测数据缺口或错误的潜在原因是什么？",
        "AnswerEn": "Data gaps or errors can result from sensor issues, as indicated by missing wind speed data due to sensor problems between specific dates, and infrared temperature data gaps due to sensor malfunctions. Additionally, errors might occur from physical or instrumental limitations, such as data exceeding expected physical ranges or sensor capacities.",
        "AnswerCn": "数据缺口或错误可能源于传感器问题，例如在特定日期之间由于传感器故障导致的风速数据缺失，以及由于传感器故障导致的红外温度数据缺口。此外，错误可能还会由于物理或仪器限制而发生，例如数据超出预期的物理范围或传感器容量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the challenge in accurately estimating surface fluxes in arid agricultural areas using models like the TSEB?",
        "QuestionCn": "在干旱农业地区，使用像TSEB这样的模型准确估计表面通量的挑战是什么？",
        "AnswerEn": "The challenge mainly arises from uncertainties in surface-air temperature differences, which can be exacerbated by errors in determining soil and vegetation component temperatures from composite radiometric temperatures. Additionally, the strong advective environments in these regions contribute to these difficulties.",
        "AnswerCn": "挑战主要源于地表与空气温度差异的不确定性，这种不确定性可能因从复合辐射温度中确定土壤和植被成分温度的误差而加剧。此外，这些地区强烈的平流环境也加剧了这些困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the complexity of maintaining long-term energy, water vapor, and carbon exchange datasets in oasis-desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中，维护长期能量、水汽和碳交换数据集的复杂性受哪些因素影响？",
        "AnswerEn": "The complexity stems from ecological degradation issues such as drying rivers, lake shrinkage, and intensified land desertification, which are prevalent in arid and semiarid inland river basins. These environmental challenges complicate data collection and require comprehensive observational strategies over extended periods.",
        "AnswerCn": "复杂性源于生态退化问题，如河流干涸、湖泊缩小和加剧的土地沙漠化，这些问题在干旱和半干旱的内陆河流流域中普遍存在。这些环境挑战使数据收集变得复杂，并需要在较长时间内进行全面的观察策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What effects might the establishment of multiple meteorological stations in arid regions have on the understanding of oasis–desert interactions over time?",
        "QuestionCn": "在干旱地区建立多个气象站可能对理解绿洲与沙漠之间的相互作用产生哪些影响？",
        "AnswerEn": "Establishing multiple meteorological stations in arid regions allows for comprehensive data collection over time, enhancing understanding of oasis–desert interactions. This includes insights into the energy, water vapor, and carbon exchange processes, which are crucial for maintaining ecological stability and supporting sustainable development in these landscapes.",
        "AnswerCn": "在干旱地区建立多个气象站可以实现长期的全面数据收集，从而增强对绿洲与沙漠相互作用的理解。这包括对能量、水汽和碳交换过程的洞察，这些过程对于维持生态稳定和支持这些地区的可持续发展至关重要。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect long-term energy, water vapor, and carbon flux data in oasis–desert systems?",
        "QuestionCn": "为什么在绿洲-沙漠系统中收集长期的能量、水汽和碳通量数据很重要？",
        "AnswerEn": "Collecting long-term energy, water vapor, and carbon flux data in oasis–desert systems is important to understand the basic characteristics of these exchanges, which are crucial for maintaining a balance between oasis and desert systems. This understanding supports the ecological security and sustainable development of oases, helps achieve carbon neutrality goals, and informs the protection of ecological stability and socioeconomic development of these regions.",
        "AnswerCn": "在绿洲-沙漠系统中收集长期的能量、水汽和碳通量数据对于理解这些交换的基本特征至关重要，这些特征对维持绿洲和沙漠系统之间的平衡至关重要。这种理解支持了绿洲的生态安全和可持续发展，有助于实现碳中和目标，并为保护这些地区的生态稳定和社会经济发展提供信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How are soil and canopy component temperatures measured and utilized to estimate evaporation, transpiration, and evapotranspiration using the TSEB model?",
        "QuestionCn": "如何使用TSEB模型测量和利用土壤和冠层成分温度来估算蒸发、蒸腾和蒸散？",
        "AnswerEn": "The soil and canopy component temperatures are measured using a high-resolution thermal infrared camera. These temperatures are used as inputs to the TSEB model to estimate evaporation, transpiration, and evapotranspiration. The thermal camera captures thermal images from a platform, and these images are classified into soil and canopy pixels to calculate directional brightness temperatures. The resulting radiometric temperatures are validated against surface temperatures observed by a four-component radiometer.",
        "AnswerCn": "土壤和冠层组件的温度通过高分辨率热红外相机进行测量。这些温度作为输入用于TSEB模型，以估算蒸发、蒸腾和蒸散。热相机从一个平台捕获热图像，并将这些图像分类为土壤和冠层像素，以计算方向亮度温度。最终得到的辐射温度与四分量辐射计观测到的表面温度进行了验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedures are used to ensure data quality and accuracy in the collection of hydrometeorological data in arid regions?",
        "QuestionCn": "在干旱地区收集水文气象数据时，确保数据质量和准确性所采用的程序有哪些？",
        "AnswerEn": "The data collection procedures involve using automatic weather stations with a 10-minute average period to gather hydrometeorological data, which includes radiation, soil heat flux, soil temperature profiles, and more. Data processing involves quality control steps such as ensuring consistent data formats, identifying and marking missing data, and removing duplicates or physically implausible values. Data is then archived and shared, with particular attention to maintaining long-term observational consistency.",
        "AnswerCn": "数据收集程序涉及使用自动气象站以10分钟的平均周期收集水文气象数据，包括辐射、土壤热通量、土壤温度剖面等。数据处理包括质量控制步骤，如确保数据格式一致、识别和标记缺失数据，以及删除重复或物理上不合理的值。数据随后被归档和共享，特别注意保持长期观测的一致性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What observational technologies enable the accurate partitioning of evapotranspiration into evaporation and transpiration over heterogeneous land surfaces?",
        "QuestionCn": "哪些观测技术能够在异质土地表面上准确地将蒸散发分为蒸发和植物蒸腾？",
        "AnswerEn": "The use of a high-resolution thermal camera to observe soil and canopy component temperatures, combined with the two-source energy balance (TSEB) model and stable oxygen and hydrogen isotope techniques, enables accurate estimation and validation of evaporation and transpiration.",
        "AnswerCn": "使用高分辨率热像仪观察土壤和冠层成分温度，结合双源能量平衡（TSEB）模型和稳定氧氢同位素技术，可以准确估算和验证蒸发和蒸腾。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of eddy covariance systems and scintillometers enhance the collection of energy, water vapor, and carbon flux data in arid and semiarid regions?",
        "QuestionCn": "涡度协方差系统与闪烁仪的结合如何增强干旱和半干旱地区能量、水蒸气和碳通量数据的收集？",
        "AnswerEn": "Eddy covariance systems and scintillometers provide half-hourly turbulent flux data, which are crucial for capturing detailed temporal variations in energy, water vapor, and carbon fluxes in these regions, enabling a comprehensive understanding of oasis–desert interactions.",
        "AnswerCn": "涡度协方差系统和闪烁仪提供半小时的湍流通量数据，这对于捕捉这些区域能量、水蒸气和碳通量的详细时间变化至关重要，从而使我们能够全面理解绿洲-沙漠相互作用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific conditions or configurations of meteorological sensors are necessary for the continuous monitoring of hydrometeorological parameters in mixed forest ecosystems?",
        "QuestionCn": "在混合森林生态系统中，连续监测水文气象参数所需的气象传感器的具体条件或配置是什么？",
        "AnswerEn": "Meteorological sensors should be installed at specific heights and orientations, such as air temperature and humidity sensors at 28m, soil temperature and moisture probes at various depths, and four-component radiometers at 24m, to ensure accurate and continuous monitoring of atmospheric and soil conditions in these ecosystems.",
        "AnswerCn": "气象传感器应安装在特定的高度和方向，例如，空气温度和湿度传感器安装在28米，土壤温度和湿度探头安装在不同深度，四组分辐射计安装在24米，以确保对这些生态系统的大气和土壤条件进行准确和持续的监测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the data collection methods used in hydrometeorological observations face challenges in ensuring data completeness and accuracy?",
        "QuestionCn": "为什么用于水文气象观测的数据收集方法在确保数据完整性和准确性方面可能面临挑战？",
        "AnswerEn": "Data collection methods in hydrometeorological observations can face challenges due to sensor malfunctions, leading to data gaps as indicated by missing values. Additionally, environmental factors such as extreme weather conditions might impact the accuracy of sensor readings or cause physical damage to equipment, leading to incomplete datasets or erroneous data entries.",
        "AnswerCn": "在水文气象观测中，数据收集方法可能面临挑战，传感器故障会导致数据缺失，如缺失值所示。此外，极端天气等环境因素可能影响传感器读数的准确性或导致设备的物理损坏，从而导致数据集不完整或数据条目错误。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is accurately estimating evapotranspiration (ET) in arid regions particularly challenging, and how might data collection methods be adapted to address these challenges?",
        "QuestionCn": "在干旱地区，准确估计蒸散发（ET）特别具有挑战性，原因是什么？数据收集方法如何调整以应对这些挑战？",
        "AnswerEn": "Accurately estimating ET in arid regions is challenging due to the heterogeneous landscape, which includes mixed soil and vegetation components with different temperatures and resistances to energy exchange. Data collection methods might need to incorporate high-resolution thermal imaging and advanced modeling techniques to better capture the distinct temperature profiles of soil and canopy components, thus improving ET estimation accuracy.",
        "AnswerCn": "在干旱地区，准确估计蒸散发（ET）具有挑战性，因为该地区的景观是异质的，包括具有不同温度和能量交换阻力的混合土壤和植被成分。数据收集方法可能需要结合高分辨率热成像和先进的建模技术，以更好地捕捉土壤和树冠成分的不同温度特征，从而提高蒸散发估计的准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Why might the current data collection methods struggle to capture the interactions between oasis and desert systems, and what improvements could be anticipated?",
        "QuestionCn": "当前的数据收集方法可能难以捕捉绿洲与沙漠系统之间的相互作用，可能的原因是什么？可以预期哪些改进？",
        "AnswerEn": "Current data collection methods might struggle to capture the interactions between oasis and desert systems due to the complex and dynamic exchanges of energy, water vapor, and carbon. Improvements could include the establishment of more comprehensive observation networks that combine long-term data from multiple sensors, such as eddy covariance systems and scintillometers, to provide a more detailed understanding of these interactions.",
        "AnswerCn": "当前的数据收集方法可能难以捕捉绿洲与沙漠系统之间的相互作用，因为能量、水蒸气和碳的复杂动态交换。改进措施可以包括建立更全面的观测网络，结合来自多个传感器的长期数据，例如涡度协方差系统和闪烁仪，以提供对这些相互作用的更详细理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what challenges might arise in the long-term maintenance of data reliability in oasis–desert ecosystems given the potential environmental and technical challenges?",
        "QuestionCn": "在绿洲-沙漠生态系统的长期数据可靠性维护中，可能会出现哪些挑战，考虑到潜在的环境和技术挑战？",
        "AnswerEn": "The long-term maintenance of data reliability in oasis–desert ecosystems could be challenged by environmental factors such as harsh weather conditions, which may affect sensor durability and data accuracy. Technical challenges include maintaining the calibration of instruments over time and ensuring consistent data collection despite potential equipment failures. Additionally, addressing ecological changes such as land desertification and managing the complex interactions between natural and artificial oasis systems are crucial for sustaining accurate and reliable datasets.",
        "AnswerCn": "在绿洲-沙漠生态系统中，数据可靠性的长期维护可能会受到环境因素的挑战，例如恶劣的天气条件，这可能影响传感器的耐用性和数据的准确性。技术挑战包括保持仪器的长期校准以及确保尽管可能发生设备故障仍能持续进行数据收集。此外，解决生态变化，如土地沙漠化，以及管理自然与人工绿洲系统之间的复杂相互作用，对于维持准确和可靠的数据集至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how long-term observations are collected and maintained in oasis–desert ecosystems to ensure data reliability and consistency.",
        "QuestionCn": "我不明白在绿洲–沙漠生态系统中，如何收集和维护长期观察数据以确保数据的可靠性和一致性。",
        "AnswerEn": "Long-term observations in oasis–desert ecosystems are collected using a suite of observational datasets that include energy, water vapor, carbon, and methane fluxes, as well as auxiliary data on hydrometeorology, vegetation, and soil parameters. These are obtained using an eddy covariance system and scintillometer, with hydrometeorological data observed from automatic weather stations at 10-minute intervals. Data collection, processing, and archiving are involved in ensuring reliability and consistency.",
        "AnswerCn": "在绿洲-沙漠生态系统中，长期观测数据通过一系列观测数据集收集，这些数据集包括能量、水蒸气、碳和甲烷通量，以及关于水文气象、植被和土壤参数的辅助数据。这些数据是通过涡度协方差系统和闪烁仪获取的，水文气象数据则通过自动气象站以10分钟的间隔进行观测。数据收集、处理和归档的过程确保了数据的可靠性和一致性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection techniques used for observing energy, water vapor, and carbon exchange in oasis–desert areas.",
        "QuestionCn": "总结用于观察绿洲-沙漠地区能量、水蒸气和碳交换的数据收集技术。",
        "AnswerEn": "The data collection techniques for observing energy, water vapor, and carbon exchange in oasis–desert areas include long-term observational datasets from artificial and natural systems, utilizing eddy covariance systems and scintillometers for turbulent flux data. Additionally, automatic weather stations provide hydrometeorological data with a 10-minute average period and include parameters such as radiation, soil heat flux, soil temperature profiles, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles. Vegetation and soil parameters are also included.",
        "AnswerCn": "观察绿洲-沙漠地区能量、水蒸气和碳交换的数据收集技术包括来自人工和自然系统的长期观测数据集，利用涡度协方差系统和闪烁仪获取湍流通量数据。此外，自动气象站提供以10分钟为平均周期的水文气象数据，包括辐射、土壤热通量、土壤温度剖面、空气温度和湿度梯度、风速和风向、气压、降水量和土壤湿度剖面等参数。还包括植被和土壤参数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify and analyze the challenges faced in measuring soil and canopy component temperatures in arid regions.",
        "QuestionCn": "请识别和分析在干旱地区测量土壤和树冠组成温度所面临的挑战。",
        "AnswerEn": "Challenges in measuring soil and canopy component temperatures in arid regions include errors primarily caused by image classification errors, which vary with vegetation abundance. These errors lead to an overestimation of canopy temperature due to soil pixels being classified as vegetation pixels. Furthermore, ignoring atmospheric upwelling radiation and transmittance can produce uncertainties in the estimated temperatures. Uncertainties in the incoming short- and long-wave radiation transmittances through the canopy may also contribute to estimation errors.",
        "AnswerCn": "在干旱地区，测量土壤和冠层成分温度的挑战包括主要由图像分类错误引起的误差，这些误差随着植被丰度的变化而变化。这些错误导致冠层温度的高估，因为土壤像素被错误地分类为植被像素。此外，忽略大气向上辐射和透射率可能会导致估计温度的不确定性。通过冠层的短波和长波辐射的入射透射率的不确定性也可能导致估计误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets that could be used to study the oasis–desert interactions and their impact on carbon balance.",
        "QuestionCn": "请探索可以用来研究绿洲与沙漠之间相互作用及其对碳平衡影响的潜在数据集。",
        "AnswerEn": "Potential datasets for studying oasis–desert interactions and their impact on carbon balance include long-term data from 11 land surface flux and meteorological stations established in the middle and lower reaches of arid regions in western China. These datasets comprise energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters. The data is freely available from the National Tibetan Plateau Data Center, enabling a comprehensive analysis of oasis–desert interactions.",
        "AnswerCn": "研究绿洲-沙漠相互作用及其对碳平衡影响的潜在数据集包括来自中国西部干旱地区中下游建立的11个地表通量和气象站的长期数据。这些数据集包含能量、水蒸气和碳通量；水文气象数据；以及植被和土壤参数。这些数据可从国家西藏高原数据中心免费获取，从而能够对绿洲-沙漠相互作用进行全面分析。",
        "Level": "C6(Creating)"
      }
    ]
  }
}