{
  "id": "b90a9414-5657-4486-a9b5-8787f0b086e0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Large aperture scintillometer of Daman Superstation, 2019)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2019）",
      "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Daman Superstation in the Heihe integrated observatory network from January 1 to December 31 in 2018. There were two types of LASs at Daman Superstation: BLS900 and RR-RSS460, produced by Germany. The north tower was set up with the BLS900 receiver and the RR-RSS460 transmitter, and the south tower was equipped with the BLS900 transmitter and the RR-RSS460 receiver. The site (north: 100.379° E, 38.861° N; south: 100.369° E, 38.847° N) was located in Daman irrigation district, which is near Zhangye, Gansu Province. The underlying surfaces between the two towers were corn, orchard, and greenhouse. The elevation is 1556 m. The effective height of the LASs was 24.1 m, and the path length was 1854 m. The data were sampled 1 minute at both BLS900 and RR-RSS460.\nThe raw data acquired at 1 min intervals were processed and quality controlled. The data were subsequently averaged over 30 min periods, in which sensible heat flux was iteratively calculated by combining Cn2 with meteorological data according to the Monin-Obukhov similarity theory. The main quality control steps were as follows: (1) The data were rejected when Cn2 exceeded the saturated criterion (BLS900：Cn2>7.25E-14，RR-RSS460：Cn2>7.84 E-14). (2) The data were rejected when the demodulation signal was small (BLS900：Average X Intensity<1000；RR-RSS460：Demod>-20mv). (3) The data were rejected when collected during precipitation. (4) The data were rejected if collected at night when weak turbulence occurred (u* was less than 0.1 m/s). In the iteration process, the universal functions of Thiermann and Grassl (1992) and Andreas (1988) were selected for BLS900 and RR-RSS460, respectively. Detailed can refer to Liu et al. (2011, 2013). Due to instrument adjustment and inadequate power supply, the date of missing data for the large aperture scintillator is: 2019.01.22-2019.01.24; 2019.03.01-2019.04.26; 2019.10.28-2019.11.14; 2019.11.29-2019.12.20。     \nSeveral instructions were included with the released data. (1) The data were primarily obtained from BLS900 measurements, and missing flux measurements from the BLS900 instrument were substituted with measurements from the RR-RSS460 instrument. The missing data were denoted by -6999. (2) The dataset contained the following variables: Date/time (yyyy/m/d h:mm), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H, W/m^2). In this dataset, a time of 0:30 corresponds to the average data for the period between 0:00 and 0:30, and the data were stored in *.xlsx format. \nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了黑河流域地表过程综合观测网中游大满站的大孔径闪烁仪通量观测数据。中游大满站分别架设了BLS900和RR-RSS460型号的大孔径闪烁仪，北塔为BLS900的接收端和RR-RSS460的发射端，南塔为BLS900的发射端和RR-RSS460的接收端。观测时间为2019年1月1日至2019年12月31日。站点位于甘肃省张掖市大满灌区内，下垫面是玉米、果园和大棚，以玉米为主。北塔的经纬度是100.3785E，38.8607N，南塔的经纬度是100.3685E，38.8468N，海拔高度约1556m。大孔径闪烁仪的有效高度24.1m，光径长度是1854m，采样频率是1min。\n大孔径闪烁仪原始观测数据为1min，发布的数据为经过处理与质量控制后的数据，其中感热通量主要是结合自动气象站观测数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据（BLS900：Cn2>7.25E-14，RR-RSS460：Cn2>7.84 E-14）；（2）剔除解调信号强度较弱的数据（BLS900：Average X Intensity<1000；RR-RSS460：Demod>-20mv）；（3）剔除降水时刻的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。在迭代计算过程中，对于BLS900，选取Thiermann and Grassl(1992)的稳定度普适函数；对于RR-RSS460，选取Andreas(1988)的稳定度普适函数，详细介绍请参考Liu et al. (2011, 2013)。由于仪器维修、供电不足和信号问题，大孔径闪烁仪数据缺失的日期为：2019.01.22-2019.01.24；2019.03.01-2019.04.26；2019.08.05-2019.08.07；2019.10.28-2019.10.31；2019.11.29-2019.12.21。 \n关于发布数据的几点说明：（1）中游LAS数据以BLS900为主，缺失时刻由RR-RSS460观测补充，两者都缺失则以-6999标记。（2）数据表头：Date/Time ：日期/时间（格式：yyyy/m/d h:mm），Cn2 ：空气折射指数结构参数（单位：m-2/3），H：感热通量（单位：W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xlsx格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site no + LAS.",
      "instructionsCn": "年份+**观测网+站点名称+LAS",
      "east": 100.379,
      "west": 100.369,
      "south": 38.847,
      "north": 38.861,
      "startTime": "2020-02-03 00:00:00",
      "endTime": "2021-02-01 00:00:00",
      "fileSize": 486090.0,
      "cstr": "18406.11.Meteoro.tpdc.270673",
      "doi": "10.11888/Meteoro.tpdc.270673",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Investigating microclimate effects in an oasis-desert interaction zone",
        "referenceCn": null,
        "referenceEn": "Liu, R., Sogachev, A., Yang, X.F., Liu, S.M., Xu, T.R., Zhang, J.J. (2020). Investigating microclimate effects in an oasis-desert interaction zone. Agricultural and Forest Meteorology, 290, 107992"
      },
      {
        "titleCn": null,
        "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
      },
      {
        "titleCn": null,
        "titleEn": "A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China",
        "referenceCn": null,
        "referenceEn": "Ruehr, S., Lee, X.H., Smith, R., Li, X., Xu, Z.W., Liu, S.M., Yang, X.F., Zhou,Y.Z. (2020). A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China. Journal of Arid Environments. 176, 104120."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Bian, Z.J., William P, K., Liu, S.M., Xiao, Q., Hector, N, Xu, Z.W., Yang, Y., Xu, T.R., Han, X.J. (2020). Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature. Remote sensing of Environment, 239, 111674."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      },
      {
        "titleCn": null,
        "titleEn": "Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., He, X.L., Bateni, S.M., Auligne, T., Liu, S.M., Xu, Z.W., Zhou, J., Mao, K.B. (2019). Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites. Remote Sensing of Environment, 221, 444-461, doi.org/10.1016/j.rse.2018.11.023"
      },
      {
        "titleCn": null,
        "titleEn": "Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William P, K., Hector, N., Sun, L., Xu, Z.W., Todd H, S., Yang, Y., Ma, M.G., Xu, T.R., Tang, X.G., Li, Q.P. (2018). Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale. Remote Sensing of Environment, 219, 72–88. doi: 10.1016/j.rse.2018.10.002."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
      },
      {
        "titleCn": null,
        "titleEn": "Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study",
        "referenceCn": null,
        "referenceEn": "Liu, R., Liu, S.M., Yang, X.F., Lu, H, Pan, X.D., Xu, Z.W., Ma, Y.F., Xu,T.R. (2018). Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study. Journal of Geophysical Research: Atmospheres. 123, 8418-8440."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Guo, Z.X., Liu, S.M., He, X.L., Meng, Y.F.Y., Xu, Z.W., Xia, Y.L., Xiao, J.F., Zhang, Y., Ma, Y.F, Song, L.S. (2018). Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. doi: 10.1029/2018JD028447."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "反应性气体",
        "nameEn": "Reactive Gases"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域中游",
        "keywordEn": "Middle reaches of Heihe River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and methods used in data collection for large aperture scintillometer flux observations in a dataset focused on surface processes in a river basin?",
        "QuestionCn": "在一个专注于河流流域表面过程的数据集中，用于大孔径闪烁仪通量观测的数据收集的具体特征和方法是什么？",
        "AnswerEn": "sampling frequency of 1 minute, effective height of 24.1m, path length of 1854m, removal of saturated Cn2 data, removal of weak demodulated signal data, removal of precipitation-affected data, removal of weak turbulence data, iterative calculations using Monin-Obukhov similarity theory, specific stability functions for BLS900 and RR-RSS460, missing data indicated by -6999, data files stored in *.xlsx format",
        "AnswerCn": "采样频率为1分钟，有效高度为24.1米，路径长度为1854米，去除饱和的Cn2数据，去除弱解调信号数据，去除受降水影响的数据，去除弱湍流数据，使用Monin-Obukhov相似理论进行迭代计算，BLS900和RR-RSS460的特定稳定性函数，缺失数据用-6999表示，数据文件以*.xlsx格式存储。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the sampling frequency of the data collection method used for measuring fluxes in the Heihe River Basin?",
        "QuestionCn": "用于测量黑河流域通量的数据收集方法的采样频率是多少？",
        "AnswerEn": "1 minute",
        "AnswerCn": "1分钟",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'large aperture scintillometer (LAS)' mean in the context of surface process observation networks?",
        "QuestionCn": "在地表过程观测网络的背景下，“大孔径闪烁仪（LAS）”是什么意思？",
        "AnswerEn": "In the context of surface process observation networks, 'large aperture scintillometer (LAS)' refers to an instrument used to measure atmospheric turbulence and heat fluxes over a certain distance. It consists of a transmitter and a receiver tower, and it uses beam propagation to detect variations in the refractive index of air, which are related to temperature fluctuations. The data collected by LAS can be processed, quality controlled, and used to calculate sensible heat fluxes based on Monin-Obukhov similarity theory.",
        "AnswerCn": "在表面过程观测网络的背景下，“大孔径闪烁仪（LAS）”指的是一种用于测量大气湍流和热通量的仪器。它由发射塔和接收塔组成，利用光束传播来检测空气中折射率的变化，这些变化与温度波动有关。LAS收集的数据可以经过处理和质量控制，并基于莫宁-奥布霍夫相似理论计算显热通量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes data gaps in the flux observation data collected by large aperture scintillometers in agricultural regions?",
        "QuestionCn": "在农业地区，由大型孔径闪烁仪收集的通量观测数据中，数据缺口的原因是什么？",
        "AnswerEn": "Data gaps in the flux observation data collected by large aperture scintillometers can be caused by factors such as instrument maintenance, power supply issues, and signal problems. In the context of the dataset, specific data gaps occurred due to these reasons on dates including 2019.01.22-2019.01.24, 2019.03.01-2019.04.26, 2019.08.05-2019.08.07, 2019.10.28-2019.10.31, and 2019.11.29-2019.12.21.",
        "AnswerCn": "大孔径闪烁仪收集的通量观测数据中的数据缺口可能由仪器维护、电源问题和信号问题等因素造成。在数据集中，特定的数据缺口发生在以下日期：2019年1月22日至2019年1月24日，2019年3月1日至2019年4月26日，2019年8月5日至2019年8月7日，2019年10月28日至2019年10月31日，以及2019年11月29日至2019年12月21日。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures are involved in ensuring data quality control for flux observation data collected using large aperture scintillometers in surface process observation networks?",
        "QuestionCn": "确保使用大孔径闪烁仪在表面过程观测网络中收集的通量观测数据的数据质量控制涉及哪些具体程序？",
        "AnswerEn": "The data undergoes several quality control steps: (1) Data where the Cn2 reaches saturation are removed (BLS900: Cn2>7.25E-14, RR-RSS460: Cn2>7.84E-14); (2) Data with weak demodulated signal strength are discarded (BLS900: Average X Intensity<1000; RR-RSS460: Demod>-20mv); (3) Data collected during precipitation events are removed; (4) Data under stable conditions with weak turbulence (u* less than 0.1m/s) are excluded. Additionally, for BLS900, the stability function of Thiermann and Grassl (1992) is used, while for RR-RSS460, Andreas (1988) is used during iterative calculations.",
        "AnswerCn": "数据经过几个质量控制步骤：（1）去除Cn2达到饱和的数据（BLS900: Cn2>7.25E-14，RR-RSS460: Cn2>7.84E-14）；（2）丢弃信号强度较弱的数据（BLS900: 平均X强度<1000；RR-RSS460: 解调>-20mv）；（3）去除在降水事件期间收集的数据；（4）排除在稳定条件下湍流较弱（u*小于0.1m/s）的数据。此外，对于BLS900，使用Thiermann和Grassl（1992）的稳定性函数，而对于RR-RSS460，在迭代计算中使用Andreas（1988）。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing techniques enable accurate calculation of sensible heat flux from large aperture scintillometer readings?",
        "QuestionCn": "哪些数据处理技术能够准确计算大孔径闪烁仪读数中的显热通量？",
        "AnswerEn": "The calculation of sensible heat flux from large aperture scintillometer readings is enabled by processing techniques that include quality control steps such as removing saturated Cn2 values, weak demodulated signal data, precipitation data, and weak turbulence data under stable conditions. Iterative calculations using the Monin-Obukhov similarity theory with specific stability functions, such as Thiermann and Grassl (1992) for BLS900 and Andreas (1988) for RR-RSS460, are applied to achieve accurate results.",
        "AnswerCn": "从大孔径闪烁仪读数中计算显热通量的过程包括质量控制步骤，如去除饱和的Cn2值、弱解调信号数据、降水数据和在稳定条件下的弱湍流数据。采用Monin-Obukhov相似理论的迭代计算，并使用特定的稳定性函数，如Thiermann和Grassl（1992）针对BLS900，以及Andreas（1988）针对RR-RSS460，以实现准确的结果。",
        "Level": "C3(Applying)"
      }
    ]
  }
}