{
    "id": "b924207e-4da0-4ee2-889c-1003af8fc758",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "1:100,000 land use dataset of Ningxia province (1995)",
            "titleCn": "宁夏省1:10万土地利用数据集（1995）",
            "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "File name: data is stored in vector SHP format, and the file name is \"Ningxia-1995\";\nData reading: it can be opened and read by remote sensing software such as ArcGIS and QGIS.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“ningxia_1995”；\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
            "east": 107.6,
            "west": 104.0,
            "south": 35.0,
            "north": 39.5,
            "startTime": "1995-01-07 00:00:00",
            "endTime": "1996-01-06 11:59:59",
            "fileSize": 28200095.0,
            "cstr": "18406.11.Socioeco.tpdc.270644",
            "doi": "10.11888/Socioeco.tpdc.270644",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西部地区",
                "keywordEn": "Western China"
            },
            {
                "keywordCn": "宁夏省",
                "keywordEn": "Ningxia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1995年",
                "keywordEn": "1995",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
            ],
            "research objective": [
                "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
            ],
            "challenges": [
                "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
            ],
            "methods": [],
            "dataset": [
                "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
            ],
            "findings": [
                "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
            ],
            "backgroundCn": [
                "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversity、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，国际全球变化研究计划（IGBP）和国际人文与发展计划（IHDP）发布并推动的一系列科学研究项目，使得土地利用和土地覆盖变化（LUCC）成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也相应地影响全球变化。"
            ],
            "research objectiveCn": [
                "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的格局和动态过程的格局上的表现。"
            ],
            "challengesCn": [
                "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "主要数据来源是1995/1996年的Landsat TM数字图像（520幅场景）和1999/2000年的Landsat TM数字图像（508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
            ],
            "findingsCn": [
                "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "What is the main data source for land-use datasets in China, Landsat MSS, TM, ETM, or CBERS-1?",
                "QuestionCn": "中国土地利用数据集的主要数据来源是Landsat MSS、TM、ETM还是CBERS-1？",
                "AnswerEn": "Landsat MSS, TM, ETM",
                "AnswerCn": "Landsat MSS、TM、ETM",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the challenges in land-use change studies more related to deforestation trends, conflicts between arable land protection and urban expansion, or other issues?",
                "QuestionCn": "土地利用变化研究中的挑战更多与森林砍伐趋势、耕地保护与城市扩张之间的冲突，还是其他问题有关？",
                "AnswerEn": "deforestation trends, conflicts between arable land protection and urban expansion",
                "AnswerCn": "森林砍伐趋势，耕地保护与城市扩张之间的冲突",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where do significant regional differentiations in land-use change occur in China, according to the findings related to data collection?",
                "QuestionCn": "根据与数据收集相关的研究结果，中国的土地利用变化存在显著的区域差异。",
                "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region",
                "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the main challenges faced in the reconciliation of land-use demands in China, as identified through data collection and analysis?",
                "QuestionCn": "通过数据收集和分析，识别出的中国土地利用需求协调面临的主要挑战是什么？",
                "AnswerEn": "deforestation, conflicts between arable land protection and urban expansion",
                "AnswerCn": "森林砍伐、耕地保护与城市扩张之间的冲突",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for monitoring land-use changes in China during the late 1990s?",
                "QuestionCn": "您能否提供一个用于监测1990年代末中国土地利用变化的数据收集方法的例子？",
                "AnswerEn": "The use of Landsat TM digital images from 520 scenes in 1995/1996 and 508 scenes in 1999/2000 serves as an example of a data collection method for monitoring land-use changes in China during that period.",
                "AnswerCn": "使用1995/1996年的520幅Landsat TM数字影像和1999/2000年的508幅影像，作为监测中国在该期间土地利用变化的数据收集方法的一个例子。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in balancing land-use changes, such as deforestation and urban expansion, within China?",
                "QuestionCn": "在中国，平衡土地利用变化（如森林砍伐和城市扩张）面临的一个挑战是什么？",
                "AnswerEn": "A challenge faced in balancing land-use changes in China is the conspicuous conflicts between arable land protection and urban expansion, as evidenced by the irrational conversion from arable land to built-up areas.",
                "AnswerCn": "中国在平衡土地利用变化方面面临的一个挑战是耕地保护与城市扩张之间的明显冲突，这体现在耕地向建设用地的不合理转变上。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What features of regional land-use change are critical in understanding the dynamic regionalization of land-use change?",
                "QuestionCn": "理解土地利用变化的动态区域化，哪些区域土地利用变化的特征是关键的？",
                "AnswerEn": "spatial pattern, temporal process",
                "AnswerCn": "空间模式，时间过程",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many secondary land-cover classes are identified in the hierarchical land-cover classification system?",
                "QuestionCn": "在分层土地覆盖分类系统中识别出多少个次级土地覆盖类别？",
                "AnswerEn": "31",
                "AnswerCn": "31",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'land-use/cover change' in the context of global environmental change studies?",
                "QuestionCn": "在全球环境变化研究的背景下，“土地利用/覆盖变化”是指土地的使用方式和覆盖类型的变化。这包括自然环境的变化（如森林、草地、水体等）以及人类活动导致的变化（如城市化、农业扩展、工业发展等）。这些变化对生态系统、气候、土壤质量和生物多样性等方面产生重要影响。",
                "AnswerEn": "Land-use/cover change refers to the alterations in the way land is utilized and covered, significantly impacting terrestrial surface material cycles, life-support processes, and the interaction between the biosphere and atmosphere. It is a crucial aspect of studying global environmental change, as it involves changes that influence biodiversity, biogeochemical cycles, and the sustainable exploitation of resources.",
                "AnswerCn": "土地利用/覆盖变化是指土地利用和覆盖方式的改变，这对陆地表面物质循环、生命支持过程以及生物圈与大气之间的相互作用产生重大影响。它是研究全球环境变化的重要方面，因为它涉及影响生物多样性、生物地球化学循环和资源可持续开发的变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is the 'dynamic regionalization of land-use change' defined in land-use studies?",
                "QuestionCn": "“土地利用变化的动态区域化”在土地利用研究中是如何定义的？",
                "AnswerEn": "The dynamic regionalization of land-use change is defined as the division designed to reveal temporal and spatial features of land-use change. It serves as a foundation for studying land-use changes on a regional scale, focusing on the integrated study of 'spatial pattern' and 'temporal process' to understand the characteristics of regional land-use changes in terms of dynamic processes and patterns.",
                "AnswerCn": "动态区域化的土地利用变化被定义为一种划分，旨在揭示土地利用变化的时间和空间特征。它作为研究区域尺度土地利用变化的基础，重点关注“空间格局”和“时间过程”的综合研究，以理解区域土地利用变化在动态过程和模式方面的特征。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'conspicuous regional differentiation of land-use change' imply in environmental research?",
                "QuestionCn": "“显著的区域性土地利用变化差异”在环境研究中意味着什么？",
                "AnswerEn": "Conspicuous regional differentiation of land-use change implies significant variations in how land-use changes occur across different regions. In environmental research, it signifies the foundational basis for identifying dynamic zones, with notable changes observed in areas such as North China, the Loess Plateau, Northeast China, and the southeast coastal region, impacting both local and broader environmental conditions.",
                "AnswerCn": "显著的区域性土地利用变化差异意味着不同地区的土地利用变化发生方式存在显著差异。在环境研究中，这标志着识别动态区域的基础，特别是在华北、黄土高原、东北地区和东南沿海地区等区域，观察到显著变化，这些变化影响了当地和更广泛的环境条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of Landsat TM digital images compare to CBERS-1 data in terms of effectiveness for acquiring land-use information?",
                "QuestionCn": "Landsat TM数字图像与CBERS-1数据在获取土地利用信息方面的有效性比较如何？",
                "AnswerEn": "Both Landsat TM digital images and CBERS-1 data were used to acquire land-use information, with Landsat TM covering 520 scenes in 1995/1996 and 508 scenes in 1999/2000, while CBERS-1 contributed to the data collection for 1999/2000. The comparison reveals that both datasets were integral for capturing land-use changes, potentially offering complementary perspectives on the temporal and spatial features of land-use dynamics.",
                "AnswerCn": "Landsat TM数字图像和CBERS-1数据被用于获取土地利用信息，其中Landsat TM在1995/1996年覆盖了520个场景，在1999/2000年覆盖了508个场景，而CBERS-1则为1999/2000年的数据收集提供了支持。比较显示，这两个数据集在捕捉土地利用变化方面都是不可或缺的，可能为土地利用动态的时间和空间特征提供互补的视角。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways do the challenges of deforestation trends and urban expansion impact the accuracy and utility of land-use datasets?",
                "QuestionCn": "森林砍伐趋势和城市扩张的挑战如何影响土地利用数据集的准确性和实用性？",
                "AnswerEn": "Deforestation trends and urban expansion pose challenges to the accuracy and utility of land-use datasets by highlighting conflicts, such as the conversion from arable land to built-up areas. These challenges underline the importance of high-resolution datasets to effectively capture and analyze these rapid changes and conflicts within land-use patterns in China.",
                "AnswerCn": "森林砍伐趋势和城市扩张对土地利用数据集的准确性和实用性构成挑战，突显了诸如耕地转变为建筑用地等冲突。这些挑战强调了高分辨率数据集的重要性，以有效捕捉和分析中国土地利用模式中的快速变化和冲突。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the hierarchical land cover classification system used in a dataset enhance its applicability for national land resource investigations compared to non-hierarchical systems?",
                "QuestionCn": "分层土地覆盖分类系统在数据集中的应用如何增强其在国家土地资源调查中的适用性，相较于非分层系统。",
                "AnswerEn": "The hierarchical land cover classification system, which categorizes land into 6 primary classes and 31 secondary classes, enhances the dataset's applicability for national land resource investigations by providing a detailed and structured framework that supports nuanced analysis of land-use dynamics. This system allows for more precise tracking of changes and supports various applications such as hydrology and ecological research.",
                "AnswerCn": "分层土地覆盖分类系统将土地分为6个主要类别和31个次要类别，通过提供一个详细且结构化的框架，增强了数据集在国家土地资源调查中的适用性，支持对土地利用动态的细致分析。该系统允许更精确地跟踪变化，并支持水文学和生态研究等多种应用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the integration of different satellite data sources, such as Landsat TM and CBERS-1, influence the interpretation of land-use change patterns over time?",
                "QuestionCn": "不同卫星数据源的整合，例如Landsat TM和CBERS-1，可能会如何影响对土地利用变化模式的时间解释？",
                "AnswerEn": "The integration of different satellite data sources, like Landsat TM and CBERS-1, may provide a more comprehensive view of land-use change patterns, allowing for the identification of rapid changes in specific regions. This approach helps in revealing the temporal and spatial features of land-use change and supports the study of regional scale land-use changes.",
                "AnswerCn": "不同卫星数据源的整合，如Landsat TM和CBERS-1，可以提供更全面的土地利用变化模式视图，从而识别特定区域的快速变化。这种方法有助于揭示土地利用变化的时间和空间特征，并支持区域尺度土地利用变化的研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately mapping land-use changes using satellite remote sensing technology?",
                "QuestionCn": "哪些因素导致使用卫星遥感技术准确绘制土地利用变化面临挑战？",
                "AnswerEn": "There are conspicuous conflicts between arable land protection and urban expansion, which manifest as irrational conversion from arable land to built-up areas. This complexity adds to the challenge of accurately mapping land-use changes using satellite remote sensing technology.",
                "AnswerCn": "耕地保护与城市扩张之间存在明显的冲突，这表现为耕地向建筑用地的不合理转化。这种复杂性增加了使用卫星遥感技术准确绘制土地利用变化的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to examine the regional differentiation of land-use change in China when designing dynamic regionalization?",
                "QuestionCn": "在设计动态区域划分时，考察中国土地利用变化的区域差异化是重要的原因是什么？",
                "AnswerEn": "The regional differentiation of land-use change in China lays the foundation to draw dynamic zones, which is crucial for understanding the temporal and spatial features of land-use change and for conducting integrated studies of spatial patterns and temporal processes.",
                "AnswerCn": "中国土地利用变化的区域差异化为划分动态区域奠定了基础，这对于理解土地利用变化的时间和空间特征，以及进行空间模式和时间过程的综合研究至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What underlying causes might explain the rapid land-use changes observed in specific regions of China during the period 1995—2000?",
                "QuestionCn": "在1995年至2000年期间，中国特定地区观察到的快速土地利用变化可能有哪些潜在原因？",
                "AnswerEn": "The rapid land-use changes during 1995—2000 in regions such as North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, and eastern coastal region may be influenced by China's varied physical environments and vast land areas, which also impact social and economic development.",
                "AnswerCn": "1995年至2000年期间，北方中国、黄土高原—农业与牧区交错地区、东北中国、东南沿海地区、长江中下游地区以及东部沿海地区等区域的快速土地利用变化，可能受到中国多样的自然环境和广阔的土地面积的影响，这也对社会和经济发展产生了影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data accuracy and coverage when integrating satellite imagery from multiple sources, such as Landsat TM and CBERS-1, for land-use information?",
                "QuestionCn": "在整合来自多个来源的卫星影像（如Landsat TM和CBERS-1）以获取土地利用信息时，对数据准确性和覆盖范围的潜在影响是什么？",
                "AnswerEn": "Integrating satellite imagery from multiple sources can enhance data accuracy and coverage as it allows for cross-verification and complements the strengths of different sensors, but it may also introduce challenges in data harmonization and consistency.",
                "AnswerCn": "整合来自多个来源的卫星影像可以提高数据的准确性和覆盖范围，因为它允许交叉验证并补充不同传感器的优势，但这也可能引入数据协调和一致性方面的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways could the integration of high-resolution data impact the analysis of land-use conflicts, such as between arable land protection and urban expansion?",
                "QuestionCn": "高分辨率数据的整合将如何影响土地使用冲突的分析，例如耕地保护与城市扩张之间的冲突？",
                "AnswerEn": "High-resolution data allows for a detailed analysis of land-use conflicts by providing finer spatial detail and more accurate classification of land types, which can lead to better-informed decision-making regarding land management and policy development.",
                "AnswerCn": "高分辨率数据通过提供更细致的空间细节和更准确的土地类型分类，使得对土地利用冲突的详细分析成为可能，这可以导致更为明智的土地管理和政策制定决策。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind the collection and use of land-use data at a 1:10,000 scale in the context of China's environmental studies?",
                "QuestionCn": "在中国的环境研究中，收集和使用1:10,000比例尺土地利用数据的目标是什么？",
                "AnswerEn": "The objectives behind collecting land-use data at a 1:10,000 scale include revealing the temporal and spatial features of land-use change, understanding the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycles, and sustainable exploitation of resources. This provides a more refined understanding of regional scale land-use changes and supports integrated studies of spatial patterns and temporal processes in land-use change.",
                "AnswerCn": "收集1:10,000比例尺土地利用数据的目标包括揭示土地利用变化的时间和空间特征，理解生物圈与大气之间的相互作用、生物多样性、生物地球化学循环以及资源的可持续开发。这为区域尺度土地利用变化提供了更精细的理解，并支持土地利用变化的空间模式和时间过程的综合研究。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to use satellite data like Landsat TM and CBERS-1 for generating datasets on land-use change in China?",
                "QuestionCn": "使用卫星数据如Landsat TM和CBERS-1生成中国土地利用变化数据集的重要性在于：",
                "AnswerEn": "Using satellite data such as Landsat TM and CBERS-1 is important for generating datasets on land-use change in China because it offers a comprehensive and consistent way to monitor vast and varied physical environments. This allows for the assessment of regional differentiation in land-use changes, which is crucial for understanding patterns and processes of land-use dynamics and their impact on social, economic, and global environmental changes.",
                "AnswerCn": "使用卫星数据，如Landsat TM和CBERS-1，对于生成中国土地利用变化的数据集非常重要，因为它提供了一种全面且一致的方式来监测广阔而多样的自然环境。这使得评估土地利用变化的区域差异成为可能，这对于理解土地利用动态的模式和过程及其对社会、经济和全球环境变化的影响至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended outcomes of identifying dynamic zones of land-use change in China?",
                "QuestionCn": "识别中国土地利用变化的动态区域的预期结果是什么？",
                "AnswerEn": "The intended outcomes of identifying dynamic zones of land-use change in China include establishing a foundation for understanding regional land-use change characteristics, addressing challenges like deforestation trends and conflicts between arable land protection and urban expansion, and informing policy-making to mitigate adverse impacts on social and economic development as well as global environmental change.",
                "AnswerCn": "识别中国动态土地利用变化区域的预期结果包括建立理解区域土地利用变化特征的基础，解决如森林砍伐趋势和耕地保护与城市扩张之间的冲突等挑战，并为政策制定提供信息，以减轻对社会和经济发展以及全球环境变化的不利影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to accurately classify land-use types using satellite imagery in a large-scale environmental study?",
                "QuestionCn": "在大规模环境研究中，可以采用哪些方法来准确分类卫星影像中的土地利用类型？",
                "AnswerEn": "In the field of land-use and land-cover change studies, methodologies involve using satellite imagery such as Landsat TM digital images and CBERS-1 data. These are used to acquire detailed land-use information. The classification process typically includes a hierarchical land-cover classification system that separates the land into various categories, such as arable land, forest, grassland, water bodies, urban areas, and unused land.",
                "AnswerCn": "在土地利用和土地覆盖变化研究领域，方法论涉及使用卫星影像，如Landsat TM数字图像和CBERS-1数据。这些数据用于获取详细的土地利用信息。分类过程通常包括一个分层的土地覆盖分类系统，将土地分为各种类别，如耕地、森林、草地、水体、城市区域和未利用土地。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can researchers address the conflicts that arise between arable land protection and urban expansion during data collection for land-use studies?",
                "QuestionCn": "研究人员如何在土地利用研究的数据收集过程中解决耕地保护与城市扩张之间的冲突？",
                "AnswerEn": "Researchers can address these conflicts by examining the conspicuous conflicts between arable land protection and urban expansion. This involves analyzing data to reveal irrational conversions from arable land to built-up areas, and integrating the analysis of spatial patterns and temporal processes to understand regional land-use change dynamics.",
                "AnswerCn": "研究人员可以通过研究耕地保护与城市扩张之间的明显冲突来解决这些矛盾。这涉及分析数据，以揭示耕地向建筑用地的不合理转变，并整合空间模式和时间过程的分析，以理解区域土地利用变化的动态。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological resources are crucial for generating high-resolution land-use datasets in China?",
                "QuestionCn": "在中国生成高分辨率土地利用数据集的关键技术资源有哪些？",
                "AnswerEn": "The generation of high-resolution land-use datasets in China relies heavily on satellite remote sensing technology, particularly utilizing Landsat MSS, TM, and ETM data. These resources enable the detailed classification and mapping of land cover across large areas.",
                "AnswerCn": "中国高分辨率土地利用数据集的生成在很大程度上依赖于卫星遥感技术，特别是利用Landsat MSS、TM和ETM数据。这些资源使得对大面积土地覆盖进行详细分类和制图成为可能。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do the challenges of balancing arable land protection and urban expansion influence data collection strategies for land-use changes in China?",
                "QuestionCn": "保护耕地与城市扩张之间的平衡挑战如何影响中国土地利用变化的数据收集策略？",
                "AnswerEn": "The challenges of balancing arable land protection and urban expansion necessitate data collection strategies that can accurately track land conversion patterns. This includes using detailed satellite imagery, such as from Landsat TM and CBERS-1, to monitor and analyze the transformation from arable land to urban areas.",
                "AnswerCn": "平衡耕地保护与城市扩张的挑战需要数据收集策略，以准确跟踪土地转化模式。这包括使用详细的卫星影像，如Landsat TM和CBERS-1，来监测和分析耕地向城市地区的转变。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or strategies enable the effective regional dynamic zoning of land-use changes in China?",
                "QuestionCn": "哪些条件或策略能够有效促进中国土地利用变化的区域动态分区？",
                "AnswerEn": "Effective regional dynamic zoning of land-use changes in China is enabled by integrating spatial pattern analysis and temporal process studies. These strategies utilize datasets from sources like Landsat TM and CBERS-1 to reveal regional differentiation in land-use changes, which is crucial for drawing dynamic zones across varied regions.",
                "AnswerCn": "有效的区域动态分区土地利用变化在中国通过整合空间模式分析和时间过程研究得以实现。这些策略利用来自Landsat TM和CBERS-1等来源的数据集，揭示了土地利用变化的区域差异，这对于在不同区域划定动态分区至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the integration of spatial pattern and temporal process be crucial for understanding regional land-use change dynamics?",
                "QuestionCn": "空间模式与时间过程的整合对于理解区域土地利用变化动态可能至关重要的原因是什么？",
                "AnswerEn": "The integration is crucial as it reveals the regional land-use change characteristics by examining both the dynamic process pattern and the pattern of dynamic process, which helps in understanding temporal and spatial features of land-use change.",
                "AnswerCn": "整合是至关重要的，因为它通过考察动态过程模式和动态过程的模式，揭示了区域土地利用变化的特征，这有助于理解土地利用变化的时间和空间特征。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why could there be challenges in reversing deforestation trends despite extensive data collection and analysis?",
                "QuestionCn": "尽管进行了广泛的数据收集和分析，逆转森林砍伐趋势仍可能面临挑战的原因是什么？",
                "AnswerEn": "Challenges persist due to conspicuous conflicts between arable land protection and urban expansion, as evidenced by irrational conversion from arable land to built-up areas, suggesting socio-economic and policy-related complexities that data alone cannot resolve.",
                "AnswerCn": "由于耕地保护与城市扩张之间的明显冲突，挑战依然存在，这表现在耕地向建筑用地的不合理转化上，表明了社会经济和政策相关的复杂性，仅凭数据无法解决这些问题。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using satellite remote sensing data, such as Landsat and CBERS-1, in capturing land-use changes over a large geographic area like China?",
                "QuestionCn": "您将如何评估使用卫星遥感数据（如Landsat和CBERS-1）在捕捉像中国这样的大面积地理区域的土地利用变化方面的有效性？",
                "AnswerEn": "Satellite remote sensing data, such as Landsat and CBERS-1, have been effectively used to capture land-use changes due to their ability to cover large geographic areas and provide temporal data. However, challenges may include the need for high-resolution imagery to accurately detect finer-scale changes and potential issues with cloud cover affecting data quality.",
                "AnswerCn": "卫星遥感数据，如Landsat和CBERS-1，因其能够覆盖大范围地理区域并提供时间数据而有效用于捕捉土地利用变化。然而，挑战可能包括需要高分辨率影像以准确检测更细微的变化，以及云层覆盖可能影响数据质量的问题。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I’m unsure about the challenges faced during data collection for land-use studies in large and diverse countries like China.",
                "QuestionCn": "我对在像中国这样的大型多样化国家进行土地利用研究时面临的数据收集挑战感到不确定。",
                "AnswerEn": "Challenges include the difficulty of effectively reversing deforestation trends and managing conflicts between arable land protection and urban expansion, such as irrational conversions from arable land to built-up areas.",
                "AnswerCn": "挑战包括有效逆转森林砍伐趋势的困难，以及在保护耕地和城市扩张之间管理冲突，例如不合理的耕地转为建筑用地。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how multiple datasets like Landsat TM images and CBERS-1 data are used together in land-use research.",
                "QuestionCn": "我无法理解如何将多个数据集，如Landsat TM影像和CBERS-1数据，结合在一起用于土地利用研究。",
                "AnswerEn": "Landsat TM digital images are used as main data sources, with additional data from CBERS-1 to acquire comprehensive land-use information, allowing researchers to analyze changes over time and validate findings with multiple data inputs.",
                "AnswerCn": "Landsat TM数字图像作为主要数据源，结合CBERS-1的附加数据，以获取全面的土地利用信息，使研究人员能够分析随时间变化的情况，并通过多种数据输入验证研究结果。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges faced in the acquisition and classification of satellite data for land-use change analysis in rapidly developing regions.",
                "QuestionCn": "请探讨在快速发展地区进行土地利用变化分析时，获取和分类卫星数据所面临的挑战。",
                "AnswerEn": "Challenges include effectively reversing the deforestation trend across China and addressing conflicts between arable land protection and urban expansion, which is evident in the conversion from arable land to built-up areas. These challenges complicate the accurate classification and analysis of satellite data for land-use change.",
                "AnswerCn": "挑战包括有效逆转中国的森林砍伐趋势，以及解决耕地保护与城市扩张之间的冲突，这在耕地转为建筑用地的过程中表现得尤为明显。这些挑战使得对土地利用变化的卫星数据进行准确分类和分析变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify potential datasets and their sources that can be utilized for studying dynamic regionalization of land-use change over time.",
                "QuestionCn": "请识别可以用于研究土地利用变化动态区域化的潜在数据集及其来源。",
                "AnswerEn": "Potential datasets include Landsat TM digital images from 1995/1996 and 1999/2000, with 520 and 508 scenes, respectively. Additionally, CBERS-1 data is used to acquire land-use information for the period 1999/2000. These datasets enable the study of dynamic regionalization of land-use change over time.",
                "AnswerCn": "潜在的数据集包括1995/1996年和1999/2000年的Landsat TM数字图像，分别有520和508个场景。此外，使用CBERS-1数据获取1999/2000年的土地利用信息。这些数据集使得研究土地利用变化的动态区域化成为可能。",
                "Level": "C6(Creating)"
            }
        ]
    }
}