{
    "id": "b9852097-fc90-41e8-9b17-6befa4662a1d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of ground-based microwave scatterometer and ground truth observations for soil freeze/thaw cycle in the A'rou foci experimental area",
            "titleCn": "黑河综合遥感联合试验：阿柔加密观测区地基微波散射计及地表实况观测数据集",
            "description": "The dataset of ground-based microwave scatterometer and ground truth observations for soil freeze/thaw cycle was obtained in No. 3 quadrate of the A'rou foci experimental area from 22:33 on Mar. 16 to 15:00 on 17, 2008.\n     Observation items included the mean soil temperature from 0-5cm by the probe thermometer, the soil temperature at 5cm and 10cm by the glass geothermometer, the soil temperature, soil volumetric moisture, the loss tangent, soil conductivity, and the real part and the imaginary part of soil complex permittivity by the POGO soil sensor, and soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring (100cm^3). Those provide reliable ground data for retrieval and validation of soil moisture and freeze/thaw status from active remote sensing approaches. \n     Two files were included, the microwave scatterometer and ground truth observations; both were archived in Excel format.",
            "descriptionCn": "2008年03月16日22:33-17日15:00在阿柔样方3北侧开展多角度地基散射计连续观测，主要观测阿柔草场地表冻融循环引起的后向散射系数时间序列变化特征。\n具体包括针式温度计获得的0-5cm平均土壤温度；玻璃管地温计测量的5cm和10cm处土壤温度；POGO便携式土壤水分传感器测量的土壤温度、土壤体积含水量、损耗正切、土壤电导率、土壤复介电常数实部及虚部；以及100cm^3环刀取土经烘干获得的土壤重量含水量、土壤容重及体积含水量。本数据可为发展和验证主动微波遥感反演土壤水分及冻融状态算法提供基本的地面数据集。\n本数据集包括2个文件，分别为：散射计观测场地面观测数据和散射计观测数据，都以Excel格式存储。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.55,
            "west": 100.411,
            "south": 38.015,
            "north": 38.078,
            "startTime": "2008-03-28 00:00:00",
            "endTime": "2008-03-29 00:00:00",
            "fileSize": 193818690.0,
            "cstr": "18406.11.water973.0018.db",
            "doi": "10.3972/water973.0018.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": " 刘增灿",
                "nameEn": "LIU Zengcan",
                "unitEn": "",
                "unitCn": "电子科技大学"
            },
            {
                "nameCn": " 秦伟",
                "nameEn": "QIN Wei",
                "unitEn": "",
                "unitCn": "电子科技大学"
            },
            {
                "nameCn": "曹永攀",
                "nameEn": "CAO Yongpan",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "韩旭军",
                "nameEn": "HAN Xujun",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "晋锐",
                "nameEn": "JIN Rui",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "典型地物后向散射特性的测量与分析",
                "titleEn": null,
                "referenceCn": "徐春亮, 陈彦, 贾明权, 刘增灿, 卢海平, 童玲. 典型地物后向散射特性的测量与分析. 地球科学进展, 2009, 24(7): 810-816.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤容重",
                "nameEn": "Soil bulk density"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "地基微波辐射计",
                "nameEn": "Ground-based microwave radiometer"
            },
            {
                "nameCn": "电导率",
                "nameEn": "Electrical conductivity"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-16",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-17",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of data collection methods used to observe the time series changes in backscattering coefficients due to freeze-thaw cycles in grassland surfaces?",
                "QuestionCn": "您能否提供一个示例，说明用于观察草地表面因冻融循环而导致的反向散射系数时间序列变化的数据收集方法？",
                "AnswerEn": "A data collection method involves conducting multi-angle ground-based scatterometer continuous observations, specifically from March 16 to March 17, 2008, to capture the time series changes in backscattering coefficients related to freeze-thaw cycles in the Aru grassland surface. The process includes using a needle thermometer for average soil temperature measurement at 0-5 cm depth, glass tube thermometers for soil temperature at 5 cm and 10 cm depths, and a POGO portable soil moisture sensor for measuring soil temperature, volumetric water content, loss tangent, soil conductivity, and both real and imaginary parts of the soil complex permittivity. Additionally, soil samples are collected with a 100 cm^3 ring knife and dried to determine soil gravimetric water content, bulk density, and volumetric water content.",
                "AnswerCn": "一种数据收集方法涉及在2008年3月16日至3月17日进行多角度地面散射计的连续观测，以捕捉与阿鲁草原表面冻融循环相关的后向散射系数的时间序列变化。该过程包括使用针式温度计测量0-5厘米深度的平均土壤温度，使用玻璃管温度计测量5厘米和10厘米深度的土壤温度，以及使用POGO便携式土壤湿度传感器测量土壤温度、体积水分含量、损耗正切、土壤电导率以及土壤复合介电常数的实部和虚部。此外，使用100 cm³的环刀收集土壤样本，并进行干燥以确定土壤的重力水分含量、容重和体积水分含量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and methods involved in measuring soil moisture and freeze-thaw cycles using ground-based microwave scatterometers?",
                "QuestionCn": "使用地面微波散射计测量土壤湿度和冻融循环的具体特征和方法包括：",
                "AnswerEn": "backscattering coefficient time series, 0-5 cm average soil temperature, soil temperature at 5 cm and 10 cm depth, soil volumetric moisture content, loss tangent, soil conductivity, real and imaginary parts of the soil complex permittivity, soil bulk density, volumetric moisture content",
                "AnswerCn": "后向散射系数时间序列，0-5厘米平均土壤温度，5厘米和10厘米深度的土壤温度，土壤体积含水量，损耗正切，土壤电导率，土壤复介电常数的实部和虚部，土壤体积密度，体积含水量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the concept of '地基微波散射计' in the context of soil and surface condition observation?",
                "QuestionCn": "'地基微波散射计'在土壤和表面条件观察中的概念是什么？",
                "AnswerEn": "The concept of '地基微波散射计' refers to a ground-based microwave scatterometer used to observe surface conditions, specifically to monitor changes in the backscatter coefficient time series due to freeze-thaw cycles of the surface, like those seen in grassland areas. This involves continuous multi-angle observations to capture the dynamics of soil conditions.",
                "AnswerCn": "“地基微波散射计”是指一种用于观察地表条件的地面微波散射计，特别用于监测由于表面冻融循环而导致的后向散射系数时间序列的变化，例如在草原地区。这涉及到连续的多角度观测，以捕捉土壤条件的动态变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using multi-angle ground-based scatterometer observations for understanding the freeze-thaw cycles in grassland surfaces?",
                "QuestionCn": "使用多角度地面散射计观测来理解草地表面的冻结-融化循环的潜在结果是什么？",
                "AnswerEn": "Using multi-angle ground-based scatterometer observations can lead to a detailed understanding of the temporal changes in backscatter coefficients caused by freeze-thaw cycles in grassland surfaces. This data collection method can provide essential ground truth data for developing and validating active microwave remote sensing algorithms aimed at retrieving soil moisture and freeze-thaw states.",
                "AnswerCn": "使用多角度地面散射计观测可以深入了解草地表面因冻融循环而导致的后向散射系数的时间变化。这种数据收集方法可以为开发和验证旨在获取土壤湿度和冻融状态的主动微波遥感算法提供重要的地面真相数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting multi-angle ground-based scatterometer observations in relation to the soil freeze-thaw cycles in grassland areas?",
                "QuestionCn": "收集多角度地面散射计观测的主要目的是与草地地区的土壤冻结-解冻循环相关。",
                "AnswerEn": "The primary objective of collecting multi-angle ground-based scatterometer observations is to capture the time-series changes in backscatter coefficients caused by soil freeze-thaw cycles, which can aid in the development and validation of active microwave remote sensing algorithms for retrieving soil moisture and freeze-thaw states.",
                "AnswerCn": "收集多角度地面散射计观测的主要目的是捕捉由于土壤冻结-融化周期引起的后向散射系数的时间序列变化，这有助于开发和验证用于获取土壤湿度和冻结-融化状态的主动微波遥感算法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and processing ground-based microwave scatterometer data to analyze soil freeze-thaw cycles in grassland areas?",
                "QuestionCn": "收集和处理地面微波散射计数据以分析草地地区土壤冻结-融化周期涉及哪些程序？",
                "AnswerEn": "The data collection process involves conducting multi-angle ground-based scatterometer continuous observations to analyze the time series changes in backscatter coefficients caused by soil freeze-thaw cycles. The data is collected using various instruments such as needle thermometers for 0-5cm average soil temperature, glass tube thermometers for 5cm and 10cm soil temperatures, and POGO portable soil moisture sensors for soil temperature, volumetric water content, loss tangent, soil conductivity, and real and imaginary parts of the soil complex dielectric constant. Additionally, soil samples are collected using 100cm^3 ring knives, dried, and analyzed for soil gravimetric water content, soil bulk density, and volumetric water content. The collected data is stored in Excel format.",
                "AnswerCn": "数据收集过程涉及进行多角度地面散射计的连续观测，以分析由于土壤冻融循环引起的后向散射系数的时间序列变化。数据使用各种仪器收集，例如用于0-5厘米平均土壤温度的针式温度计、用于5厘米和10厘米土壤温度的玻璃管温度计，以及用于土壤温度、体积含水量、损耗正切、土壤电导率以及土壤复合介电常数的实部和虚部的POGO便携式土壤湿度传感器。此外，使用100cm³的环刀采集土壤样本，进行干燥，并分析土壤的重力含水量、土壤容重和体积含水量。收集的数据以Excel格式存储。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable accurate monitoring of soil moisture and freeze-thaw cycles using ground-based microwave scatterometers?",
                "QuestionCn": "哪些方法能够通过地面微波散射计准确监测土壤湿度和冻融循环？",
                "AnswerEn": "The methodologies involve using multi-angle ground-based scatterometers to continuously observe changes in backscatter coefficients, in conjunction with temperature data obtained from needle thermometers and soil moisture sensors. These methods provide time-series data on the freeze-thaw cycles of the soil surface.",
                "AnswerCn": "这些方法涉及使用多角度地面散射计持续观察后向散射系数的变化，并结合从针式温度计和土壤湿度传感器获得的温度数据。这些方法提供了土壤表面冻融循环的时间序列数据。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}