{
    "id": "b98e729f-3219-4e9c-81c3-c9cf8d6eccba",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "The 1-km Permafrost Zonation Index Map over the Tibetan Plateau (2019)",
            "titleCn": "青藏高原1公里分辨率多年冻土概率图（2019）",
            "description": "Based on a recently developed inventory of permafrost presence or absence from 1475 in situ observations, we developed and trained a statistical model and used it to compile a high‐resolution (30 arc‐ seconds) permafrost zonation index (PZI) map. The PZI model captures the high spatial variability of permafrost distribution over the QTP because it considers multi- ple controlling variables, including near‐surface air temperature downscaled from re‐ analysis, snow cover days and vegetation cover derived from remote sensing. Our results showed the new PZI map achieved the best performance compared to avail- able existing PZI and traditional categorical maps. Based on more than 1000 in situ measurements, the Cohen's kappa coefficient and overall classification accuracy were 0.62 and 82.5%, respectively. Excluding glaciers and lakes, the area of permafrost regions over the QTP is approximately 1.54 (1.35–1.66) ×106 km2, or 60.7 (54.5– 65.2)% of the exposed land, while area underlain by permafrost is about 1.17 (0.95–1.35) ×106 km2, or 46 (37.3–53.0)%.",
            "descriptionCn": "基于最新发布的青藏高原多年冻土存在性证据数据集，利用统计模型计算得到了1公里分辨率青藏高原多年冻土概率分布图。该图考虑了气温、积雪和植被这三个多年冻土分布控制性因素，因此能够准确地反应青藏高原冻土的空间异质性。根据1000多个实测资料验证和与已有多年冻土图的对比结果显示，该图的整体分布精度为82.5%，卡帕系数可达到0.62，在多年冻土下界表现出了更好的分类效果。结果显示，青藏高原多年冻土区面积约为1.54 (1.35–1.66) 百万平方公里, 约占陆地面积的 60.7 (54.5– 65.2)% 。多年冻土面积 约为 1.17 (0.95–1.35）百万平方公里，约占46 (37.3–53.0)%。",
            "instructions": "DatasetS1: The 1-km mean annual air temperature during 1979 and 1999 over the Tibetan Plateau\nDatasetS2: The 1-km scaled mean annual snow cover days between 2003 and 2010 over the Tibetan Plateau\nDatasetS3: The 1-km median maximum NDVI during 2002 and 2017 over the Tibetan Plateau\nDatasetS4: The 1-km permafrost zonation index map over the Tibetan Plateau\nDatasetS5: The lake inverntory\nDatasetS6: The glacier inverntory",
            "instructionsCn": "DatasetS1: 青藏高原1公里分辨率1979至1999年平均气温\nDatasetS2: 青藏高原1公里分辨率2003至2010归一化平均积雪天数\nDatasetS3: 青藏高原1公里分辨率2002至2017年最大归一化植被指数的中位数\nDatasetS4: 青藏高原1公里分辨率多年冻土概率值\nDatasetS5: 青藏高原湖泊数据集\nDatasetS6: 青藏高原冰川数据集",
            "east": 105.0,
            "west": 73.5,
            "south": 26.0,
            "north": 40.0,
            "startTime": "1979-01-14 00:00:00",
            "endTime": "2000-01-13 11:59:59",
            "fileSize": 184977556.0,
            "cstr": "18406.11.Geocry.tpdc.270215",
            "doi": "10.11888/Geocry.tpdc.270215",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "曹斌",
                "nameEn": "CAO Bin",
                "unitEn": "National Tibetan Plateau Data Center Institute, Institute of Tibetan Plateau, Chinese Academy of Sciences",
                "unitCn": "国家青藏高原数据中心，青藏高原研究所，中国科学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Permafrost zonation index map and statistics over the Qinghai–Tibet Plateau based on field evidence",
                "referenceCn": null,
                "referenceEn": "Cao, B., Zhang, T., Wu, Q., Sheng, Y., Zhao, L., & Zou, D. (2019). Permafrost zonation index map and statistics over the Qinghai‐Tibet Plateau based on field evidence. Permafrost and Periglac Process, 30, 178– 194. https://doi.org/10.1002/ppp.2006."
            },
            {
                "titleCn": null,
                "titleEn": "Brief communication: Evaluation and inter-comparisons of Qinghai–Tibet Plateau permafrost maps based on a new inventory of field evidence",
                "referenceCn": null,
                "referenceEn": "Cao, B., Zhang, T., Wu, Q., Sheng, Y., Zhao, L., & Zou, D. (2019). Brief communication: Evaluation and inter-comparisons of Qinghai–Tibet Plateau permafrost maps based on a new inventory of field evidence, The Cryosphere, 13, 511–519, https://doi.org/10.5194/tc-13-511-2019."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻土分布",
                "nameEn": "Frozen ground distribution"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "空",
                "keywordEn": "na",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Permafrost is prevalent over the Qinghai–Tibet Plateau (QTP), but mapping its distribution is challenging due to the limited availability of ground‐truth data sets and strong spatial heterogeneity in the region. The Qinghai–Tibet Plateau (QTP) is the largest and highest plateau in the world with a mean elevation above 4000 m a.s.l. The QTP has the largest extent of permafrost in the low–middle latitudes. Permafrost over the QTP was reported to be sensitive to climate change due, in part, to its high temperatures (normally >−2 °C) and fragile landscape. Its distribution has strong influences on the environment, such as the surface energy balance, hydrological processes, biogeochemical processes, and human systems. Permafrost, a product of cold climates, typically develops beneath the ground surface at depths dependent on site‐specific characteristics such as climate, subsurface water content, and the presence of insulating surface materials. Because of this, permafrost presence or absence is often indiscernible from the surface and its characteristics, such as thermal state or distribution, are spatially heterogeneous. In recent decades, many maps have been produced to estimate permafrost distribution at different scales over the QTP using statistical and (semi‐)physical methods. Applying numerical models to permafrost mapping in mountainous regions is challenging due to the need for high‐resolution meteorological data to drive the model, which is difficult to obtain. Empirical‐statistical models are a simple yet effective approach to estimating permafrost distribution, especially in mountains wherein situ measurements are sparse. Compared with traditional categorical maps, GLMs can estimate permafrost distribution more precisely by introducing continuous permafrost probability indices which range from 0 to 1."
            ],
            "research objective": [
                "In this study, we develop and describe a statistical PZI model to predict the probability of permafrost over the QTP based on multiple predictor variables and a large number of in situ measurements. We aim to (1) compile a new calibrated PZI map on the QTP that is based on in situ evidence and multiple climatic predictor variables; (2) provide summary statistics describing the permafrost distribution on the QTP; and (3) discuss the bias and uncertainties of the new PZI map by comparing it to existing maps."
            ],
            "challenges": [
                "Mapping its distribution is challenging due to the limited availability of ground‐truth data sets and strong spatial heterogeneity in the region. Applying numerical models to permafrost mapping in mountainous regions is challenging due to the need for high‐resolution meteorological data to drive the model, which is difficult to obtain."
            ],
            "methods": [
                "In order to avoid problems with spatial autocorrelation and over‐weighting of dense observations, point‐scale permafrost presence and absence measurements were aggregated to a regular grid co‐registered with the unprojected SRTM30 grid (30 arc‐seconds). The method developed by Fiddes was used to derive MAAT for areas with hypsometric position smaller than 0.1, corresponding to areas dominated by the upper‐air temperature, such as mountain tops. The method developed by Gao et al. was used for areas with hypsometric position larger than 0.3, corresponding to areas dominated by surface effects. The original SMASCD product with a spatial resolution of 500 m was bi‐linearly interpolated to the unprojected SRTM30 grid. The 16‐day NDVI from MODIS/Terra (MOD13Q1, v006) was used. A 3 arc second (∼ 90 m) DEM was created by spatially averaging the Global Digital Elevation Model version 2 (GDEM2), which has an original resolution of 1 arc second. Subsequently, topographic indices including slope and aspect were calculated for all sites in the inventory using RSAGA. All model fitting and statistical calculations were conducted using the R programming language (version 3.4.3). To assess the performance of the PZI model, we conducted a 10‐fold cross‐validation."
            ],
            "dataset": [
                "In this study, we use a recently developed inventory of permafrost presence or absence evidence to derive and evaluate the PZI model over the QTP. There are a total of 1475 in situ sites derived from various methods. Of these, 1141 are acquired from borehole temperature measurements, 6 from soil pits, 184 from ground surface temperature measurements, and 144 from ground‐penetrating radar."
            ],
            "findings": [
                "Our results showed the new PZI map achieved the best performance compared to available existing PZI and traditional categorical maps. Based on more than 1000 in situ measurements, the Cohen's kappa coefficient and overall classification accuracy were 0.62 and 82.5%, respectively. Excluding glaciers and lakes, the area of permafrost regions over the QTP is approximately 1.54 (1.35–1.66) × 10^6 km^2, or 60.7 (54.5–65.2)% of the exposed land, while area underlain by permafrost is about 1.17 (0.95–1.35) × 10^6 km^2, or 46 (37.3–53.0)%."
            ],
            "backgroundCn": [
                "永冻土在青藏高原（QTP）广泛分布，但由于地面真实数据集的有限性和该地区强烈的空间异质性，绘制其分布图面临挑战。青藏高原是世界上最大和最高的高原，平均海拔超过4000米。青藏高原在低中纬度地区拥有最大的永冻土面积。研究表明，青藏高原的永冻土对气候变化敏感，部分原因是其高温（通常>−2°C）和脆弱的地貌。永冻土的分布对环境有着重要影响，例如地表能量平衡、水文过程、生物地球化学过程和人类系统。永冻土是寒冷气候的产物，通常在地下特定深度形成，具体深度取决于气候、地下水含量和绝缘表面材料的存在等现场特征。因此，永冻土的存在与否往往难以从表面辨别，其特征，如热状态或分布，具有空间异质性。在最近几十年中，许多地图已被制作出来，以不同尺度估计青藏高原的永冻土分布，采用统计和（半）物理方法。在山区应用数值模型进行永冻土绘制具有挑战性，因为需要高分辨率的气象数据来驱动模型，而这些数据难以获得。经验统计模型是一种简单而有效的估计永冻土分布的方法，特别是在现场测量稀缺的山区。与传统的分类地图相比，广义线性模型（GLMs）通过引入从0到1的连续永冻土概率指数，可以更精确地估计永冻土分布。"
            ],
            "research objectiveCn": [
                "在本研究中，我们开发并描述了一种统计PZI模型，以基于多个预测变量和大量现场测量数据预测青藏高原（QTP）上冻土的概率。我们的目标是：(1) 编制一幅基于现场证据和多个气候预测变量的新校准PZI地图；(2) 提供描述青藏高原上冻土分布的汇总统计数据；(3) 通过与现有地图的比较，讨论新PZI地图的偏差和不确定性。"
            ],
            "challengesCn": [
                "由于地面真实数据集的有限可用性和该地区强烈的空间异质性，映射其分布具有挑战性。在山区应用数值模型进行永久冻土映射也面临挑战，因为需要高分辨率的气象数据来驱动模型，而这些数据难以获得。"
            ],
            "methodsCn": [
                "为了避免空间自相关和对密集观测的过度加权，点尺度的永久冻土存在与缺失测量被聚合到一个与未投影的SRTM30网格（30弧秒）共同注册的规则网格。采用Fiddes开发的方法来推导高程位置小于0.1的区域的MAAT，这些区域主要受上层空气温度影响，如山顶。对于高程位置大于0.3的区域，采用Gao等人开发的方法，这些区域主要受表面效应影响。原始的SMASCD产品具有500米的空间分辨率，经过双线性插值处理后，转换为未投影的SRTM30网格。使用MODIS/Terra的16天NDVI（MOD13Q1，v006）。通过空间平均全球数字高程模型版本2（GDEM2），其原始分辨率为1弧秒，创建了一个3弧秒（约90米）的数字高程模型（DEM）。随后，使用RSAGA计算了清单中所有地点的地形指数，包括坡度和方位。所有模型拟合和统计计算均使用R编程语言（版本3.4.3）进行。为了评估PZI模型的性能，我们进行了10折交叉验证。"
            ],
            "datasetCn": [
                "在本研究中，我们使用最近开发的永久冻土存在或缺失证据清单来推导和评估青藏高原的PZI模型。总共有1475个现场数据点，这些数据点来自各种方法。其中，1141个来自钻孔温度测量，6个来自土壤坑，184个来自地表温度测量，144个来自地面穿透雷达。"
            ],
            "findingsCn": [
                "我们的结果显示，新开发的PZI地图相比现有的PZI和传统分类地图表现最佳。基于超过1000个现场测量，Cohen's kappa系数和总体分类准确率分别为0.62和82.5%。排除冰川和湖泊后，青藏高原的永久冻土区域面积约为1.54（1.35–1.66）× 10^6 km^2，约占裸露土地的60.7%（54.5–65.2%），而永久冻土下的区域面积约为1.17（0.95–1.35）× 10^6 km^2，约占46%（37.3–53.0%）。"
            ]
        },
        {
            "background": [
                "Permafrost is one of the major components of the cryosphere due to its large spatial extent. The Qinghai–Tibet Plateau (QTP), also known as the Third Pole, has the largest extent of permafrost in the low–middle latitudes. Permafrost over the QTP was reported to be sensitive to climate change mainly due to high ground temperature ( >−2 ◦C) (Wu and Zhang, 2008), and its distribution has strong influences on hydrological processes (e.g. Cheng and Jin, 2013; Zhang et al., 2018), biogeochemical processes (e.g. Mu et al., 2017), and human systems (e.g. Wu et al., 2016). Many approaches have been used to produce permafrost distribution and ground ice condition maps at different scales over the QTP (Ran et al., 2012). However, limited in situ measurements and the different classification systems and compilation approaches used make it challenging to compare maps directly. Despite the increasing efforts in mapping QTP permafrost, the maps have not been evaluated and inter-compared with the large amount of evidence of permafrost presence or absence."
            ],
            "research objective": [
                "In this study, we aim to provide the first inventory of evidence of permafrost presence or absence for the QTP; and use the inventory to evaluate and inter-compare existing permafrost maps of the QTP."
            ],
            "challenges": [
                "The low agreement in areas near the boundary between permafrost and non-permafrost and in spatially highly variable landscapes highlights the need for improved mapping methods that consider more controlling factors at both medium–large and local scales. However, limited in situ measurements and the different classification systems and compilation approaches used make it challenging to compare maps directly. It is more difficult to discern the presence of permafrost in areas with low soil moisture content because it weakens this contrast (Cao et al., 2017b)."
            ],
            "methods": [
                "In this study, we used the mean ground temperatures (MGTs) measured from the boreholes, the depths of which vary from a few metres to about 20 m depending on the depth of zero annual amplitude and borehole depth, to identify permafrost presence or absence. At SP sites, the presence of ground ice was used to indicate permafrost presence. GPR data are from Cao et al. (2017b) and were measured in 2014 between late September and November using 100 and 200 MHz antennas. The data were carefully processed by removing opaque reflections and evaluated using direct measurements."
            ],
            "dataset": [
                "Here we evaluate and inter-compare the results of six different QTP permafrost maps with a new inventory of permafrost presence or absence comprising 1475 field sites compiled from various sources."
            ],
            "findings": [
                "The QTPTTOP map is recommended for representing permafrost distribution over the QTP based on our evaluation. Additionally, the PZInorm and PZIcold maps are similar to one another and are valuable alternatives for describing a permafrost zonation index over the QTP."
            ],
            "backgroundCn": [
                "永冻土是冰冻圈的主要组成部分之一，因其广泛的空间分布而受到关注。青藏高原（QTP），也被称为第三极，是低中纬度地区永冻土分布最广的地区。研究表明，青藏高原的永冻土对气候变化非常敏感，主要是由于地面温度高于−2°C（吴和张，2008），其分布对水文过程（例如，程和金，2013；张等，2018）、生物地球化学过程（例如，穆等，2017）以及人类系统（例如，吴等，2016）有着重要影响。许多方法已被用于在不同尺度上绘制青藏高原的永冻土分布和地下冰条件图（冉等，2012）。然而，由于现场测量有限以及使用的不同分类系统和汇编方法，使得直接比较这些地图变得具有挑战性。尽管在绘制青藏高原永冻土图方面的努力不断增加，但这些地图尚未得到评估和与大量永冻土存在或缺失的证据进行比较。"
            ],
            "research objectiveCn": [
                "在本研究中，我们旨在提供青藏高原（QTP）永久冻土存在或缺失的首次证据清单；并利用该清单评估和比较现有的青藏高原永久冻土地图。"
            ],
            "challengesCn": [
                "在永久冻土与非永久冻土之间的边界区域以及空间高度变异的景观中，低一致性凸显了需要改进映射方法，以考虑中大尺度和局部尺度上的更多控制因素。然而，有限的现场测量以及使用的不同分类系统和编制方法使得直接比较地图变得具有挑战性。在土壤水分含量较低的区域，更难以辨别永久冻土的存在，因为这会削弱这种对比（Cao et al., 2017b）。"
            ],
            "methodsCn": [
                "在本研究中，我们使用从钻孔测得的平均地温（MGT），钻孔深度从几米到约20米不等，具体取决于零年振幅的深度和钻孔深度，以识别永久冻土的存在与否。在SP地点，地面冰的存在被用来指示永久冻土的存在。GPR数据来自Cao等人（2017b），测量时间为2014年9月底至11月，使用100和200 MHz的天线。数据经过仔细处理，去除了不透明的反射，并通过直接测量进行了评估。"
            ],
            "datasetCn": [
                "在这里，我们评估并相互比较六个不同的QTP永久冻土地图的结果，以及一个新的永久冻土存在或缺失的清单，该清单包含来自各种来源的1475个实地调查点。"
            ],
            "findingsCn": [
                "QTPTTOP地图被推荐用于表示青藏高原的永冻土分布，基于我们的评估。此外，PZInorm和PZIcold地图彼此相似，是描述青藏高原永冻土分区指数的有价值替代方案。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can empirical-statistical models effectively estimate permafrost distribution in mountainous regions where in situ measurements are sparse?",
                "QuestionCn": "经验统计模型能有效估计在现场测量稀缺的山区的永久冻土分布吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is there an existing inventory of permafrost presence or absence evidence used to derive and evaluate models over the Qinghai-Tibet Plateau?",
                "QuestionCn": "是否存在用于推导和评估青藏高原模型的永久冻土存在或缺失证据的现有清单？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which method is more suitable for deriving mean annual air temperature (MAAT) in mountainous areas, the method developed by Fiddes or the method developed by Gao et al.?",
                "QuestionCn": "在山区推导年均气温（MAAT）时，Fiddes开发的方法和Gao等人开发的方法哪种更为合适？",
                "AnswerEn": "Fiddes",
                "AnswerCn": "费迪斯",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Do empirical-statistical models or numerical models offer better precision for permafrost distribution estimation in the Qinghai-Tibet Plateau (QTP)?",
                "QuestionCn": "经验统计模型还是数值模型在青藏高原（QTP）冻土分布估计中提供更好的精度？",
                "AnswerEn": "Empirical-statistical models",
                "AnswerCn": "经验统计模型",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods were utilized to gather evidence of permafrost presence or absence on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原上，收集关于永久冻土存在或缺失证据的数据收集方法有哪些？",
                "AnswerEn": "borehole temperature measurements, soil pits, ground surface temperature measurements, ground-penetrating radar",
                "AnswerCn": "钻孔温度测量、土壤剖面、地表温度测量、探地雷达",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the challenges most prominent in mapping the distribution of permafrost on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原上，绘制永久冻土分布图的挑战主要集中在哪里？",
                "AnswerEn": "boundary between permafrost and non-permafrost areas",
                "AnswerCn": "多年冻土区与非多年冻土区的边界",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key datasets used in evaluating and inter-comparing permafrost maps over the Qinghai-Tibet Plateau?",
                "QuestionCn": "评估和比较青藏高原的永冻土地图时使用的关键数据集有哪些？",
                "AnswerEn": "inventory of permafrost presence or absence evidence",
                "AnswerCn": "永久冻土存在或不存在证据的清单",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when using empirical-statistical models for permafrost mapping in mountainous regions?",
                "QuestionCn": "在山区使用经验统计模型进行永久冻土制图时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced when using empirical-statistical models for permafrost mapping in mountainous regions is the need for high-resolution meteorological data to drive the model, which is difficult to obtain. This challenge is compounded by the strong spatial heterogeneity and limited availability of ground-truth datasets in these regions.",
                "AnswerCn": "在山区使用经验-统计模型进行永久冻土制图时面临的一个挑战是需要高分辨率的气象数据来驱动模型，而这些数据难以获得。这个挑战因这些地区强烈的空间异质性和有限的地面实测数据集而加剧。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset used to evaluate permafrost distribution models on the Qinghai–Tibet Plateau?",
                "QuestionCn": "您能否提供一个用于评估青藏高原上永冻土分布模型的数据集示例？",
                "AnswerEn": "A dataset used to evaluate permafrost distribution models on the Qinghai–Tibet Plateau includes a recently developed inventory of permafrost presence or absence evidence, comprising a total of 1475 in situ sites. Of these, 1141 are from borehole temperature measurements, 6 from soil pits, 184 from ground surface temperature measurements, and 144 from ground-penetrating radar.",
                "AnswerCn": "用于评估青藏高原上永冻土分布模型的数据集包括一个最近开发的永冻土存在或缺失证据的清单，共包含1475个现场点。其中，1141个来自钻孔温度测量，6个来自土壤坑，184个来自地表温度测量，144个来自地面穿透雷达。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the statistical model used for predicting permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于预测青藏高原永久冻土分布的统计模型的特点是什么？",
                "AnswerEn": "PZI model, predicts probability of permafrost, multiple predictor variables, large number of in situ measurements, continuous probability indices, accounts for temperature, snow, vegetation",
                "AnswerCn": "PZI模型，预测多年冻土的概率，多个预测变量，大量原位测量，连续概率指数，考虑温度、积雪、植被。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges of collecting ground-truth data for mapping permafrost distribution in mountainous regions?",
                "QuestionCn": "在山区收集永久冻土分布的真实数据面临哪些挑战？",
                "AnswerEn": "limited availability of high-resolution meteorological data, spatial heterogeneity, sparse in situ measurements, difficulties in discerning permafrost presence in areas with low soil moisture content",
                "AnswerCn": "高分辨率气象数据的有限可用性、空间异质性、稀疏的现场测量、在土壤含水量低的地区难以辨别永久冻土的存在。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many in situ sites are included in a dataset used to evaluate permafrost mapping models on the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于评估青藏高原上冻土映射模型的数据集中包含多少个原位站点？",
                "AnswerEn": "1475",
                "AnswerCn": "1475",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the overall classification accuracy achieved by a permafrost probability map developed for the Qinghai-Tibet Plateau?",
                "QuestionCn": "为青藏高原开发的永久冻土概率图所达到的整体分类准确率是多少？",
                "AnswerEn": "82.5%",
                "AnswerCn": "82.5%",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many borehole temperature measurements are utilized in a dataset for permafrost presence or absence evidence on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的永久冻土存在或不存在证据的数据集中，利用了多少个钻孔温度测量值？",
                "AnswerEn": "1141",
                "AnswerCn": "1141",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'PZI model' mean in the context of permafrost mapping over the Qinghai–Tibet Plateau?",
                "QuestionCn": "在青藏高原的永冻土制图中，“PZI模型”指的是什么？",
                "AnswerEn": "The 'PZI model' refers to a statistical Permafrost Zonation Index model used to predict the probability of permafrost over the Qinghai–Tibet Plateau. It is based on multiple predictor variables and a large number of in situ measurements, which help estimate permafrost distribution more precisely by introducing continuous permafrost probability indices ranging from 0 to 1.",
                "AnswerCn": "'PZI模型'指的是一种统计性永久冻土分区指数模型，用于预测青藏高原上的永久冻土概率。该模型基于多个预测变量和大量的现场测量数据，通过引入从0到1的连续永久冻土概率指数，帮助更精确地估计永久冻土分布。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in the challenges faced when using empirical-statistical models versus numerical models for mapping permafrost distribution over the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原上使用经验-统计模型与数值模型进行冻土分布映射时面临的挑战有哪些不同？",
                "AnswerEn": "Empirical-statistical models are simpler and effective with sparse in situ measurements, particularly in mountainous regions. They rely on statistical relationships between observed data and environmental variables. Numerical models, however, require high-resolution meteorological data and are more complex, posing challenges in data acquisition, especially in remote areas with strong spatial heterogeneity.",
                "AnswerCn": "经验统计模型在稀疏的现场测量数据下，尤其是在山区，简单且有效。它们依赖于观测数据与环境变量之间的统计关系。然而，数值模型需要高分辨率的气象数据，且更为复杂，在数据获取方面面临挑战，特别是在空间异质性强的偏远地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the QTPTTOP and PZInorm maps differ in their approach to representing permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "QTPTTOP和PZInorm地图在表示青藏高原的永久冻土分布方面的方式有何不同？",
                "AnswerEn": "The QTPTTOP map is recommended for representing permafrost distribution based on evaluation, likely using a more comprehensive approach or dataset. The PZInorm map, similar to PZIcold, offers a valuable alternative for describing permafrost zonation, possibly focusing on specific indices or criteria for mapping permafrost areas.",
                "AnswerCn": "QTPTTOP地图被推荐用于基于评估表示永久冻土分布，可能使用了更全面的方法或数据集。PZInorm地图与PZIcold类似，提供了描述永久冻土分区的有价值替代方案，可能侧重于特定的指标或标准来绘制永久冻土区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of multiple climatic predictor variables enhance the accuracy of permafrost distribution models on the Qinghai-Tibet Plateau?",
                "QuestionCn": "多个气候预测变量的整合如何提高青藏高原上永冻土分布模型的准确性？",
                "AnswerEn": "Integrating multiple climatic predictor variables can enhance the accuracy of permafrost distribution models by providing a more comprehensive understanding of the factors influencing permafrost presence. This approach allows models to account for the spatial heterogeneity and site-specific characteristics such as climate, subsurface water content, and insulating surface materials that are critical in determining permafrost distribution.",
                "AnswerCn": "整合多个气候预测变量可以提高永久冻土分布模型的准确性，因为这提供了对影响永久冻土存在因素的更全面理解。这种方法使模型能够考虑空间异质性和特定地点的特征，如气候、地下水含量和绝缘表面材料，这些都是决定永久冻土分布的关键因素。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodological challenges arise when mapping permafrost in mountainous regions, and how might empirical-statistical models address these challenges?",
                "QuestionCn": "在山区绘制永久冻土时会出现哪些方法论挑战，以及经验-统计模型如何应对这些挑战？",
                "AnswerEn": "Mapping permafrost in mountainous regions is challenging due to the need for high-resolution meteorological data, which is difficult to obtain. Empirical-statistical models can address these challenges by using in situ measurements and statistical approaches to estimate permafrost distribution, thus providing a more precise mapping by introducing continuous permafrost probability indices that range from 0 to 1.",
                "AnswerCn": "在山区绘制永久冻土图是具有挑战性的，因为需要高分辨率的气象数据，而这些数据难以获得。经验-统计模型可以通过使用现场测量和统计方法来估计永久冻土分布，从而解决这些挑战，提供更精确的绘图，采用从0到1的连续永久冻土概率指数。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What strategies might be employed to improve the evaluation and comparison of permafrost maps, particularly near the boundary between permafrost and non-permafrost areas?",
                "QuestionCn": "为了改善对永久冻土地图的评估和比较，特别是在永久冻土与非永久冻土区域的边界附近，可以采用哪些策略？",
                "AnswerEn": "Improving the evaluation and comparison of permafrost maps can involve compiling a comprehensive inventory of permafrost presence or absence evidence from various sources. Additionally, focusing on more controlling factors at different scales, including medium-large and local scales, and addressing the limitations of in situ measurements and classification systems can enhance map accuracy in boundary areas.",
                "AnswerCn": "改善对永久冻土地图的评估和比较可以通过汇编来自各种来源的永久冻土存在或缺失证据的综合清单来实现。此外，关注不同尺度（包括中大型尺度和地方尺度）上的更多控制因素，并解决现场测量和分类系统的局限性，可以提高边界区域地图的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of mapping permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "影响青藏高原永久冻土分布绘制挑战的因素有哪些？",
                "AnswerEn": "Mapping permafrost distribution on the Qinghai-Tibet Plateau is challenging due to the limited availability of ground-truth datasets and the strong spatial heterogeneity in the region. High-resolution meteorological data needed to drive numerical models are difficult to obtain, and there are varying classification systems and compilation approaches that complicate direct map comparisons.",
                "AnswerCn": "在青藏高原上，永久冻土分布的绘制面临挑战，主要是由于地面实测数据的有限可用性以及该地区强烈的空间异质性。所需的高分辨率气象数据难以获取，以驱动数值模型，并且存在不同的分类系统和编制方法，这使得直接比较地图变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need for improved mapping methods for permafrost on the Qinghai-Tibet Plateau?",
                "QuestionCn": "为什么需要改进青藏高原的永久冻土测绘方法？",
                "AnswerEn": "There is a need for improved mapping methods due to low agreement in areas near the boundary between permafrost and non-permafrost, as well as spatially highly variable landscapes. More controlling factors at both medium-large and local scales need to be considered to improve the accuracy of permafrost maps.",
                "AnswerCn": "由于在永久冻土与非永久冻土之间的边界区域存在低一致性，以及空间高度变异的景观，迫切需要改进映射方法。需要考虑更多的控制因素，以提高中大型和局部尺度上永久冻土地图的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes difficulties in discerning permafrost presence in certain areas of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的某些地区，识别永久冻土存在的困难原因是什么？",
                "AnswerEn": "It is more difficult to discern the presence of permafrost in areas with low soil moisture content because it weakens the contrast needed for identification. Additionally, the presence or absence of permafrost is often indiscernible from the surface due to its spatially heterogeneous characteristics, such as thermal state or distribution.",
                "AnswerCn": "在土壤湿度含量较低的地区，识别永久冻土的存在更加困难，因为这削弱了识别所需的对比度。此外，由于永久冻土的空间异质特征，如热状态或分布，其存在或缺失通常难以从表面辨别。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the possible consequences of using empirical-statistical models over numerical models for estimating permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用经验统计模型而非数值模型来估计青藏高原的永久冻土分布可能会产生哪些后果？",
                "AnswerEn": "Using empirical-statistical models can provide a more precise estimation of permafrost distribution, as they can introduce continuous permafrost probability indices ranging from 0 to 1. This approach is effective in mountainous areas where in situ measurements are sparse and where obtaining high-resolution meteorological data for numerical models is challenging.",
                "AnswerCn": "使用经验-统计模型可以提供更精确的永久冻土分布估计，因为它们可以引入从0到1的连续永久冻土概率指数。这种方法在现场测量稀少且获取高分辨率气象数据以进行数值模型分析具有挑战性的山区非常有效。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How does the aggregation of point-scale permafrost measurements to a regular grid impact the accuracy of permafrost distribution maps?",
                "QuestionCn": "点尺度的永久冻土测量聚合到规则网格上如何影响永久冻土分布图的准确性？",
                "AnswerEn": "Aggregating point-scale permafrost measurements to a regular grid helps avoid problems with spatial autocorrelation and over-weighting of dense observations, leading to more accurate permafrost distribution maps. This method allows for a standardized approach to compiling data from various sources, which enhances the map's reliability and comparability.",
                "AnswerCn": "将点尺度的永久冻土测量数据聚合到规则网格中，有助于避免空间自相关和对密集观测的过度加权，从而提高永久冻土分布图的准确性。这种方法允许对来自不同来源的数据进行标准化编制，从而增强地图的可靠性和可比性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing a new calibrated Permafrost Zonation Index (PZI) map on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原开发新的校准冻土分区指数（PZI）地图的主要目标是什么？",
                "AnswerEn": "The primary objectives are to predict the probability of permafrost over the Qinghai-Tibet Plateau using multiple predictor variables and in situ measurements, compile a new calibrated PZI map based on these variables, provide summary statistics on permafrost distribution, and discuss the biases and uncertainties by comparing it to existing maps.",
                "AnswerCn": "主要目标是利用多个预测变量和现场测量数据预测青藏高原上永冻土的概率，基于这些变量编制新的校准PZI地图，提供关于永冻土分布的汇总统计，并通过与现有地图的比较讨论偏差和不确定性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the goals behind using empirical-statistical models to estimate permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用经验统计模型估计青藏高原的永久冻土分布的目标是什么？",
                "AnswerEn": "The goals are to provide a simple yet effective approach to estimating permafrost distribution, especially in mountainous areas with sparse in situ measurements, and to achieve more precise estimations by introducing continuous permafrost probability indices, as opposed to traditional categorical maps.",
                "AnswerCn": "目标是提供一种简单而有效的方法来估计永久冻土分布，特别是在测量稀少的山区，并通过引入连续的永久冻土概率指数来实现更精确的估计，而不是传统的分类地图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to aggregate point-scale permafrost presence and absence measurements onto a regular grid for mapping purposes?",
                "QuestionCn": "用于将点尺度的永久冻土存在和缺失测量聚合到规则网格上的程序有哪些？",
                "AnswerEn": "Point-scale permafrost presence and absence measurements are aggregated to a regular grid co-registered with the unprojected SRTM30 grid (30 arc-seconds) to avoid problems with spatial autocorrelation and over-weighting of dense observations.",
                "AnswerCn": "点尺度的永久冻土存在与缺失测量被汇总到一个与未投影的SRTM30网格（30弧秒）对齐的规则网格，以避免空间自相关和对密集观测的过度加权问题。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the Permafrost Zonation Index (PZI) model fitted and validated using in situ measurements over the Qinghai-Tibet Plateau?",
                "QuestionCn": "如何使用青藏高原的原位测量数据拟合和验证永久冻土分区指数（PZI）模型？",
                "AnswerEn": "The PZI model is fitted and validated using 1475 in situ sites derived from borehole temperature measurements, soil pits, ground surface temperature measurements, and ground-penetrating radar data. The model's performance is assessed using a 10-fold cross-validation.",
                "AnswerCn": "PZI模型使用1475个现场站点进行拟合和验证，这些站点来源于钻孔温度测量、土壤坑、地面温度测量和地面穿透雷达数据。模型的性能通过10折交叉验证进行评估。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methods are employed to derive mean annual air temperature (MAAT) in areas of varying hypsometric positions for permafrost mapping?",
                "QuestionCn": "在不同高程位置的地区，为了进行永久冻土制图，采用了哪些方法来推导年均气温（MAAT）？",
                "AnswerEn": "For areas with hypsometric position smaller than 0.1, the method developed by Fiddes is used, corresponding to areas dominated by upper-air temperatures, such as mountain tops. For areas with hypsometric position larger than 0.3, the method developed by Gao et al. is used, which corresponds to areas dominated by surface effects.",
                "AnswerCn": "对于高程位置小于0.1的区域，采用Fiddes开发的方法，该方法适用于以高空温度为主导的区域，如山顶。对于高程位置大于0.3的区域，采用Gao等人开发的方法，该方法适用于以地表效应为主导的区域。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the integration of various climatic predictor variables to improve the accuracy of permafrost probability maps in the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些方法可以整合各种气候预测变量，以提高青藏高原永久冻土概率图的准确性？",
                "AnswerEn": "The integration of various climatic predictor variables is enabled by using empirical-statistical models that incorporate in situ measurements and multiple climatic factors such as mean annual air temperature, surface effects, and upper-air temperature. This approach utilizes a large dataset of borehole temperature measurements, soil pits, ground surface temperature measurements, and ground-penetrating radar to predict permafrost probability more accurately.",
                "AnswerCn": "通过使用经验-统计模型，结合现场测量和多个气候因素，如年均气温、表面效应和高空温度，能够整合各种气候预测变量。这种方法利用大量的钻孔温度测量、土壤坑、地表温度测量和地面穿透雷达数据，更准确地预测永久冻土的概率。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How do certain data processing techniques enable the evaluation and inter-comparison of different permafrost maps on the Qinghai-Tibet Plateau?",
                "QuestionCn": "某些数据处理技术如何使评估和比较青藏高原上不同的永久冻土地图成为可能？",
                "AnswerEn": "Data processing techniques such as using mean ground temperatures from boreholes, identifying ground ice presence, and processing ground-penetrating radar data allow for the evaluation and inter-comparison of permafrost maps. These techniques help in removing opaque reflections and validating the data with direct measurements, thus enabling a more accurate assessment of permafrost distribution across different maps.",
                "AnswerCn": "数据处理技术，如使用钻孔的平均地面温度、识别地面冰的存在以及处理地面穿透雷达数据，能够评估和比较不同的永久冻土地图。这些技术有助于去除不透明的反射，并通过直接测量验证数据，从而使对不同地图上永久冻土分布的评估更加准确。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might empirical-statistical models be favored over numerical models for mapping permafrost distribution in mountainous regions like the Qinghai–Tibet Plateau?",
                "QuestionCn": "在像青藏高原这样的山区，经验统计模型可能比数值模型更受青睐用于绘制永久冻土分布的原因是什么？",
                "AnswerEn": "Empirical-statistical models are favored because they are a simple yet effective approach to estimating permafrost distribution, especially in regions where in situ measurements are sparse and high-resolution meteorological data needed for numerical models is difficult to obtain.",
                "AnswerCn": "经验统计模型受到青睐，因为它们是一种简单而有效的方法，用于估计永久冻土分布，特别是在现场测量稀缺且获取数值模型所需的高分辨率气象数据困难的地区。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the expected challenges in comparing different permafrost maps over the Qinghai–Tibet Plateau using an inventory of evidence of permafrost presence or absence?",
                "QuestionCn": "在使用关于永久冻土存在或缺失的证据清单比较青藏高原不同的永久冻土地图时，预期会面临哪些挑战？",
                "AnswerEn": "Challenges in comparing different permafrost maps arise due to limited in situ measurements, different classification systems, and compilation approaches. Additionally, low agreement in areas near the boundary between permafrost and non-permafrost and in spatially variable landscapes further complicates the comparison.",
                "AnswerCn": "比较不同的永久冻土地图面临的挑战包括现场测量数据有限、分类系统和编制方法不同。此外，在永久冻土与非永久冻土的边界附近以及在空间变化较大的景观中，低一致性进一步加大了比较的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using empirical-statistical models for mapping permafrost distribution over the Qinghai–Tibet Plateau, considering the challenges of limited in situ measurements?",
                "QuestionCn": "如何评估在青藏高原上使用经验-统计模型映射永久冻土分布的有效性，考虑到现场测量数据有限的挑战？",
                "AnswerEn": "Empirical-statistical models are considered a simple yet effective approach to estimating permafrost distribution, especially in mountainous regions where in situ measurements are sparse. They allow for the introduction of continuous permafrost probability indices, which can provide a more precise estimation of permafrost distribution compared to traditional categorical maps.",
                "AnswerCn": "经验统计模型被认为是估计永久冻土分布的一种简单而有效的方法，特别是在地面测量稀少的山区。这些模型允许引入连续的永久冻土概率指数，与传统的分类地图相比，可以提供更精确的永久冻土分布估计。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Given the spatial heterogeneity and limited ground-truth data sets, what improvements could be made to current permafrost mapping techniques over the Qinghai–Tibet Plateau?",
                "QuestionCn": "鉴于空间异质性和有限的真实数据集，针对青藏高原的现有冻土映射技术可以做哪些改进？",
                "AnswerEn": "Improvements could include the integration of more high-resolution meteorological data and the consideration of additional controlling factors at both medium-large and local scales. This could help address the low agreement in areas near the boundary between permafrost and non-permafrost and improve mapping methods for spatially variable landscapes.",
                "AnswerCn": "改进可以包括整合更多高分辨率的气象数据，以及在中大型和地方尺度上考虑更多的控制因素。这可以帮助解决在永久冻土与非永久冻土边界附近区域的低一致性问题，并改善空间变异景观的制图方法。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can address the spatial heterogeneity and limited ground-truth data in permafrost mapping over the Qinghai–Tibet Plateau.",
                "QuestionCn": "我不明白数据收集方法如何解决青藏高原上冻土制图中的空间异质性和有限的真实数据问题。",
                "AnswerEn": "Data collection methods for permafrost mapping on the Qinghai–Tibet Plateau involve using a combination of in situ measurements from boreholes, soil pits, ground surface temperature measurements, and ground-penetrating radar. These methods help capture spatial heterogeneity by aggregating point-scale permafrost presence and absence measurements to a regular grid, considering multiple predictor variables like climate, subsurface water content, and insulating surface materials to develop statistically validated models.",
                "AnswerCn": "青藏高原的永冻土制图数据收集方法包括使用来自钻孔、土壤坑、地表温度测量和地面穿透雷达的现场测量。这些方法通过将点尺度的永冻土存在和缺失测量聚合到规则网格中，帮助捕捉空间异质性，同时考虑气候、地下水含量和绝缘表面材料等多个预测变量，以开发经过统计验证的模型。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the types of datasets that can be used to improve the mapping accuracy of permafrost distribution on the Qinghai–Tibet Plateau.",
                "QuestionCn": "我不确定可以使用哪些类型的数据集来提高青藏高原上永冻土分布的映射精度。",
                "AnswerEn": "To improve the mapping accuracy of permafrost distribution on the Qinghai–Tibet Plateau, datasets derived from 1475 in situ sites, including borehole temperature measurements, soil pits, ground surface temperature measurements, and ground-penetrating radar, are used. Additionally, remote sensing data such as the 16-day NDVI from MODIS/Terra, and topographic indices like slope and aspect calculated from digital elevation models, aid in refining the prediction models.",
                "AnswerCn": "为了提高青藏高原上永冻土分布的映射精度，使用了来自1475个现场点的数据集，包括钻孔温度测量、土壤坑、地面温度测量和地面穿透雷达。此外，遥感数据如MODIS/Terra的16天NDVI，以及从数字高程模型计算的坡度和方位等地形指数，帮助改进预测模型。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how challenges in acquiring high-resolution meteorological data impact the modeling techniques for permafrost mapping in mountainous regions.",
                "QuestionCn": "我无法理解获取高分辨率气象数据的挑战如何影响山区永久冻土制图的建模技术。",
                "AnswerEn": "Challenges in acquiring high-resolution meteorological data impact modeling techniques for permafrost mapping because accurate numerical models require detailed meteorological input to simulate the thermal dynamics and distribution of permafrost. In mountainous regions like the Qinghai–Tibet Plateau, empirical-statistical models are often used as they can capitalize on available data by introducing continuous probability indices, thus providing a more feasible approach when high-resolution data is scarce.",
                "AnswerCn": "获取高分辨率气象数据的挑战影响了冻土映射的建模技术，因为准确的数值模型需要详细的气象输入来模拟冻土的热动态和分布。在像青藏高原这样的山区，通常使用经验统计模型，因为它们可以利用可用数据，通过引入连续概率指数，从而在高分辨率数据稀缺时提供更可行的方法。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}