{
  "id": "b9bd1250-b428-4f75-9c39-582f9ace5c34",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observ祁连山综合观测网：青海湖流域地表过程综合观测网（高寒草甸草原混合超级站物候相机观测数据集-2019）atory network (Phenology camera observation data set of Alpine meadow and grassland ecosystem Superstation, 2019)",
      "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（高寒草甸草原混合超级站物候相机观测数据集-2019）",
      "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from phenology camera observation data of the Alpine meadow and grassland ecosystem Superstation from May 1 in 2019 to December 31 in 2019. The site (98°35′41.62″E, 37°42′11.47″N) was located in the alpine meadow and alpine grassland ecosystem, near the SuGe Road in Tianjun County, Qinghai Province. The elevation is 3718m. The phenology camera adopts a vertical downward method to collect data, with the resolution of 2592*1944. Phenology photos in this data set were taken at 12:10 a day, which has a time error of ±10 min. The image is named as BSDCJZ BEIJING_IR_Year_Month_Day_Time.",
      "descriptionCn": "该数据集包含了2019年05月01日至2019年12月31日青海湖流域地表过程综合观测网高寒草甸草原混合超级站的物候相机观测数据。站点位于青海省天峻县苏里路旁侧，下垫面是高寒草甸和高寒草原的混合。观测点经纬度为：东经 98°35′41.62″E，北纬 37°42′11.47″N，海拔3718m。该物候相机采用垂直向下的方式采集数据，拍摄数据分辨率为2592*1944，本数据集中的物候照片是在每天12:10拍摄的，拍摄时间误差在±10 min。图片命名方式为BSDCJZ BEIJING_IR_Year_Month_Day_Time.",
      "instructions": "Year+** observatory network+ site+ Phenological data",
      "instructionsCn": "年份+**观测网+站点名称+物候数据",
      "east": 98.59,
      "west": 98.59,
      "south": 37.7,
      "north": 37.7,
      "startTime": "2019-05-26 00:00:00",
      "endTime": "2020-01-25 00:00:00",
      "fileSize": 181504261.0,
      "cstr": "18406.11.Meteoro.tpdc.270801",
      "doi": "10.11888/Meteoro.tpdc.270801",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李小雁",
        "nameEn": "LI Xiaoyan",
        "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
      },
      {
        "titleCn": null,
        "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
      },
      {
        "titleCn": null,
        "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
      },
      {
        "titleCn": null,
        "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
      },
      {
        "titleCn": null,
        "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
        "referenceCn": null,
        "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
      },
      {
        "titleCn": null,
        "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
      },
      {
        "titleCn": null,
        "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
        "referenceCn": null,
        "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Oberservation on soil moisture of irrigated cropland by cosmic-ray probe",
        "referenceCn": null,
        "referenceEn": "Zhu, Z.L., Tan, L., Gao, S.G., &Jiao, Q.S. (2015). Oberservation on soil moisture of irrigated cropland by cosmic-ray probe. IEEE Geoscience and Remote Sensing Letters, 12(3), 472-476."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被动态",
        "nameEn": "Vegetation dynamics"
      },
      {
        "nameCn": "物候",
        "nameEn": "Phenology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青海湖流域",
        "keywordEn": "Qinghai Lake Basin"
      },
      {
        "keywordCn": "青海省天峻县苏里路旁侧",
        "keywordEn": "near the SuGe Road in Tianjun County, Qinghai Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "两源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被成分合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波 Bowen 比率-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
        "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在涡度协方差（EC）通量测量的潜热（LE）和感热（H）与可用能量（Rn−G0）之间存在能量平衡闭合不完全的情况下。之前的敏感性研究发现，TSEB模型的性能主要受到表面与空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸发（E）、蒸腾（T）和蒸散（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体是通过观察到的E（E/ET%）和T（T/ET%）的比率。",
        "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸发（E）、蒸腾（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括离地5米处的气温、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用10 Hz采样频率的EC系统在离地4.5米处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the Two-Source Energy Balance (TSEB) model applicable for estimating evapotranspiration in areas with heterogeneous soil and vegetation temperatures?",
        "QuestionCn": "两源能量平衡（TSEB）模型是否适用于在土壤和植被温度异质的地区估算蒸散发？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C3(Applying)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "For a dataset focusing on evapotranspiration over heterogeneous land surfaces, which temporal sampling strategy is more effective: continuous daily measurements, specific days of the year, or seasonal snapshots?",
        "QuestionCn": "对于一个关注异质土地表面的蒸散发的数据集，哪种时间采样策略更有效：连续的每日测量、特定的年份日期，还是季节性快照？",
        "AnswerEn": "specific days of the year",
        "AnswerCn": "一年中的特定日子",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "When is the phenology camera data collected each day, and what is the time accuracy?",
        "QuestionCn": "每一天的物候相机数据收集时间是什么时候，时间精度是多少？",
        "AnswerEn": "12:10 ±10 minutes",
        "AnswerCn": "12:10 ±10分钟",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate evapotranspiration in heterogeneous landscapes with mixed soil and vegetation?",
        "QuestionCn": "您能否提供一个用于估算具有混合土壤和植被的异质景观中蒸散发的数据收集方法的示例？",
        "AnswerEn": "A data collection method used involves field observations from a superstation equipped with a boundary layer tower. This includes a combination of meteorological parameters, radiations, and turbulent fluxes measured at various heights, supplemented by thermal infrared camera images collected on a high platform to capture soil and canopy component temperatures.",
        "AnswerCn": "一种数据收集方法涉及来自配备边界层塔的超级站的现场观察。这包括在不同高度测量的气象参数、辐射和湍流通量的组合，辅以在高平台上收集的热红外相机图像，以捕捉土壤和冠层组件的温度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge encountered when measuring evapotranspiration in arid regions, and how is it addressed?",
        "QuestionCn": "在干旱地区测量蒸散量时遇到的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A challenge in arid regions is the effectiveness of composite temperature separation approaches, particularly when errors arise from image classification due to varying vegetation abundance. This is addressed by accurately classifying soil and canopy pixels using the maximum-likelihood method and validating component temperatures with radiometric temperatures derived from long-wave radiation observations.",
        "AnswerCn": "在干旱地区，一个挑战是复合温度分离方法的有效性，特别是当由于植被丰度变化导致图像分类出现错误时。通过使用最大似然法准确分类土壤和树冠像素，并通过从长波辐射观测中获得的辐射温度验证组分温度，从而解决了这一问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes captured by phenological cameras in high-altitude grassland and meadow ecosystems?",
        "QuestionCn": "高海拔草原和草甸生态系统中的表型相机捕捉的具体属性是什么？",
        "AnswerEn": "2592x1944 pixels, vertically downward, daily at approximately 12:10, time error margin of ±10 minutes, elevation of 3718 meters",
        "AnswerCn": "2592x1944 像素，垂直向下，每天大约在12:10，时间误差范围为±10分钟，海拔3718米。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with using the two-source energy balance model in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中使用双源能量平衡模型面临的挑战有哪些？",
        "AnswerEn": "complexity, over five resistances, difficult to calculate accurately, requirement for parameters and observations not readily available, uncertainties in surface-air temperature differences, errors in determining soil and vegetation component temperatures",
        "AnswerCn": "复杂性，超过五个阻力，难以准确计算，对不易获得的参数和观测的要求，地表与空气温度差异的不确定性，确定土壤和植被组成部分温度的误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What features are evaluated to estimate evaporation, transpiration, and evapotranspiration using thermal imaging and the TSEB model?",
        "QuestionCn": "使用热成像和TSEB模型估算蒸发、蒸腾和蒸散的特征有哪些？",
        "AnswerEn": "soil and canopy component temperatures, directional brightness temperatures, incoming long-wave radiation, emissivities of the soil and canopy",
        "AnswerCn": "土壤和冠层组分温度、方向亮温、入射长波辐射、土壤和冠层的发射率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many days of observation data are contained in the phenology camera dataset for the Qinghai Lake Basin surface process observation network?",
        "QuestionCn": "青海湖流域表面过程观测网络的物候相机数据集中包含多少天的观测数据？",
        "AnswerEn": "245 days",
        "AnswerCn": "245天",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the frequency of meteorological parameter measurements collected at the Daman superstation?",
        "QuestionCn": "Daman超级站收集的气象参数测量频率是多少？",
        "AnswerEn": "10 minutes",
        "AnswerCn": "10分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many days were used to determine evapotranspiration and its components during the Multi-Scale Observation Experiment over heterogeneous land surfaces?",
        "QuestionCn": "在异质陆地表面的多尺度观测实验中，用于确定蒸散发及其组成部分的天数是多少？",
        "AnswerEn": "8 days",
        "AnswerCn": "8天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Two-Source Energy Balance (TSEB) model used for in the context of vegetation-covered land?",
        "QuestionCn": "两源能量平衡（TSEB）模型在植被覆盖土地的背景下用于什么？",
        "AnswerEn": "The TSEB model is used to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation. It is particularly important for applications related to the terrestrial water cycle and water resource management.",
        "AnswerCn": "TSEB模型用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET）。它在与陆地水循环和水资源管理相关的应用中尤为重要。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges faced with one-source evapotranspiration estimation models in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中，单一来源蒸散发估算模型面临的挑战是什么？",
        "AnswerEn": "One-source models combine soil and vegetation components into a single source, which is problematic in heterogeneous landscapes where soil and vegetation have different temperatures and resistances to energy exchange. This makes it difficult for these models to accurately estimate surface evapotranspiration.",
        "AnswerCn": "单源模型将土壤和植被成分合并为一个单一源，这在土壤和植被具有不同温度和能量交换阻力的异质景观中是有问题的。这使得这些模型难以准确估计地表蒸散发。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How are soil and canopy component temperatures used in the TSEB model to improve the accuracy of E, T, and ET estimations?",
        "QuestionCn": "土壤和冠层组分温度如何在TSEB模型中被用来提高蒸散发（E）、土壤蒸发（T）和总蒸散发（ET）估算的准确性？",
        "AnswerEn": "Soil and canopy component temperatures are observed using a high-resolution thermal camera and used as inputs to the TSEB model. This approach improves the validation of E, T, and ET estimations by using the stable oxygen and hydrogen isotope technique and comparisons with eddy covariance system measurements.",
        "AnswerCn": "土壤和冠层组件温度通过高分辨率热像仪进行观察，并作为TSEB模型的输入。这种方法通过使用稳定的氧和氢同位素技术以及与涡度协方差系统测量的比较，改善了蒸散（E）、蒸发（T）和蒸散发（ET）估算的验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced when using ground-measured soil and canopy temperatures compared to composite temperature separation approaches in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中，使用地面测量的土壤和冠层温度与复合温度分离方法相比，面临的挑战有哪些不同？",
        "AnswerEn": "Ground-measured soil and canopy temperatures provide direct observations, reducing uncertainties in estimating E, T, and ET, whereas composite temperature separation approaches face challenges such as image classification errors, which vary with vegetation abundance and can lead to overestimations of component temperatures. These classification errors can affect the accuracy of temperature estimates in heterogeneous landscapes.",
        "AnswerCn": "地面测量的土壤和冠层温度提供了直接的观测数据，减少了在估算蒸散（E）、蒸发（T）和蒸散发（ET）时的不确定性，而复合温度分离方法面临着图像分类错误等挑战，这些错误随着植被丰度的变化而变化，可能导致对组成温度的高估。这些分类错误可能影响异质景观中温度估算的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the application of the TSEB model using ground-based measurements differ from its application using satellite-based data in terms of data requirements and accuracy?",
        "QuestionCn": "TSEB模型在使用地面测量数据和卫星数据时的应用在数据要求和准确性方面有何不同？",
        "AnswerEn": "The application of the TSEB model using ground-based measurements, such as those from the Daman superstation, involves detailed direct observations of soil and canopy temperatures, which improve the accuracy of E, T, and ET estimations. In contrast, satellite-based applications often face limitations due to the unavailability of required parameters and observations, potentially reducing accuracy due to the need to infer component temperatures from composite radiometric data.",
        "AnswerCn": "TSEB模型的应用使用地面测量数据，例如来自达曼超级站的测量，涉及对土壤和冠层温度的详细直接观察，这提高了蒸散发（E）、蒸发（T）和实际蒸散发（ET）估算的准确性。相比之下，基于卫星的应用往往面临由于缺乏所需参数和观测而导致的限制，可能降低准确性，因为需要从复合辐射数据中推断组成温度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the use of high-resolution thermal cameras and ground-based measurements enhance the accuracy of evapotranspiration estimates in strongly advective environments?",
        "QuestionCn": "高分辨率热成像相机和地面测量的使用如何提高强对流环境中蒸散发估算的准确性？",
        "AnswerEn": "High-resolution thermal cameras and ground-based measurements can enhance evapotranspiration estimates by providing detailed soil and canopy temperature data, which are crucial for refining component separation in models. This approach allows for more accurate quantification of latent heat fluxes and energy balance, particularly in environments where advective conditions influence temperature and moisture dynamics.",
        "AnswerCn": "高分辨率热像仪和地面测量可以通过提供详细的土壤和树冠温度数据来增强蒸散发估算，这对于模型中组分分离的精确化至关重要。这种方法允许更准确地量化潜热通量和能量平衡，特别是在对温度和湿度动态产生影响的平流条件下。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately estimating surface fluxes in arid regions using composite temperature separation approaches?",
        "QuestionCn": "哪些因素导致在干旱地区使用复合温度分离方法准确估计表面通量时面临挑战？",
        "AnswerEn": "The challenges in accurately estimating surface fluxes in arid regions using composite temperature separation approaches are primarily due to errors in image classification, which vary with vegetation abundance. This includes the misclassification of soil pixels as vegetation pixels, leading to overestimation of canopy temperature. Additionally, ignoring atmospheric upwelling radiation and transmittance, as well as uncertainties in incoming short- and long-wave radiation transmittances through the canopy, further complicate accurate Rn estimation.",
        "AnswerCn": "在干旱地区使用复合温度分离方法准确估计表面通量的挑战主要源于图像分类中的错误，这些错误随着植被丰度的变化而变化。这包括将土壤像素错误分类为植被像素，导致对冠层温度的高估。此外，忽视大气上行辐射和透射率，以及对冠层中入射短波和长波辐射透射率的不确定性，进一步使得准确估计Rn变得复杂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it difficult to measure evaporation and transpiration on the ground in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中，测量地面蒸发和蒸腾是困难的原因是什么？",
        "AnswerEn": "Measuring evaporation (E) and transpiration (T) on the ground in heterogeneous landscapes is difficult because the surface is a mix of soil and vegetation, each with different temperatures and resistance to energy exchange. This heterogeneity complicates the use of one-source models for accurate evapotranspiration estimation, as these models cannot account for the distinct energy exchanges occurring above the canopy and the soil.",
        "AnswerCn": "在异质景观中测量蒸发（E）和蒸腾（T）是困难的，因为表面是土壤和植被的混合体，它们具有不同的温度和能量交换阻力。这种异质性使得使用单一源模型进行准确的蒸散发估计变得复杂，因为这些模型无法考虑树冠上方和土壤中发生的不同能量交换。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons behind the increased uncertainty of the TSEB model in strongly advective irrigated agricultural areas?",
        "QuestionCn": "在强对流灌溉农业区域，TSEB模型不确定性增加的原因是什么？",
        "AnswerEn": "The increased uncertainty of the TSEB model in strongly advective irrigated agricultural areas is mainly due to the uncertainty in the surface–air temperature difference, which can dominate errors in determining surface soil and vegetation component temperatures from the composite radiometric temperature. Additionally, the strong advective environment contributes to these uncertainties, affecting the model's performance in these regions.",
        "AnswerCn": "TSEB模型在强对流灌溉农业区域的不确定性增加，主要是由于表面与空气温度差的不确定性，这可能主导从复合辐射温度中确定表面土壤和植被组分温度的误差。此外，强对流环境也会加剧这些不确定性，影响模型在这些区域的表现。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data accuracy when using high-resolution thermal cameras for collecting soil and canopy component temperatures in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中使用高分辨率热像仪收集土壤和冠层成分温度时，对数据准确性的潜在影响是什么？",
        "AnswerEn": "Using high-resolution thermal cameras to collect soil and canopy component temperatures allows for more accurate separation of latent fluxes of soil and vegetation components. It helps achieve reasonable accuracy in estimating the ratios of evaporation and transpiration (E/ET% and T/ET%) and latent heat fluxes, despite the challenges posed by strongly advective conditions.",
        "AnswerCn": "使用高分辨率热像仪收集土壤和冠层组件的温度，可以更准确地分离土壤和植被组件的潜热通量。这有助于在强烈的平流条件下，合理准确地估计蒸发和蒸腾的比率（E/ET% 和 T/ET%）以及潜热通量。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of implementing phenocam observations at a mixed superstation in the Qinghai Lake Basin, and how do these observations contribute to understanding surface processes?",
        "QuestionCn": "在青海湖盆地的混合超级站实施表型相机观测的目的是什么，这些观测如何有助于理解地表过程？",
        "AnswerEn": "The phenocam observations at the mixed superstation in the Qinghai Lake Basin are intended to capture detailed phenological changes in high-altitude grassland ecosystems by collecting high-resolution images. These observations help in understanding the dynamic surface processes by providing data on vegetation growth patterns and transitions over time, which are crucial for modeling and managing the terrestrial water cycle and related resources.",
        "AnswerCn": "青海湖盆地的混合超级站的现象相机观测旨在通过收集高分辨率图像捕捉高海拔草原生态系统的详细物候变化。这些观测有助于理解动态表面过程，通过提供植被生长模式和随时间变化的转变数据，这些数据对于建模和管理陆地水循环及相关资源至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the goals of integrating stable isotope techniques with eddy covariance measurements in the validation of evapotranspiration models?",
        "QuestionCn": "将稳定同位素技术与涡度协方差测量相结合，以验证蒸散发模型的目标是什么？",
        "AnswerEn": "The integration of stable isotope techniques with eddy covariance measurements aims to enhance the validation of evapotranspiration models by providing a detailed assessment of the partitioning between evaporation and transpiration. This combination helps in accurately quantifying these components, which is essential for improving model reliability and ensuring precise water resource management strategies in various climatic and vegetation conditions.",
        "AnswerCn": "稳定同位素技术与涡度协方差测量的结合旨在通过提供蒸发和蒸腾之间分配的详细评估来增强蒸散发模型的验证。这种组合有助于准确量化这些组成部分，这对于提高模型的可靠性和确保在各种气候和植被条件下的精确水资源管理策略至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures for using a phenology camera to capture daily observations in high-altitude grassland areas, and how is the data managed for consistency over time?",
        "QuestionCn": "使用物候相机在高海拔草原地区捕捉每日观察的程序是什么，以及如何管理数据以确保时间上的一致性？",
        "AnswerEn": "A phenology camera is set up to capture images of the grassland area every day at 12:10 PM, with a time accuracy of ±10 minutes. The camera is positioned vertically downward to ensure consistent framing and image quality. Images are taken at a resolution of 2592x1944 and are systematically named according to a specific format that includes the date and time of capture for easy retrieval and analysis.",
        "AnswerCn": "一个物候相机被设置在草地区域，每天在12:10 PM拍摄图像，时间精度为±10分钟。相机垂直向下放置，以确保一致的构图和图像质量。图像的分辨率为2592x1944，并根据特定格式系统地命名，包括捕获的日期和时间，以便于检索和分析。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the two-source energy balance (TSEB) model implemented to estimate evaporation and transpiration using soil and canopy temperatures, and what are the steps for validating these estimates?",
        "QuestionCn": "如何通过使用土壤和冠层温度来实施双源能量平衡（TSEB）模型以估算蒸发和蒸腾，并验证这些估算的步骤是什么？",
        "AnswerEn": "The TSEB model is implemented by using ground-measured soil and canopy component temperatures as inputs. These temperatures are obtained from high-resolution thermal images captured by a thermal infrared camera. The model estimates evaporation and transpiration, which are then validated using the stable oxygen and hydrogen isotopes technique and eddy covariance (EC) measurements. The validation involves comparing the estimated ratios of evaporation and transpiration to evapotranspiration (E/ET% and T/ET%) against observed values.",
        "AnswerCn": "TSEB模型是通过使用地面测量的土壤和冠层组分温度作为输入来实现的。这些温度是通过热红外相机捕获的高分辨率热图像获得的。该模型估算蒸发和蒸腾，然后使用稳定氧和氢同位素技术以及涡度协方差（EC）测量进行验证。验证过程涉及将估算的蒸发和蒸腾比率与蒸散发（E/ET%和T/ET%）的观测值进行比较。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What techniques are used to partition evapotranspiration into evaporation and transpiration components in heterogeneous land surfaces, and what data collection methods support this partitioning?",
        "QuestionCn": "在异质土地表面中，将蒸散发分为蒸发和蒸腾两个组成部分的技术有哪些？支持这种分割的数据收集方法有哪些？",
        "AnswerEn": "Evapotranspiration is partitioned into evaporation and transpiration components using the TSEB model, which requires soil and canopy component temperatures derived from thermal images. The partitioning is supported by meteorological data collected from boundary layer towers, which include air temperature, wind speed, humidity, four-component radiations, and turbulent fluxes. The Craig–Gordon model is applied to ground-based measurements to further support this partitioning.",
        "AnswerCn": "蒸散发通过TSEB模型被划分为蒸发和蒸腾两个组成部分，该模型需要从热成像中获取的土壤和冠层温度。该划分得到了来自边界层塔的气象数据的支持，这些数据包括气温、风速、湿度、四组辐射和湍流通量。Craig-Gordon模型被应用于地面测量，以进一步支持这一划分。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions facilitated the successful application of the two-source energy balance (TSEB) model in estimating evaporation and transpiration for vegetated land?",
        "QuestionCn": "哪些条件促进了双源能量平衡（TSEB）模型在估算植被土地蒸发和蒸腾方面的成功应用？",
        "AnswerEn": "The successful application of the TSEB model was facilitated by improvements in estimating soil and canopy net radiation, the aerodynamic resistance of the soil surface, fractional vegetation coverage, and surface component temperatures. The model's requirement for only a single measurement of land surface temperature while using the surface energy balance also contributed to its wide applicability across various vegetation types, climates, and spatial scales.",
        "AnswerCn": "TSEB模型的成功应用得益于对土壤和冠层净辐射、土壤表面气动阻力、植被覆盖度和表面组分温度的估算改进。该模型仅需一次地表温度测量，同时利用表面能量平衡，这也使其在各种植被类型、气候和空间尺度上的广泛适用性得以实现。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors enable the separation of latent fluxes of soil and vegetation components in a strongly advection-irrigated agricultural area using the TSEB model?",
        "QuestionCn": "哪些因素使得在强对流灌溉农业区使用TSEB模型能够分离土壤和植被成分的潜在通量？",
        "AnswerEn": "Accurate soil and vegetation component temperatures, obtained from high-precision thermal infrared cameras, enable the separation of latent fluxes of soil and vegetation components. Validation of the TSEB model with stable oxygen and hydrogen isotope techniques and ground-based measurements further supports the reliable estimation of these fluxes, even in strongly advection-irrigated agricultural areas.",
        "AnswerCn": "高精度热红外相机获得的土壤和植被组分温度的准确数据，使得能够分离土壤和植被组分的潜热通量。通过稳定氧和氢同位素技术以及地面测量对TSEB模型的验证，进一步支持了在强烈的平流灌溉农业区域中可靠估算这些通量的能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is it challenging to obtain accurate estimations of evapotranspiration in arid regions using existing data collection methods?",
        "QuestionCn": "为什么使用现有的数据收集方法在干旱地区获得准确的蒸散估计具有挑战性？",
        "AnswerEn": "In arid regions, the current composite temperature separation approaches are limited in effectiveness, leading to errors, as image classification errors affect the estimation of soil and canopy temperatures. These errors, along with uncertainties in atmospheric radiation and transmittance, contribute to inaccurate estimations of evapotranspiration.",
        "AnswerCn": "在干旱地区，目前的复合温度分离方法效果有限，导致错误，因为图像分类错误会影响土壤和冠层温度的估算。这些错误以及大气辐射和透射率的不确定性，导致蒸散发估算的不准确。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might data from ground-based measurements, such as the eddy covariance system, not meet expected energy balance closure in irrigated areas?",
        "QuestionCn": "为什么地面测量数据，如涡度协方差系统，在灌溉地区可能无法达到预期的能量平衡闭合？",
        "AnswerEn": "In irrigated agricultural areas, achieving energy balance closure is challenging due to the incomplete measurement of energy fluxes like H and LE, which can be influenced by the strong advective environment. The uncertainty in surface-air temperature differences further complicates the accuracy of these measurements.",
        "AnswerCn": "在灌溉农业区域，实现能量平衡闭合是具有挑战性的，因为像H和LE这样的能量通量测量不完整，这可能受到强烈的平流环境的影响。表面与空气温度差异的不确定性进一步 complicates 了这些测量的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you assess the methodologies used for data collection in high-altitude phenological observation and its potential impact on dataset quality?",
        "QuestionCn": "您如何评估高海拔物候观察中使用的数据收集方法及其对数据集质量的潜在影响？",
        "AnswerEn": "The methodology involves using phenological cameras with vertically downward data acquisition at high resolutions. The consistent timing of image capture (around 12:10 daily) and specific naming conventions for images suggest a structured approach to data collection. This can enhance the quality and reliability of datasets by providing consistent and high-resolution data, though it requires careful management of time discrepancies within ±10 minutes.",
        "AnswerCn": "该方法涉及使用垂直向下的数据采集的物候相机，具有高分辨率。图像捕获的时间一致性（每天约12:10）和图像的特定命名约定表明了一种结构化的数据收集方法。这可以通过提供一致且高分辨率的数据来提高数据集的质量和可靠性，但需要仔细管理时间差异在±10分钟以内。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the data collection method ensures accuracy in measuring evapotranspiration in heterogeneous landscapes.",
        "QuestionCn": "我不明白数据收集方法如何确保在异质景观中准确测量蒸散发。",
        "AnswerEn": "The data collection method incorporates a two-source energy balance (TSEB) model, which requires accurate measurement of soil and canopy component temperatures. To ensure accuracy, ground-measured temperatures are used in combination with a high-resolution thermal camera and validated against stable isotope techniques and eddy covariance measurements.",
        "AnswerCn": "数据收集方法采用了双源能量平衡（TSEB）模型，该模型需要准确测量土壤和冠层组件的温度。为了确保准确性，使用地面测量的温度与高分辨率热成像相结合，并与稳定同位素技术和涡度协方差测量进行验证。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore data collection methods used to capture high-resolution thermal images for estimating evapotranspiration in heterogeneous landscapes.",
        "QuestionCn": "请探讨用于捕获高分辨率热图像以估算异质景观中蒸散发的数据收集方法。",
        "AnswerEn": "In the field, high-resolution thermal images for estimating evapotranspiration are captured using a manually operated Fluke Ti55 thermal infrared camera on a boundary layer tower. Measurements are taken approximately every 120 minutes from 07:00 to 19:00 CST during the daytime.",
        "AnswerCn": "在田间，使用手动操作的Fluke Ti55热红外相机在边界层塔上捕获高分辨率热图像以估算蒸散发。测量时间为每天07:00至19:00 CST，每120分钟进行一次。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential datasets that can be used to assess the performance of two-source energy balance models in predicting evapotranspiration over agricultural areas.",
        "QuestionCn": "请识别可以用于评估双源能量平衡模型在农业地区预测蒸散发性能的潜在数据集。",
        "AnswerEn": "A potential dataset for assessing the performance of two-source energy balance models includes data from the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE). This dataset contains measurements of evapotranspiration and the ratios of evaporation and transpiration in an artificial oasis covered with maize, vegetables, and orchards.",
        "AnswerCn": "一个潜在的数据集，用于评估双源能量平衡模型的性能，包括来自多尺度蒸散发观测实验的数据，该实验针对异质土地表面，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。该数据集包含了人工绿洲中玉米、蔬菜和果园的蒸散发测量数据以及蒸发和蒸腾的比率。",
        "Level": "C3(Applying)"
      }
    ]
  }
}