{
    "id": "bae893a4-00a1-4f99-a2e3-d38cbe1343e6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The input-output table of Qilian Region (2017)",
            "titleCn": "祁连山地区投入产出表（2017）",
            "description": "Based on the non survey method, referring to the provincial input-output table and county-level statistical data of the Qilian Mountain region, the project compiled the input-output table of the Qilian Mountain Region in 2017. This table provides a data basis for analyzing the production and consumption of regional economy and the virtual water resources contained in its products or services. The input-output table uses the input-output tables of Qinghai Province, Inner Mongolia Autonomous Region and Gansu Province in 2017, analyzes the industrial production, residents' consumption and interregional trade information of districts and counties included in the Qilian Mountains, and constructs the input-output table of the Qilian Mountains. The input-output table is the characterization of the regional macroeconomic structure and the level of regional products or services.",
            "descriptionCn": "基于非调查法，参照祁连山地区的省级投入产出表和县级统计数据，项目编制了2017年祁连山地区投入出表。该表为分析区域经济生产与消费，以及其产品或服务包含的虚拟水资源提供了数据基础。该投入产出表利用了青海省、内蒙古自治区和甘肃省的2017年投入产出表，分析了祁连山区所包含的区县的产业生产、居民消费、区域间贸易信息构建了祁连山区域投入产出表。该投入产出表是区域宏观经济结构的刻画，也是区域产品或服务水平的表征。",
            "instructions": "Stored in xlsx format, Qilian Mountain input-output table.xlsx",
            "instructionsCn": "以xlsx格式存储，祁连山投入产出表.xlsx",
            "east": 100.5,
            "west": 98.5,
            "south": 38.9,
            "north": 40.2,
            "startTime": "2017-02-01 00:00:00",
            "endTime": "2017-12-31 00:00:00",
            "fileSize": 30324.0,
            "cstr": "18406.11.HumanNat.tpdc.272715",
            "doi": "10.11888/HumanNat.tpdc.272715",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴锋",
                "nameEn": "WU Feng",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "流域尺度农业“水-土-经济”要素耦合机制与行为调控系统效应模拟",
                "titleEn": null,
                "referenceCn": "刘桂君, 刘宇, 张倩, 等. (2021). 流域尺度农业“水-土-经济”要素耦合机制与行为调控系统效应模拟. 农业资源与环境学报. 1-17.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "国民经济",
                "nameEn": "National economy"
            },
            {
                "nameCn": "国民经济比例关系",
                "nameEn": "The proportional relationship of national economy"
            },
            {
                "nameCn": "社会经济",
                "nameEn": "Social and Economic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017年",
                "keywordEn": "Year 2017",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "三极地区通量30分钟数据（2000-2016）",
                "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and methodologies used in constructing a regional input-output table for economic and resource analysis in specific geographic areas?",
                "QuestionCn": "构建特定地理区域的区域投入产出表用于经济和资源分析的关键特征和方法论有哪些？",
                "AnswerEn": "non-survey methods, provincial input-output tables, county-level statistical data, industry production, resident consumption, interregional trade information, macroeconomic structure, service levels, production and consumption analysis, virtual water resources",
                "AnswerCn": "非调查方法、省级投入产出表、县级统计数据、行业生产、居民消费、区域间贸易信息、宏观经济结构、服务水平、生产和消费分析、虚拟水资源",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'non-survey method' mean in the context of constructing regional input-output tables?",
                "QuestionCn": "在构建区域投入产出表的背景下，“非调查方法”指的是不依赖于直接调查数据的方式。",
                "AnswerEn": "In the context of constructing regional input-output tables, 'non-survey method' refers to the approach of utilizing existing data sources, such as provincial input-output tables and county-level statistical data, instead of collecting new data through surveys. This method was used to compile the 2017 input-output table for the Qilian Mountain region by integrating data from Qinghai Province, Inner Mongolia Autonomous Region, and Gansu Province, to analyze industry production, resident consumption, and inter-regional trade information.",
                "AnswerCn": "在构建区域投入产出表的背景下，“非调查方法”是指利用现有数据源，如省级投入产出表和县级统计数据，而不是通过调查收集新数据。这种方法被用于编制2017年祁连山地区的投入产出表，通过整合青海省、内蒙古自治区和甘肃省的数据，以分析行业生产、居民消费和区域间贸易信息。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of non-survey methods in constructing an input-output table for the Qilian Mountain region compare to methodologies that rely on survey-based data collection in terms of data accuracy and comprehensiveness?",
                "QuestionCn": "在构建祁连山地区的投入产出表时，非调查方法与依赖调查数据收集的方法在数据准确性和全面性方面有何比较？",
                "AnswerEn": "The use of non-survey methods in constructing the input-output table for the Qilian Mountain region leverages existing provincial and county-level input-output tables from Qinghai Province, Inner Mongolia, and Gansu Province. This approach allows for the integration of industrial production, resident consumption, and inter-regional trade information to create a comprehensive regional input-output table. While survey-based methods might offer more granular and updated data, the non-survey approach provides a practical and resource-efficient way to analyze regional economic structures and virtual water resources embedded in products and services.",
                "AnswerCn": "在构建祁连山地区的投入产出表时，采用非调查方法利用了青海省、内蒙古和甘肃省现有的省级和县级投入产出表。这种方法能够整合工业生产、居民消费和区域间贸易信息，从而创建一个全面的区域投入产出表。虽然基于调查的方法可能提供更细致和更新的数据，但非调查方法提供了一种实用且资源高效的方式来分析区域经济结构和产品与服务中蕴含的虚拟水资源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the development of a regional input-output table for the Qilian Mountain area using non-survey methods?",
                "QuestionCn": "哪些因素有助于使用非调查方法为祁连山地区开发区域投入产出表？",
                "AnswerEn": "The regional input-output table for the Qilian Mountain area was developed using non-survey methods by referencing the provincial input-output tables and county-level statistical data of the Qilian Mountain area. This approach involved utilizing the 2017 input-output tables from Qinghai Province, Inner Mongolia Autonomous Region, and Gansu Province. The table was constructed by analyzing industry production, resident consumption, and inter-regional trade information within the counties of the Qilian Mountain area, providing a basis for analyzing the regional economic production and consumption, as well as the virtual water resources contained in their products or services.",
                "AnswerCn": "祁连山地区的区域投入产出表是通过参考省级投入产出表和祁连山地区县级统计数据，采用非调查方法开发的。该方法利用了青海省、内蒙古自治区和甘肃省的2017年投入产出表。通过分析祁连山地区各县的行业生产、居民消费和区域间贸易信息，构建了该表，为分析区域经济生产和消费以及其产品或服务中所含的虚拟水资源提供了基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using non-survey methods for constructing a regional input-output table in terms of data accuracy and economic analysis?",
                "QuestionCn": "使用非调查方法构建区域投入产出表的潜在结果在数据准确性和经济分析方面是什么？",
                "AnswerEn": "Using non-survey methods for constructing a regional input-output table can lead to outcomes such as enhanced feasibility and reduced costs in data collection. It may also introduce challenges related to data accuracy, as it relies heavily on existing regional input-output tables and county-level statistical data from Qinghai Province, Inner Mongolia Autonomous Region, and Gansu Province. This approach may affect the precision of analyzing regional economic production, consumption, and virtual water resources embedded in products or services within the Qilian Mountain region.",
                "AnswerCn": "使用非调查方法构建区域投入产出表可以带来可行性增强和数据收集成本降低等结果。然而，这也可能引入与数据准确性相关的挑战，因为它在很大程度上依赖于现有的区域投入产出表和来自青海省、内蒙古自治区和甘肃省的县级统计数据。这种方法可能会影响对祁连山地区区域经济生产、消费以及产品或服务中嵌入的虚拟水资源分析的精确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the intended purpose of creating a dataset that analyzes regional economic production and consumption in the Qilian Mountains using input-output tables from 2017?",
                "QuestionCn": "创建一个分析祁连山地区经济生产和消费的数据集，使用2017年的投入产出表，其目的是什么。",
                "AnswerEn": "The goal is to provide a data foundation for analyzing regional economic production and consumption, including the virtual water resources contained in products or services, by constructing an input-output table for the Qilian Mountain region based on input-output tables from Qinghai Province, Inner Mongolia Autonomous Region, and Gansu Province in 2017. This dataset aims to characterize the macroeconomic structure of the region and represent the level of regional products or services.",
                "AnswerCn": "目标是为分析区域经济生产和消费提供数据基础，包括产品或服务中包含的虚拟水资源，通过基于2017年青海省、内蒙古自治区和甘肃省的投入产出表构建祁连山地区的投入产出表。该数据集旨在表征该地区的宏观经济结构，并代表区域产品或服务的水平。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be utilized to compile a regional input-output table that effectively incorporates provincial input-output tables and county-level statistical data, specifically in the context of analyzing regional economic production and consumption?",
                "QuestionCn": "可以利用哪些方法来编制区域投入产出表，以有效整合省级投入产出表和县级统计数据，特别是在分析区域经济生产和消费的背景下？",
                "AnswerEn": "The compilation of a regional input-output table in the context involves using non-survey methods, referencing provincial input-output tables and county-level statistical data. It requires the integration of data from Qinghai Province, Inner Mongolia Autonomous Region, and Gansu Province's 2017 input-output tables to analyze industrial production, household consumption, and inter-regional trade information in the Qilian Mountains area. This approach enables the construction of a regional input-output table that characterizes the macroeconomic structure and represents regional product or service levels.",
                "AnswerCn": "在这种情况下，区域投入产出表的编制涉及使用非调查方法，参考省级投入产出表和县级统计数据。需要整合来自青海省、内蒙古自治区和甘肃省2017年投入产出表的数据，以分析祁连山地区的工业生产、家庭消费和区域间贸易信息。这种方法能够构建一个区域投入产出表，表征宏观经济结构，并代表区域产品或服务水平。",
                "Level": "C6(Creating)"
            }
        ]
    }
}