{
  "id": "bae898a1-61fd-4368-8ce6-de5ff8c3c94d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Specimen and genetic resource database of Amphipoda in the Tibetan Plateau (2000-2019)",
      "titleCn": "青藏高原钩虾的标本和遗传资源数据库（2000-2019）",
      "description": "1) data content: including class, order, Chinese name of family, Latin name of family, Chinese name of genus, Latin name of genus, Latin name of species, Chinese name of species, country, province and distribution area; 2) data source and processing method: record species composition and distribution range of freshwater Amphipoda in the Tibetan Plateau and pan third pole field based on scientific research from 2000 to 2019; 3) data quality description : the sampling and testing personnel have been trained strictly in the laboratory. In the process of sample collection, it shall be kept at low temperature and delivered to the laboratory within the specified time. In the process of laboratory analysis, the samples are determined repeatedly to ensure the quality of test data. 4) data application achievements and prospects: Taking the dominant group of Amphipoda in the Tibetan Plateau as the research object, focusing on the theme of the impact of climate and environmental change on biodiversity and the response of organisms to environmental change, obtain the species number, distribution and genetic data of Amphipoda in the water system of the Tibetan Plateau and the pan third polar lakes.",
      "descriptionCn": "1)数据内容：包含纲、目、科中文名、科拉丁名、属中文名、属拉丁名、种拉丁名、种中文名、国家、省、分布地；2）数据来源及加工方法：基于2000至2019年间对青藏高原及泛第三极野外科考，记录该地区淡水甲壳动物钩虾的物种组成和分布范围；3）数据质量描述：样品的采集和检测人员均经过实验室的严格培训。样品采集过程中，低温保存，并在规定的时间内送达实验室。样品在实验室分析过程中，采用重复测定，确保检测数据的质量。4）数据应用成果及前景：以青藏高原湖泊中的优势类群钩虾为研究对象，围绕气候环境变化对生物多样性的影响以及生物对环境变化的响应这一主题，获取青藏高原及泛第三极湖泊水系中钩虾的物种数量、分布、以及遗传数据。",
      "instructions": "File name: the specimen and genetic resource database 20191211 of Amphipoda in the Tibetan Plateau is stored in tabular format. The file name is \"specimen and genetic resource database 20191211 of Amphipoda in the Tibetan Plateau\", in which 2019 represents the year and 1211 represents the generation date. Data reading method: the data can be opened directly with Excel.",
      "instructionsCn": "文件命名：青藏高原钩虾的标本和遗传资源数据库20191211以表格格式存储，文件的名称为“青藏高原钩虾的标本和遗传资源数据库20191211”，其中2019代表年，1211代表生成日期。数据读取方式：该数据可以直接用EXCEL打开。",
      "east": 105.0,
      "west": 70.0,
      "south": 26.0,
      "north": 40.0,
      "startTime": "2000-01-05 00:00:00",
      "endTime": "2020-01-04 11:59:59",
      "fileSize": 116423.0,
      "cstr": "18406.11.Ecolo.tpdc.270392",
      "doi": "10.11888/Ecolo.tpdc.270392",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "侯仲娥",
        "nameEn": "HOU Zhonge",
        "unitEn": "",
        "unitCn": "中国科学院动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Gammarus species from Tibet Plateau, China (Crustacea: Amphipoda: Gammaridae).",
        "referenceCn": null,
        "referenceEn": "Hou, Z., & Li, S. (2004). Gammarus species from Tibet Plateau, China (Crustacea: Amphipoda: Gammaridae). The Raffles Bulletin of Zoology, 52 (1), 147–170."
      },
      {
        "titleCn": null,
        "titleEn": "Four new Gammarus species from Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Hou, Z., & Li, S. (2018). Four new Gammarus species from Tibetan Plateau (Crustacea: Amphipoda: Gammaridae) with a key to Tibetan freshwater gammarids. ZooKeys, 747, 1-40."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "钩虾",
        "nameEn": "Gammarids"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2019",
        "keywordEn": "2000-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for gathering information on freshwater crustaceans in high-altitude regions?",
        "QuestionCn": "用于收集高海拔地区淡水甲壳类动物信息的数据收集方法的特点是什么？",
        "AnswerEn": "species composition, distribution range, specimen collection, preservation under low temperatures, timely delivery to laboratories, rigorously trained personnel, repeated measurements",
        "AnswerCn": "物种组成、分布范围、标本采集、低温保存、及时送达实验室、经过严格培训的人员、重复测量",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many species of freshwater crustaceans are recorded in a dataset focused on the distribution and composition from 2000 to 2019 on the Tibetan Plateau?",
        "QuestionCn": "在一个专注于2000年至2019年间青藏高原分布和组成的数据集中，记录了多少种淡水甲壳类动物？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of species of freshwater crustaceans recorded in the dataset. Therefore, there is no numerical data to extract or refine.",
        "AnswerCn": "原始答案没有提供数据集中记录的淡水甲壳动物物种数量的具体数值。因此，没有数值数据可供提取或细化。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely consequences on data quality and biodiversity insights when using samples collected under strict laboratory training and low-temperature preservation methods for studying freshwater crustaceans in the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原研究淡水甲壳类动物时，使用在严格实验室培训和低温保存方法下收集的样本，可能对数据质量和生物多样性洞察产生的后果是什么？",
        "AnswerEn": "Using samples collected under strict laboratory training and low-temperature preservation methods ensures high-quality data, which enhances the reliability of biodiversity insights related to the species composition and distribution of freshwater crustaceans in the Qinghai-Tibet Plateau. This approach likely results in accurate and reproducible genetic data, allowing researchers to better understand the impact of climate and environmental changes on biodiversity in this region.",
        "AnswerCn": "在严格的实验室培训和低温保存方法下收集的样本确保了高质量的数据，这增强了与青藏高原淡水甲壳类动物的物种组成和分布相关的生物多样性洞察的可靠性。这种方法可能会产生准确且可重复的遗传数据，使研究人员能够更好地理解气候和环境变化对该地区生物多样性的影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to establish a dataset of amphipods from the Qinghai-Tibet Plateau and the Third Pole regions, focusing on their species composition and distribution from 2000 to 2019?",
        "QuestionCn": "为什么建立青藏高原和第三极地区的片脚类动物数据集，重点关注2000年至2019年的物种组成和分布很重要？",
        "AnswerEn": "The goal is to study the impact of climate and environmental changes on biodiversity and how organisms, specifically amphipods, respond to these changes. This involves obtaining data on species abundance, distribution, and genetic information within lake systems of the Qinghai-Tibet Plateau and the Third Pole regions.",
        "AnswerCn": "目标是研究气候和环境变化对生物多样性的影响，以及生物体，特别是等足类动物，如何对这些变化作出反应。这涉及获取青藏高原和第三极地区湖泊系统中物种丰度、分布和遗传信息的数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to ensure the quality and accuracy of data collected about amphipods in the Qinghai-Tibetan Plateau and surrounding regions from 2000 to 2019?",
        "QuestionCn": "为了确保2000年至2019年间关于青藏高原及周边地区的虾蛄数据的质量和准确性，遵循了哪些程序？",
        "AnswerEn": "The collected samples were handled by personnel who underwent rigorous laboratory training. Throughout the sample collection process, samples were preserved at low temperatures and delivered to the laboratory within a specified time frame. During laboratory analysis, repeated measurements were conducted to ensure the quality of the detection data.",
        "AnswerCn": "收集的样本由经过严格实验室培训的人员处理。在样本收集过程中，样本在低温下保存，并在规定的时间内送到实验室。在实验室分析过程中，进行了重复测量以确保检测数据的质量。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the accurate collection and preservation of freshwater crustacean specimens in high-altitude regions like the Tibetan Plateau?",
        "QuestionCn": "哪些方法能够在像青藏 Plateau 这样的高海拔地区准确收集和保存淡水甲壳类标本？",
        "AnswerEn": "The methodologies include conducting field surveys in the Tibetan Plateau and surrounding Third Pole regions from 2000 to 2019 to record species composition and distribution. The specimens are collected by personnel who have received rigorous laboratory training, preserved at low temperatures during collection, and delivered to the laboratory within the specified time frame to ensure quality. Repeated measurements during laboratory analysis further ensure data accuracy.",
        "AnswerCn": "这些方法包括从2000年到2019年在青藏高原及周边第三极地区进行实地调查，以记录物种组成和分布。标本由经过严格实验室培训的人员采集，在采集过程中保持低温，并在规定时间内送达实验室，以确保质量。在实验室分析过程中进行重复测量，进一步确保数据的准确性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}