{
  "id": "bb3c3aae-d5f2-47c4-a94e-f9351b631c81",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geomorphic surfaces deforming along the Heihe River Basin (2012-2013)",
      "titleCn": "黑河流域地貌面变形数据（2012-2013）",
      "description": "The Trimble 5800 GPS was used to measure the carrier phase of the terrace surface in real time, and the elevation data of the terrace surface was obtained.The deformation characteristics and amplitude of the terrace are analyzed.The data include the deformation of landform near zhengyi gorge in the middle reaches of heihe river and the deformation of landform near yingluo gorge in the upper reaches of heihe river.",
      "descriptionCn": "采用天宝公司生产的Trimble 5800 GPS对阶地面进行了载波相位实时动态差分测量，得到阶地面的高程数据。室内对阶地面变形特征与幅度进行分析。数据包括黑河中游正义峡附近地貌面变形与黑河上游莺落峡附近地貌面变形。",
      "instructions": "File name: the data is stored in the image format of JPG, the file name is \"1 yiluxia landform line position. jpg\", \"2 yiluxia landform deformation. jpg\".\nHow to read data: software that can be browsed with pictures (such as AcdSee) can open the read.",
      "instructionsCn": "文件命名：数据以图片格式jpg存储，文件名称“1鹰落峡地貌面测线位置.jpg”，“2鹰落峡地貌面变形.jpg”。\n数据读取方式：可以用图片浏览的软件（如AcdSee）打开读取。",
      "east": 100.15,
      "west": 98.47,
      "south": 38.44,
      "north": 40.0,
      "startTime": "2012-01-08 18:50:08",
      "endTime": "2014-01-07 18:50:08",
      "fileSize": 12905459.0,
      "cstr": "18406.11.Geogra.tpdc.270876",
      "doi": "10.11888/Geogra.tpdc.270876",
      "dataFormat": "ESRI shape",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "潘保田",
        "nameEn": "PAN Baotian",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "胡小飞",
        "nameEn": "HU Xiaofei",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "甘肃金塔南山河流阶地褶皱变形分析",
        "titleEn": null,
        "referenceCn": "温振玲，胡小飞，潘保田，卢耀洋，曹喜林，张建.  (2015). 甘肃金塔南山河流阶地褶皱变形分析. 地质评论, 5:  1032-1046.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地貌",
        "nameEn": "Geomorphology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "正义峡",
        "keywordEn": "Zhengyixia"
      },
      {
        "keywordCn": "莺落峡",
        "keywordEn": "Yingluoxia"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012-2013",
        "keywordEn": "2012-2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河中上游形成发育与祁连山中段隆升过程研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of Trimble 5800 GPS for real-time kinematic differential measurement provide accurate elevation data for geomorphic surfaces?",
        "QuestionCn": "使用Trimble 5800 GPS进行实时动态差分测量是否能为地貌表面提供准确的高程数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes of geomorphic surface deformation measured using GPS techniques?",
        "QuestionCn": "使用GPS技术测量的地貌表面变形的具体属性是什么？",
        "AnswerEn": "elevation data of terrace surfaces",
        "AnswerCn": "梯田表面的高程数据",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many geomorphic surface deformation measurements were collected using the Trimble 5800 GPS over the period 2012-2013?",
        "QuestionCn": "在2012年至2013年期间，使用Trimble 5800 GPS收集了多少次地貌表面变形测量？",
        "AnswerEn": "The specific number of measurements is not provided.",
        "AnswerCn": "未提供具体的测量数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '载波相位实时动态差分测量' mean in the context of geomorphological surface deformation data collection?",
        "QuestionCn": "在地貌表面变形数据收集的背景下，“载波相位实时动态差分测量”是什么意思？",
        "AnswerEn": "In the context of geomorphological surface deformation data collection, '载波相位实时动态差分测量' refers to a method known as carrier phase real-time kinematic differential measurement. This technique involves using GPS technology, specifically the Trimble 5800 GPS, to accurately determine elevation data of geomorphic surfaces through real-time processing of carrier phase signals, enabling precise measurement of surface deformations.",
        "AnswerCn": "在地貌表面变形数据收集的背景下，“载波相位实时动态差分测量”指的是一种称为载波相位实时动态测量的技术。该技术利用GPS技术，特别是Trimble 5800 GPS，通过对载波信号的实时处理，准确确定地貌表面的高程数据，从而实现对表面变形的精确测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method using Trimble 5800 GPS for measuring geomorphic surface deformation compare to other GPS-based techniques in terms of precision and usability for analyzing terrain changes?",
        "QuestionCn": "使用Trimble 5800 GPS测量地貌表面变形的数据收集方法与其他基于GPS的技术在精度和分析地形变化的可用性方面有何比较？",
        "AnswerEn": "The data collection method using Trimble 5800 GPS involves carrier phase real-time kinematic differential measurements to obtain elevation data of terraces. This method allows for precise measurements that are suitable for analyzing the characteristics and magnitude of terrain deformation, specifically in the geomorphic surfaces near Zhengyi Gorge in the middle reaches and Yingluo Gorge in the upper reaches of the Heihe River. It may offer different levels of precision and usability compared to other GPS-based techniques depending on factors such as signal quality, environmental conditions, and the specific GPS technology employed.",
        "AnswerCn": "使用Trimble 5800 GPS的数据收集方法涉及载波相位实时动态差分测量，以获取梯田的高程数据。这种方法允许进行精确测量，适合分析地形变形的特征和幅度，特别是在黑河中游的郑义峡谷和上游的英洛峡谷附近的地貌表面。与其他基于GPS的技术相比，这种方法可能在精度和可用性方面提供不同的水平，这取决于信号质量、环境条件和所采用的具体GPS技术。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for utilizing Trimble 5800 GPS for real-time dynamic differential measurements in geomorphic surface deformation studies?",
        "QuestionCn": "利用Trimble 5800 GPS进行地貌表面变形研究中的实时动态差分测量的潜在原因是什么？",
        "AnswerEn": "Trimble 5800 GPS is used for real-time dynamic differential measurements in geomorphic surface deformation studies to obtain accurate elevation data of terrace surfaces. This method allows for precise analysis of deformation characteristics and magnitude in the given areas of the Heihe River basin.",
        "AnswerCn": "Trimble 5800 GPS用于地貌表面变形研究中的实时动态差分测量，以获取梯田表面的准确高程数据。这种方法允许对河西走廊地区的变形特征和幅度进行精确分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing the Trimble 5800 GPS system for real-time kinematic differential measurement of terrace surfaces in geomorphological studies?",
        "QuestionCn": "在地貌学研究中，利用Trimble 5800 GPS系统进行实时动态差分测量梯田表面的主要目标是什么？",
        "AnswerEn": "The primary objective of utilizing the Trimble 5800 GPS system for real-time kinematic differential measurement of terrace surfaces is to accurately obtain elevation data of the terrace surfaces in the Heihe River Basin. This data is crucial for analyzing the deformation characteristics and extent of the geomorphic surfaces in the middle and upper reaches of the Heihe River.",
        "AnswerCn": "利用Trimble 5800 GPS系统进行实时动态差分测量梯田表面的主要目的是准确获取黑河流域梯田表面的高程数据。这些数据对于分析黑河中上游地貌表面的变形特征和范围至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using Trimble 5800 GPS for collecting geomorphic surface deformation data, and how can these steps be adapted to ensure accuracy in different terrains?",
        "QuestionCn": "使用Trimble 5800 GPS收集地貌表面变形数据的程序步骤是什么，以及如何调整这些步骤以确保在不同地形中的准确性？",
        "AnswerEn": "The collection of geomorphic surface deformation data using Trimble 5800 GPS involves conducting carrier phase real-time kinematic (RTK) differential measurements on the terraces to obtain elevation data. This process can be adapted to ensure accuracy in different terrains by calibrating the GPS system for local conditions, conducting repeated measurements to reduce errors, and utilizing reference stations for differential correction. Additionally, terrain-specific adjustments may be necessary to account for factors such as signal obstructions or multipath effects.",
        "AnswerCn": "使用Trimble 5800 GPS收集地貌表面变形数据涉及在台地上进行载波相位实时动态（RTK）差分测量，以获取高程数据。该过程可以通过为当地条件校准GPS系统、进行重复测量以减少误差以及利用参考站进行差分修正来适应不同地形的准确性。此外，可能需要进行地形特定的调整，以考虑信号遮挡或多路径效应等因素。",
        "Level": "C3(Applying)"
      }
    ]
  }
}