{
  "id": "bb79d39c-6da0-4c0f-b089-61eb671803c9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "1:1,000,000 geomorphological map of  Western China",
      "titleCn": "中国西部1:100万数字地貌数据集",
      "description": "The landform information integration in western China was completed by a team led by Dr. Xie chuanjie, from the institute of geography, resources and environment, Chinese academy of sciences.It includes 1:400,000 national geomorphologic database and 1:100,000 western geomorphologic database. 1:400,000 geomorphologic data are \"China geomorphologic map (1:400,000)\" edited by LI Bingyuan and \"China and its adjacent areas geomorphologic map (1:400,000)\" edited by CHEN Zhiming. Scan and register the data, vectorize all the registered maps by using ArcMap software, and establish their own classification and code system. According to map spots (common staining) and symbols, geomorphic types are divided into basic geomorphic types and morphological structure types (points, lines and planes).\n\n1:1000000 western geomorphic data is integrated and updated by digital geomorphology based on multi-source data such as remote sensing image and adopts hierarchical interpretation method.Plains and mountains;Primary geomorphic types (25 types),10 genetic types: secondary genetic types: subdivision of morphological differences. The type of geomorphic material whose composition or lithology is determined.\n\nConducted among 16 landscape points of interpretation work, their Numbers are: 45 (Kathmandu), G - G - 46 (the) wrong, H - 44 (pli), 45 (xigaze), H - H - 46 (Lhasa), H - 47 (qamdo), 43 (Islamabad), I - I - 44 (lion spring river), 45 (change), I - I - (amdo) 46, 47 (yushu), J - I - 43 (kashi) (wada), J, J - 44-45 (JuMo), 46 (golmud), J J - - 47 (xining)",
      "descriptionCn": "中国西部地貌信息集成是由中国科学院地理科学与资源环境研究所谢传节博士领导的小组完成的。其中包括1:400万全国地貌数据库和1：100万西部地貌数据库，1:400万地貌数据是追踪收集和整理李炳元主编的“中国地貌图（1:400万）”和陈志明主编的“中国及其毗邻地区地貌图（1:400万）”。对资料进行扫描配准，利用ArcMap软件将所有配准得图件进行矢量化，并建立各自得分类和代码体系，按照图斑（普染色）和符号将地貌类型分为基本地貌类型和形态结构类型（点、线、面表示)\n\n1:100万西部地貌数据是基于遥感影像等多源数据进行数字地貌集成、更新采用分层分级的解译方法。即平原与山地；基本地貌类型（25种),10种成因类型:次级成因类型:形态差异划分类型:次级形态差异划分类型:坡度、坡向及其组合划分地貌的倾斜程度或坡度；物质组成或岩性确定的地貌物质类型。\n\n共对16幅地貌分幅进行解译工作,其编号分别为:G-45（加德满都）、G-46（错那）、H-44（普兰）、H-45（日喀则）、H-46（拉萨）、H-47（昌都）、I-43（伊斯兰堡）、I-44（狮泉河）、I-45（改则）、I-46（安多）、I-47（玉树）、J-43（喀什）、J-44（和田）、J-45（且末）、J-46（格尔木）、J-47（西宁幅）",
      "instructions": "Name the raster data tiff file after the scale semicolon\nCan use arcgis and other software to open",
      "instructionsCn": "按照图幅分号命名，栅格数据 tiff文件\n可以用arcgis等软件打开",
      "east": 111.2,
      "west": 73.45,
      "south": 20.9,
      "north": 43.36,
      "startTime": null,
      "endTime": null,
      "fileSize": 995704673.0,
      "cstr": "18406.11.Geogra.tpdc.270104",
      "doi": "10.11888/Geogra.tpdc.270104",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周成虎",
        "nameEn": "ZHOU Chenghu",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "程维明",
        "nameEn": "CHENG Weiming",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Simulation of the Decadal Permafrost Distribution on the Qinghai-Tibet Plateau (China) over the Past 50 Years",
        "referenceCn": null,
        "referenceEn": "Weiming, Cheng, Shangmin, Zhao, Chenghu, Zhou, Xi, Chen. Simulation of the Decadal Permafrost Distribution on the Qinghai-Tibet Plateau (China) over the Past 50 Years. Permafrost and Periglacial Processes, 2012, 23(4):292-300. doi:10.1002/ppp.1758"
      },
      {
        "titleCn": "基于GIS的干旱区土壤盐渍化敏感性评价——以渭干河-库车河三角洲绿洲为例",
        "titleEn": null,
        "referenceCn": "买买提·沙吾提, 塔西甫拉提·特依拜, 丁建丽, 张飞. 基于GIS的干旱区土壤盐渍化敏感性评价——以渭干河-库车河三角洲绿洲为例. 资源科学, 2012, (02):353-358",
        "referenceEn": null
      },
      {
        "titleCn": "数字土壤质地制图方法比较——以黑河张掖地区为例",
        "titleEn": null,
        "referenceCn": "刘超, 卢玲, 胡晓利. 数字土壤质地制图方法比较——以黑河张掖地区为例. 遥感技术与应用, 2011, (02):177-185",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地貌",
        "nameEn": "Geomorphological"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部",
        "keywordEn": "Western China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method utilized to integrate and update digital geomorphological data for western China using remote sensing imagery?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，该方法用于整合和更新西部中国的数字地貌数据，使用遥感影像？",
        "AnswerEn": "A data collection method involves using remote sensing imagery and other multi-source data to perform digital geomorphological integration and updates in western China. This process employs a layered and hierarchical interpretation method to categorize and interpret features such as plains and mountains, basic geomorphological types, genetic types, and morphological differences.",
        "AnswerCn": "一种数据收集方法涉及使用遥感影像和其他多源数据，在中国西部进行数字地貌整合和更新。该过程采用分层和分级的解读方法，对平原和山脉、基本地貌类型、成因类型以及形态差异等特征进行分类和解读。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of digital geomorphological data integration methods used in western China?",
        "QuestionCn": "西部中国数字地貌数据集成方法的特点是什么？",
        "AnswerEn": "multi-source data integration, updating based on remote sensing imagery, layered and hierarchical interpretation approach, distinguishing between plains and mountains, 25 basic geomorphological types, 10 genetic types, secondary genetic types, morphological differentiation types, secondary morphological differentiation types, slope, aspect, combinations to determine inclination or slope, material composition, lithology",
        "AnswerCn": "多源数据集成，基于遥感影像更新，分层和层次化解释方法，区分平原和山地，25种基本地貌类型，10种成因类型，次级成因类型，形态分异类型，次级形态分异类型，坡度，坡向，组合以确定倾斜度或坡度，材料组成，岩性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of basic geomorphological types are identified in the data collection method for the 1:100万西部地貌数据?",
        "QuestionCn": "在1:100万西部地貌数据的资料收集方法中，识别出多少种基本地貌类型？",
        "AnswerEn": "25",
        "AnswerCn": "25",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '分层分级的解译方法' mean in the context of digital geomorphological data integration?",
        "QuestionCn": "在数字地貌数据集成的背景下，“分层分级的解译方法”是什么意思？",
        "AnswerEn": "In the context of digital geomorphological data integration, '分层分级的解译方法' refers to a stratified and hierarchical interpretation method used to classify and integrate geomorphological data. This approach involves categorizing terrain into plains and mountains and further breaking down the basic geomorphological types into 25 varieties. It includes 10 genetic types, sub-genetic types, morphological differentiation types, and secondary morphological differentiation types, as well as classifying the inclination or slope of the terrain based on slope and orientation, and determining geomorphological material types based on composition or lithology.",
        "AnswerCn": "在数字地貌数据集成的背景下，“分层分级的解译方法”指的是一种用于分类和整合地貌数据的分层和层次化解译方法。该方法涉及将地形分类为平原和山地，并进一步将基本地貌类型细分为25种变体。它包括10种成因类型、亚成因类型、形态分化类型和次级形态分化类型，以及根据坡度和方向对地形的倾斜或坡度进行分类，并根据成分或岩性确定地貌材料类型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method of utilizing remote sensing imagery and multi-source data for the 1:100万西部地貌数据 compare to the traditional approach of scanning and vectorizing maps for the 1:400万全国地貌数据库 in terms of accuracy and data integration?",
        "QuestionCn": "利用遥感影像和多源数据收集1:100万西部地貌数据的方法与传统的扫描和矢量化1:400万全国地貌数据库地图的方法在准确性和数据集成方面有何比较？",
        "AnswerEn": "The 1:100万西部地貌数据 relies on remote sensing imagery and multi-source data, allowing for layered and graded interpretation, which may enhance accuracy and provide more detailed integration of geomorphological features. In contrast, the 1:400万全国地貌数据库 uses a more traditional approach by scanning and vectorizing existing maps, which might be less precise in capturing dynamic changes and finer details compared to the more modern methods employed in the 1:100万西部地貌数据.",
        "AnswerCn": "1:100万西部地貌数据依赖于遥感影像和多源数据，允许分层和分级解读，这可能提高准确性并提供更详细的地貌特征整合。相比之下，1:400万全国地貌数据库采用更传统的方法，通过扫描和矢量化现有地图，这可能在捕捉动态变化和更细微细节方面不如1:100万西部地貌数据所采用的现代方法精确。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity of integrating and updating geomorphological data using remote sensing in the western regions of China?",
        "QuestionCn": "在中国西部地区，整合和更新地貌数据时，遥感技术的复杂性受哪些因素影响？",
        "AnswerEn": "The complexity of integrating and updating geomorphological data using remote sensing in the western regions of China is influenced by the diverse terrain, which includes plains and mountains, and involves the classification of basic geomorphological types into 25 categories. The data integration process utilizes a hierarchical interpretation method that distinguishes between genetic types, secondary genetic types, morphological differentiation types, and slope variations. Additionally, the use of multi-source data such as remote sensing imagery requires thorough scanning, registration, and vectorization processes, as well as the creation of classification and coding systems for accurate geomorphological representation.",
        "AnswerCn": "在中国西部地区，利用遥感技术整合和更新地貌数据的复杂性受到多样化地形的影响，包括平原和山脉，并将基本地貌类型分类为25个类别。数据整合过程采用分层解释方法，区分遗传类型、次级遗传类型、形态差异类型和坡度变化。此外，使用多源数据如遥感影像需要进行全面扫描、注册和矢量化处理，以及创建分类和编码系统，以实现准确的地貌表示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of integrating multi-source data such as remote sensing imagery into the creation of a digital geomorphology database for western China at a scale of 1:1000000?",
        "QuestionCn": "将遥感影像等多源数据整合到西部中国的数字地貌数据库创建中，比例尺为1:1000000，其目标是什么？",
        "AnswerEn": "The integration of multi-source data, including remote sensing imagery, aims to achieve comprehensive digital geomorphology integration and update for western China. It facilitates a layered and hierarchical interpretation method, allowing for detailed classification of geomorphological features based on various criteria such as basic landform types, genetic types, and morphological differentiation. This approach enhances the accuracy and detail of geomorphological mapping, supporting scientific research and regional planning.",
        "AnswerCn": "多源数据的集成，包括遥感影像，旨在实现对中国西部的全面数字地貌集成与更新。它促进了一种分层和分级的解释方法，允许根据基本地貌类型、成因类型和形态差异等各种标准对地貌特征进行详细分类。这种方法提高了地貌制图的准确性和细节，支持科学研究和区域规划。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural methods are employed to integrate and update digital geomorphological data using remote sensing imagery and multi-source data in the context of creating a 1:100万 digital geomorphological dataset for western China?",
        "QuestionCn": "在创建中国西部1:100万数字地貌数据集的过程中，采用了哪些程序方法来整合和更新遥感影像和多源数据的数字地貌数据？",
        "AnswerEn": "The procedure involves using a hierarchical and graded interpretation method that separates plains and mountains. The integration process is based on remote sensing imagery and other multi-source data, which is further divided into basic geomorphological types (25 types), 10 genesis types, secondary genesis types, morphological differentiation types, and secondary morphological differentiation types. The dataset also incorporates slope, aspect, and their combinations to classify geomorphological inclination or slope degree, and material composition or lithology to determine geomorphological material types.",
        "AnswerCn": "该程序涉及使用分层和分级的解释方法，将平原和山脉分开。集成过程基于遥感影像和其他多源数据，进一步细分为基本地貌类型（25种）、10种成因类型、次级成因类型、形态分化类型和次级形态分化类型。数据集还结合了坡度、坡向及其组合，以分类地貌倾斜或坡度，以及材料组成或岩性，以确定地貌材料类型。",
        "Level": "C3(Applying)"
      }
    ]
  }
}