{
  "id": "bba72635-6c46-4fe9-a063-02b4e288ea6a",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Precipitation in the 10km buffer zone along the Golmud Nagqu and Gonghe Yushu high-grade highways (2019-2022)",
      "titleCn": "格尔木-那曲、共和-玉树高等级公路沿线10km缓冲区降水（2019-2022）",
      "description": "This data is the monthly average rainfall and temperature data from 2019 to 2022 within the 10km buffer zone along the Golmud Nagqu and Gonghe Yushu sections of the Qinghai Tibet Highway. The dataset is generated through the Delta spatial downscaling scheme in China based on the global 0.5 ° climate dataset published by CRU and the global high-resolution climate dataset published by WorldClim. And, using data from 496 independent meteorological observation points for verification, the results are reliable, with a unit of 0.1mm, high accuracy and relatively new time. Currently, it can provide a scientific basis for the research on the background of geological disasters on the Qinghai Tibet Highway, and can be applied to more atmospheric, geological, and geographic related fields in the future.",
      "descriptionCn": "本数据为青藏高等级公路格尔木-那曲段、共和-玉树段沿线10km缓冲区范围内2019年-2022年月平均降雨与月平均气温数据，该数据集是根据CRU发布的全球0.5°气候数据集以及WorldClim发布的全球高分辨率气候数据集，通过Delta空间降尺度方案在中国地区降尺度生成的。并且，使用496个独立气象观测点数据进行验证，验证结果可信，单位为0.1mm，拥有较高的精度和较新的时间，目前可以为青藏公路地质灾害孕灾背景的研究提供科学基础，未来可以应用于其他更多大气、地质、地理相关领域的研究。",
      "instructions": "File naming: Rainfall and temperature data are stored in TIFF format, and folder names include GN_ Precision, GY_ Precision represents rainfall data for Golmud Nagqu and Gonghe Yushu high-grade highways, with a sub folder name of \"yyyy\". For example, 2019 represents the data for 2019 in this file, with the file name of \"yyyymm. tif\", where yyyy represents the year and mm represents the month, such as GN_ The 201901.tif in the Precision represents the rainfall data for the Qinghai Tibet Highway in January 2019. Data reading method: It can be directly opened using ArcGIS.",
      "instructionsCn": "文件命名：降雨、温度数据以tiff格式存储，文件夹名称包括GN_Precipitation、GY_Precipitation，分别代表格尔木-那曲和共和-玉树高等级公路降雨数据，子文件夹名称为“yyyy”，比如2019就代表这个文件下数据为2019年的，文件的名称为“yyyymm.tif”，其中yyyy代表年，mm代表月，比如GN_Precipitation里的201901.tif就代表这个文件描述2019年1月青藏高等级公路的降雨数据。数据读取方式：可直接用Arcgis打开。",
      "east": 100.43,
      "west": 91.33,
      "south": 31.22,
      "north": 36.24,
      "startTime": "2019-01-01 10:05:56",
      "endTime": "2022-12-31 10:05:56",
      "fileSize": 32756688.0,
      "cstr": null,
      "doi": "10.5281/zenodo.3185722",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "孟兴民",
        "nameEn": "MENG Xingmin",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "陈冠",
        "nameEn": "CHEN Guan",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "张毅",
        "nameEn": "ZHANG Yi",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "金佳成",
        "nameEn": "JIN Jiacheng",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "黄逢春",
        "nameEn": "HUANG Fengchun",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "李恒源",
        "nameEn": "LI Hengyuan",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "马开启",
        "nameEn": "MA Kaiqi",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100",
        "referenceCn": null,
        "referenceEn": "Peng, S.Z., Ding, Y.X., Wen, Z.M., Chen, Y.M., Cao, Y., & Ren, J.Y. (2017). Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100. Agricultural and Forest Meteorology, 233, 183-194. https://doi.org/10.1016/j.agrformet.2016.11.129"
      },
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal trends and attribution of drought across China from 1901–2100",
        "referenceCn": null,
        "referenceEn": "Ding, Y.X., & Peng, S.Z. (2020). Spatiotemporal trends and attribution of drought across China from 1901–2100. Sustainability, 12(2), 477."
      },
      {
        "titleCn": null,
        "titleEn": "1 km monthly temperature and precipitation dataset for China from 1901 to 2017",
        "referenceCn": null,
        "referenceEn": "Peng, S.Z., Ding, Y.X., Liu, W.Z., & Li, Z. (2019). 1 km monthly temperature and precipitation dataset for China from 1901 to 2017. Earth System Science Data, 11, 1931–1946. https://doi.org/10.5194/essd-11-1931-2019"
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of climate change trends over the loess plateau in china from 1901 to 2100",
        "referenceCn": null,
        "referenceEn": "Peng, S.Z., Gang, C., Cao, Y., & Chen, Y. (2017). Assessment of climate change trends over the loess plateau in china from 1901 to 2100. International Journal of Climatology."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原公路沿线",
        "keywordEn": "along the Qinghai-Tibet Highway"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2022",
        "keywordEn": "2019-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Climate change is at the forefront of scientific issues and poses a significant challenge to human survival and development, especially in China (Wang and Chen, 2014). The Loess Plateau (LP) in China is the most developed loess region in the world in terms of extent, thickness, and depositional sequence; it has an area of approximately 0.64×10^6 km^2 and assumes important service functions in China in terms of ecology and economy (Chen et al., 2015). Over the last 50 years, the annual precipitation has decreased and the air temperature has increased over the LP (Bi et al., 2009; Wang et al., 2012; Sun et al., 2015). These changes can damage the LP by altering its water availability and increasing the instances of soil erosion, droughts, and floods (Miao et al., 2016)."
      ],
      "research objective": [
        "This study presents a detailed assessment of the climate change trends over the LP from 1901 to 2100 based on the 1-km spatial resolution climate data generated through delta downscaling."
      ],
      "challenges": [
        "Despite showing improvements over CMIP3 models, CMIP5 models still show remarkable biases in depicting regional climate information. This condition also prevents the GCM and CRU data sets from drawing realistic and reliable climate change information at fine scales, which is imperative when developing suitable adaptation and mitigation strategies at the regional to local scales. Although dynamic downscaling can provide a mechanism for interpreting regional climate change and output many climate variables, this technique requires numerous inputs and computational requirements and sometimes cannot present reliable climate change information at fine scales."
      ],
      "methods": [
        "The historical monthly precipitation and mean temperature data used in this study were obtained from the CRU TS3.23 dataset with a 0.5∘ spatial resolution (Harris et al., 2014). The GCM monthly precipitation and mean temperature data used in this study were obtained from the downscaled CMIP5 data set with a 0.5∘ resolution. Delta downscaling is used with the data described in the preceding section to produce monthly precipitation and mean temperature grids for the years 1901–2100 with a 1-km resolution. The surface observation data for monthly precipitation and mean temperature were obtained from 113 national weather stations in and around the LP; these data were used to evaluate the downscaled monthly precipitation and mean temperature grids from January 1991 to December 2014 in a time series."
      ],
      "dataset": [
        "The historical monthly precipitation and mean temperature data used in this study were obtained from the CRU TS3.23 dataset with a 0.5∘ spatial resolution (Harris et al., 2014). The GCM monthly precipitation and mean temperature data used in this study were obtained from the downscaled CMIP5 data set with a 0.5∘ resolution. The high-resolution reference climatology data used in this study were gridded data on a 1-km (approximately 30 arcseconds) resolution as elaborated by the Chinese National Ecosystem Research Network. The surface observation data for monthly precipitation and mean temperature were obtained from 113 national weather stations in and around the LP."
      ],
      "findings": [
        "Delta downscaling performs well in detecting the monthly precipitation and temperature over the LP based on the mean absolute error between downscaled data and independent surface observations. The annual precipitation over the entire LP shows no significant trends in the historical and future periods. By contrast, the annual temperature shows a significantly increasing trend with 0.097∘C/10year in the historical period (1901–2014) and with 0.113, 0.24, 0.355, and 0.558∘C/10year in the future period (2015–2100) under the RCP2.6, RCP4.5, RCP6.0, and RCP8.5 scenarios, respectively. The spatial results calculated by the downscaled data provide more detailed information about the locations and percentages of area, both of which are valuable in assessing the change trends in precipitation and temperature. These spatio-temporal results present the climate change trends over the LP in detail and provide valuable insights for developing flexible adaptation and mitigation strategies to address the climate change challenges in this region."
      ],
      "backgroundCn": [
        "气候变化是科学问题的前沿，给人类生存和发展带来了重大挑战，尤其是在中国（王和陈，2014）。中国的黄土高原（LP）是世界上黄土地区发展最为成熟的区域，具有广泛的面积、厚度和沉积序列；其面积约为64万平方公里，在生态和经济方面在中国具有重要的服务功能（陈等，2015）。在过去的50年中，黄土高原的年降水量减少，气温上升（毕等，2009；王等，2012；孙等，2015）。这些变化可能通过改变水资源的可用性以及增加土壤侵蚀、干旱和洪水的发生频率来损害黄土高原（苗等，2016）。"
      ],
      "research objectiveCn": [
        "本研究对1901年至2100年间的气候变化趋势进行了详细评估，基于通过增量降尺度生成的1公里空间分辨率气候数据。"
      ],
      "challengesCn": [
        "尽管CMIP5模型在表现上比CMIP3模型有所改善，但在描绘区域气候信息方面仍然存在显著偏差。这种情况也阻碍了GCM和CRU数据集在细尺度上提取现实和可靠的气候变化信息，而这对于制定适合的区域到地方尺度的适应和减缓策略至关重要。尽管动态下行尺度可以提供解释区域气候变化的机制，并输出许多气候变量，但该技术需要大量输入和计算资源，有时在细尺度上无法提供可靠的气候变化信息。"
      ],
      "methodsCn": [
        "本研究使用的历史月降水量和平均气温数据来自CRU TS3.23数据集，空间分辨率为0.5°（Harris et al., 2014）。本研究中使用的GCM月降水量和平均气温数据来自下调的CMIP5数据集，分辨率为0.5°。使用前述数据进行增量下调，以生成1901年至2100年的月降水量和平均气温网格，分辨率为1公里。月降水量和平均气温的地面观测数据来自113个国家气象站，这些数据用于评估从1991年1月到2014年12月的下调月降水量和平均气温网格的时间序列。"
      ],
      "datasetCn": [
        "本研究使用的历史月降水量和平均气温数据来自CRU TS3.23数据集，空间分辨率为0.5°（Harris et al., 2014）。本研究使用的GCM月降水量和平均气温数据来自下调的CMIP5数据集，分辨率为0.5°。本研究使用的高分辨率参考气候数据为中国国家生态系统研究网络提供的1公里（约30弧秒）分辨率的格网数据。每月降水量和平均气温的地面观测数据来自于113个国家气象站，分布在LP及其周边地区。"
      ],
      "findingsCn": [
        "Delta下缩放在检测LP地区的月降水量和温度方面表现良好，基于下缩放数据与独立地面观测之间的平均绝对误差。整个LP地区的年降水量在历史和未来时期均未显示出显著趋势。相比之下，年温度在历史时期（1901–2014年）显示出显著的上升趋势，为0.097℃/10年，而在未来时期（2015–2100年）在RCP2.6、RCP4.5、RCP6.0和RCP8.5情景下分别为0.113、0.24、0.355和0.558℃/10年。通过下缩放数据计算的空间结果提供了关于地点和面积百分比的更详细信息，这些信息在评估降水和温度变化趋势时非常有价值。这些时空结果详细呈现了LP地区的气候变化趋势，并为制定灵活的适应和减缓策略以应对该地区的气候变化挑战提供了宝贵的见解。"
      ]
    },
    {
      "background": [
        "Investigating long-term drought trends is of great importance in coping with the adverse effects of global warming. Several recent studies have suggested that ongoing warming is accelerating evaporation and creating more spatiotemporal heterogeneity in precipitation than in the past. China is home to multiple climate zones that host important agricultural regions and other societally important activities that are likely to be affected by increased drought. Several indexes have been employed to investigate long-term drought, including the standardized precipitation index, the Palmer drought severity index, and the standardized precipitation evapotranspiration index (SPEI). Unlike the standardized precipitation index, the SPEI considers changes in both the precipitation and the potential evapotranspiration induced by temperature. The SPEI also allows for multiple temporal scales, unlike the Palmer drought severity index."
      ],
      "research objective": [
        "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI). We then developed a simple approach to quantifying the contributions of water supply (precipitation) and demand (potential evapotranspiration, PET) on SPEI variability, according to the meaning of the differentiating SPEI equation."
      ],
      "challenges": [
        "However, little attention has been focused on studying the detailed spatial variability and attribution of drought variation in China."
      ],
      "methods": [
        "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI). We then developed a simple approach to quantifying the contributions of water supply (precipitation) and demand (potential evapotranspiration, PET) on SPEI variability, according to the meaning of the differentiating SPEI equation."
      ],
      "dataset": [
        "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI)."
      ],
      "findings": [
        "The results indicated that the delta framework could accurately downscale and correct low-spatial-resolution monthly temperatures and precipitation from the Climatic Research Unit and general circulation models (GCMs). Of the 27 GCMs analyzed, the BNU-ESM, CESM1-CAM5, and GFDL-ESM2M were found to be the most accurate in modeling future temperatures and precipitation. We also found that, compared with the past (1901–2017), the climate in the future (2018–2100) will tend toward significant droughts, although both periods showed a high spatial heterogeneity across China. Moreover, the proportion of areas with significantly decreasing SPEI trends was far greater than the proportion of those with increasing trends in most cases, especially for northwestern and northern China. Finally, the proposed approach to quantifying precipitation and PET contributions performed well according to logical evaluations. Overall, our results provide detailed insights for planning flexible adaptation and mitigation strategies to cope with the adverse effects of climate drought across China."
      ],
      "backgroundCn": [
        "研究长期干旱趋势对于应对全球变暖的负面影响至关重要。最近的几项研究表明，持续的变暖正在加速蒸发，并导致降水的时空异质性比以往更为显著。中国拥有多种气候带，涵盖了重要的农业区域和其他可能受到干旱加剧影响的社会活动。多种指标已被用于研究长期干旱，包括标准化降水指数、帕尔默干旱严重指数和标准化降水蒸发指数（SPEI）。与标准化降水指数不同，SPEI考虑了降水和由温度引起的潜在蒸发量的变化。与帕尔默干旱严重指数不同，SPEI还允许多种时间尺度的分析。"
      ],
      "research objectiveCn": [
        "在本研究中，我们首先生成了一个覆盖中国的1901年至2100年期间的1公里分辨率月度气候数据集，采用了增量空间下调方法，以评估标准化降水蒸发指数（SPEI）的变异性。然后，我们开发了一种简单的方法来量化水供应（降水）和需求（潜在蒸散发，PET）对SPEI变异性的贡献，这基于SPEI方程的差异化含义。"
      ],
      "challengesCn": [
        "然而，关于中国干旱变化的详细空间变异性和归因研究的关注较少。"
      ],
      "methodsCn": [
        "在本研究中，我们首先生成了一个覆盖中国的1901年至2100年期间的1公里分辨率月度气候数据集，采用了增量空间降尺度方法，以评估标准化降水蒸发指数（SPEI）的变异性。然后，我们开发了一种简单的方法来量化水供应（降水）和需求（潜在蒸散发，PET）对SPEI变异性的贡献，这基于区分SPEI方程的含义。"
      ],
      "datasetCn": [
        "在本研究中，我们首先使用增量空间下采样方法生成了一个覆盖中国的1901年至2100年期间的1公里分辨率月度气候数据集，以评估标准化降水蒸发指数（SPEI）的变异性。"
      ],
      "findingsCn": [
        "结果表明，delta框架能够准确地对来自气候研究单位和一般环流模型（GCMs）的低空间分辨率月度温度和降水进行下尺度化和校正。在分析的27个GCM中，BNU-ESM、CESM1-CAM5和GFDL-ESM2M被发现是模拟未来温度和降水最准确的模型。我们还发现，与过去（1901-2017年）相比，未来（2018-2100年）的气候将趋向于显著的干旱，尽管两个时期在中国的空间异质性都很高。此外，在大多数情况下，显著减少的SPEI趋势区域的比例远大于显著增加趋势区域的比例，尤其是在中国西北和北部地区。最后，所提出的量化降水和潜在蒸散发（PET）贡献的方法在逻辑评估中表现良好。总体而言，我们的结果为规划灵活的适应和减缓策略，以应对中国气候干旱的负面影响提供了详细的见解。"
      ]
    },
    {
      "background": [
        "High-spatial-resolution and long-term climate data are required for accurate investigations of changes in climate and climate-related phenomena that affect hydrology, vegetation cover, and crop production. Although meteorological observation networks are increasingly incorporating data from a greater number of weather stations and contributions from an increasing number of governments and researchers around the world, observation networks still suffer from low station density and spatial resolution, especially in mountainous areas, where the installation and maintenance of weather stations are challenging. Proxy monthly temperature (TMP) and precipitation (PRE) data products are released by several climate research organizations such as the general circulation models (GCMs) of the Intergovernmental Panel on Climate Change, the Climatic Research Unit (CRU) of the University of East Anglia, the Global Precipitation Climatology Centre (GPCC), and Willmott & Matsuura (W&M). Although CRU products offer the advantage of reflecting long-term climate effects, their low spatial resolution (30′, approximately 55 km) limits their ability to reflect the effects of complex topographies, land surface characteristics, and other processes on climate systems. China has a large area with abundant mountainous regions. As a result, even the establishment of additional weather stations has not fully satisfied the requirements for long-term, high-spatial-resolution climate data, especially at finer geographical scales and for mountainous areas. Furthermore, most weather stations in China were established after 1950, and thus long-term observational climate data are lacking."
      ],
      "research objective": [
        "The objective of this study was to generate a long-term climate dataset with high spatial resolution for China by downscaling CRU time series data using a high-spatial-resolution reference climatology dataset."
      ],
      "challenges": [
        "Although the new dataset was not evaluated before 1950 owing to data unavailability, the quality of the new dataset in the period of 1901–2017 depended on the quality of the original CRU and WorldClim datasets."
      ],
      "methods": [
        "First, reference climatology data with different spatial resolutions and the 30′ original CRU time series data were evaluated through observations. Second, the 30′ original CRU time series data were spatially downscaled to four spatial resolutions (10′, 5′, 2.5′, and 0.5′) corresponding to the spatial resolutions of the reference climatology data using the delta downscaling framework. The downscaled data were validated through observations. Finally, the climatology data and annual trends in TMPs and PRE were investigated using the 30′ original CRU, 0.5′ downscaled, and observed data to demonstrate the performance of the 0.5′ downscaled data."
      ],
      "dataset": [
        "The dataset presented in this article has been published in the Network Common Data Form (NetCDF) at https://doi.org/10.5281/zenodo.3114194 for precipitation and https://doi.org/10.5281/zenodo.3185722 for air temperatures at 2 m and includes 156 NetCDF files compressed in zip format and one user guidance text file. The monthly mean, maximum, and minimum air TMPs at 2 m as well as PRE were obtained for January 1901 to December 2017 with a spatial resolution of 30′ from the CRU TS v4.02 dataset. To downscale CRU TMPs and PRE time series data to higher spatial resolutions, we obtained four high-resolution reference datasets at spatial resolutions of 10′, 5′, 2.5′, and 0.5′ from WorldClim v2.0. To evaluate the performance of the downscaling procedure, the observed long-term monthly TMPs (i.e., mean, maximum, minimum air TMPs at 2 m) and PRE variables across China were obtained from the National Meteorological Information Center of China. This dataset included observations from 496 national weather stations during 1951–2016."
      ],
      "findings": [
        "Compared with the evaluations of the 30′original CRU dataset, the mean absolute error of the new dataset (i.e., of the 0.5′dataset downscaled by bilinear interpolation) decreased by 35.4 %–48.7 % for TMPs and by 25.7 % for PRE. The root-mean-square error decreased by 32.4 %–44.9 % for TMPs and by 25.8 % for PRE. The Nash–Sutcliffe efficiency coefficients increased by 9.6 %–13.8 % for TMPs and by 31.6 % for PRE, and correlation coefficients increased by 0.2 %–0.4 % for TMPs and by 5.0 % for PRE. Overall, the downscaled datasets had higher accuracy than the original CRU dataset, especially the 0.5′dataset downscaled using the bilinear interpolation method, which is, therefore, the new dataset proposed by this study."
      ],
      "backgroundCn": [
        "高空间分辨率和长期气候数据对于准确研究气候变化及其对水文、植被覆盖和农作物生产的影响是必需的。尽管气象观测网络越来越多地整合来自更多气象站的数据，以及来自世界各地越来越多的政府和研究人员的贡献，但观测网络仍然面临站点密度低和空间分辨率不足的问题，尤其是在山区，安装和维护气象站的难度较大。多个气候研究机构发布了代理月度温度（TMP）和降水（PRE）数据产品，例如气候变化政府间专门委员会（IPCC）的全球气候模型（GCMs）、东英吉利大学气候研究单位（CRU）、全球降水气候中心（GPCC）以及Willmott & Matsuura（W&M）。尽管CRU产品具有反映长期气候效应的优势，但其低空间分辨率（30′，约55公里）限制了其反映复杂地形、地表特征和其他过程对气候系统影响的能力。中国地大物博，山区众多。因此，即使建立了更多的气象站，也未能完全满足长期、高空间分辨率气候数据的需求，尤其是在更细的地理尺度和山区。此外，中国大多数气象站是在1950年后建立的，因此缺乏长期的观测气候数据。"
      ],
      "research objectiveCn": [
        "本研究的目的是通过使用高空间分辨率的参考气候数据集对CRU时间序列数据进行降尺度，生成中国的长期气候数据集，具有高空间分辨率。"
      ],
      "challengesCn": [
        "尽管由于数据不可用，新数据集在1950年前没有进行评估，但1901年至2017年期间新数据集的质量依赖于原始CRU和WorldClim数据集的质量。"
      ],
      "methodsCn": [
        "首先，通过观测评估了不同空间分辨率的气候数据与30′原始CRU时间序列数据。其次，使用增量下采样框架将30′原始CRU时间序列数据空间下采样到四个空间分辨率（10′、5′、2.5′和0.5′），对应于参考气候数据的空间分辨率。下采样的数据通过观测进行了验证。最后，使用30′原始CRU、0.5′下采样和观测数据调查了气候数据以及TMP和PRE的年度趋势，以展示0.5′下采样数据的性能。"
      ],
      "datasetCn": [
        "本文中呈现的数据集已在网络通用数据格式（NetCDF）中发布，链接为：https://doi.org/10.5281/zenodo.3114194（降水）和 https://doi.org/10.5281/zenodo.3185722（2米空气温度），包括156个压缩为zip格式的NetCDF文件和一个用户指南文本文件。该数据集包含了1901年1月至2017年12月的每月平均、最大和最小2米空气温度（TMP）以及降水（PRE），空间分辨率为30′，数据来源于CRU TS v4.02数据集。为了将CRU的TMP和PRE时间序列数据降尺度到更高的空间分辨率，我们从WorldClim v2.0获取了四个高分辨率参考数据集，空间分辨率分别为10′、5′、2.5′和0.5′。为了评估降尺度过程的性能，我们从中国国家气象信息中心获取了中国地区的长期观测每月TMP（即2米空气TMP的平均、最大、最小值）和PRE变量的数据。该数据集包含了1951年至2016年间496个国家气象站的观测数据。"
      ],
      "findingsCn": [
        "与30′原始CRU数据集的评估相比，新数据集（即通过双线性插值下采样的0.5′数据集）在TMPs方面的平均绝对误差减少了35.4%–48.7%，在PRE方面减少了25.7%。根均方误差在TMPs方面减少了32.4%–44.9%，在PRE方面减少了25.8%。Nash–Sutcliffe效率系数在TMPs方面增加了9.6%–13.8%，在PRE方面增加了31.6%；相关系数在TMPs方面增加了0.2%–0.4%，在PRE方面增加了5.0%。总体而言，下采样数据集的准确性高于原始CRU数据集，特别是使用双线性插值方法下采样的0.5′数据集，因此这是本研究提出的新数据集。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the delta spatial downscaling method used in generating high-resolution climate datasets for China?",
        "QuestionCn": "delta空间下调方法是否用于生成中国的高分辨率气候数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the CRU TS3.23 dataset used for historical monthly precipitation and temperature data collection?",
        "QuestionCn": "CRU TS3.23 数据集用于历史月度降水和温度数据的收集吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is delta downscaling, bilinear interpolation, or another method more suitable for generating high-resolution climate datasets in China?",
        "QuestionCn": "在中国生成高分辨率气候数据集时，德尔塔降尺度、双线性插值或其他方法哪种更合适？",
        "AnswerEn": "Delta downscaling",
        "AnswerCn": "Delta降尺度",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which data source is more commonly used for high-resolution climate data in China: CRU datasets, GCM datasets, or WorldClim datasets?",
        "QuestionCn": "在中国，高分辨率气候数据更常用的数据源是CRU数据集、GCM数据集还是WorldClim数据集？",
        "AnswerEn": "CRU datasets",
        "AnswerCn": "CRU 数据集",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how delta spatial downscaling is used to generate high-resolution climate data in a specific region?",
        "QuestionCn": "您能否提供一个示例，说明如何使用增量空间下采样生成特定区域的高分辨率气候数据？",
        "AnswerEn": "Delta spatial downscaling is used to generate a 1 km resolution monthly climate dataset across China for the period 1901–2100. This method helps assess the variability of the Standardized Precipitation Evaporation Index (SPEI) and quantifies the contributions of water supply and demand on SPEI variability.",
        "AnswerCn": "Delta空间下采样用于生成中国地区1901年至2100年的1公里分辨率月度气候数据集。该方法有助于评估标准化降水蒸发指数（SPEI）的变异性，并量化水供应和需求对SPEI变异性的贡献。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using global climate models for regional climate studies, and how was it addressed?",
        "QuestionCn": "使用全球气候模型进行区域气候研究时面临的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "One challenge is the remarkable biases present when using CMIP5 models for regional climate information. This issue was addressed by using delta downscaling to produce monthly precipitation and temperature grids at a 1-km resolution, improving the accuracy of the data when compared to independent surface observations.",
        "AnswerCn": "一个挑战是使用CMIP5模型获取区域气候信息时存在显著的偏差。为了解决这个问题，采用了增量降尺度方法，生成了每月降水和温度的1公里分辨率网格，与独立的地面观测数据相比，提高了数据的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Provide an example of a dataset that has been downscaled to improve spatial resolution for climate studies in China.",
        "QuestionCn": "提供一个数据集的例子，该数据集已被降尺度以提高中国气候研究的空间分辨率。",
        "AnswerEn": "The CRU TS v4.02 dataset, originally at a spatial resolution of 30′, was downscaled using bilinear interpolation to a 0.5′ resolution, resulting in improved accuracy for temperature and precipitation data. This new dataset showed decreased mean absolute errors and increased Nash–Sutcliffe efficiency coefficients compared to the original CRU dataset.",
        "AnswerCn": "CRU TS v4.02 数据集最初的空间分辨率为 30′，通过双线性插值降尺度至 0.5′ 分辨率，从而提高了温度和降水数据的准确性。这个新数据集相比于原始 CRU 数据集显示出较低的平均绝对误差和较高的纳什–沙普利夫效率系数。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific challenges of downscaling climate data in mountainous areas?",
        "QuestionCn": "在山区下调气候数据的具体挑战是什么？",
        "AnswerEn": "low density of weather stations, difficulty in maintaining weather stations, limited observational data, low spatial resolution of original datasets",
        "AnswerCn": "气象站密度低、气象站维护困难、观测数据有限、原始数据集空间分辨率低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the essential features of a high-resolution reference climatology dataset used for downscaling?",
        "QuestionCn": "用于下采样的高分辨率参考气候数据集的基本特征是什么？",
        "AnswerEn": "fine spatial resolutions, 10′, 5′, 2.5′, 0.5′",
        "AnswerCn": "高空间分辨率，10′，5′，2.5′，0.5′",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the period covered by the high-resolution climate dataset for China using delta spatial downscaling?",
        "QuestionCn": "使用增量空间下采样的中国高分辨率气候数据集覆盖的时间段是什么？",
        "AnswerEn": "1901-2100",
        "AnswerCn": "1901-2100",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the main challenges associated with generating high-resolution climate datasets for regions with complex topographies?",
        "QuestionCn": "生成高分辨率气候数据集在地形复杂的地区面临的主要挑战是什么？",
        "AnswerEn": "The main challenges include the low density and spatial resolution of meteorological observation networks, especially in mountainous areas where installing and maintaining weather stations is difficult. Additionally, the original datasets may lack the ability to adequately reflect the effects of complex topographies and land surface characteristics on climate systems. Limited availability of long-term observational data, especially before the establishment of many weather stations, further complicates dataset generation.",
        "AnswerCn": "主要挑战包括气象观测网络的低密度和空间分辨率，特别是在山区，安装和维护气象站非常困难。此外，原始数据集可能无法充分反映复杂地形和地表特征对气候系统的影响。长期观测数据的有限可用性，尤其是在许多气象站建立之前，进一步 complicates 数据集的生成。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in data collection challenges between acquiring historical climate data and generating future climate projections in the context of the Qinghai-Tibet highway region?",
        "QuestionCn": "在青藏公路地区，获取历史气候数据与生成未来气候预测之间的数据收集挑战有哪些不同？",
        "AnswerEn": "Collecting historical climate data involves addressing the limited spatial resolution of existing datasets like CRU, which may not capture complex topographies. Generating future climate projections involves overcoming biases in GCM datasets and requires computational methods like delta downscaling to obtain fine-scale, reliable data essential for regional adaptation strategies.",
        "AnswerCn": "收集历史气候数据涉及解决现有数据集（如CRU）空间分辨率有限的问题，这可能无法捕捉复杂的地形。生成未来气候预测需要克服GCM数据集中的偏差，并需要计算方法，如增量降尺度，以获得对区域适应策略至关重要的细尺度可靠数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can downscaling methods be interpreted to improve the accuracy and reliability of climate datasets in regions with complex topographies?",
        "QuestionCn": "如何解释降尺度方法以提高具有复杂地形区域的气候数据集的准确性和可靠性？",
        "AnswerEn": "Downscaling methods, like delta downscaling, are employed to enhance the spatial resolution of climate datasets, making them more accurate and reliable for regions with complex topographies. These methods involve using high-resolution reference climatology data and adjusting lower-resolution datasets, such as those from CRU or GCMs, to better capture regional climate variations. The results often show improved accuracy, as evidenced by reduced mean absolute errors and increased correlation coefficients when compared to original datasets.",
        "AnswerCn": "降尺度方法，如增量降尺度，被用来提高气候数据集的空间分辨率，使其在复杂地形区域更准确可靠。这些方法涉及使用高分辨率的参考气候数据，并调整低分辨率的数据集，如CRU或GCM，以更好地捕捉区域气候变化。结果通常显示出更高的准确性，比较原始数据集时，平均绝对误差减少，相关系数增加。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges in data collection are indicated by the need to use proxy climate data products in mountainous regions?",
        "QuestionCn": "在山区使用代理气候数据产品的需要表明了数据收集中的哪些挑战？",
        "AnswerEn": "The need to use proxy climate data products in mountainous regions highlights the challenges of low station density and spatial resolution in meteorological observation networks. These regions pose difficulties in installing and maintaining weather stations, leading to gaps in direct observational data. This situation necessitates the use of downscaled proxy data from sources like CRU and WorldClim to infer climate patterns, which may still struggle to reflect the effects of complex topographies and land surface characteristics accurately.",
        "AnswerCn": "在山区使用代理气候数据产品的需求突显了气象观测网络中站点密度低和空间分辨率不足的挑战。这些地区在安装和维护气象站方面存在困难，导致直接观测数据的缺口。这种情况需要使用来自CRU和WorldClim等来源的降尺度代理数据来推断气候模式，但这些数据仍可能难以准确反映复杂地形和地表特征的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What inferences can be drawn about the relationship between climate trends and adaptation strategies based on downscaled climate data?",
        "QuestionCn": "根据缩减气候数据，可以得出关于气候趋势与适应策略之间关系的哪些推论？",
        "AnswerEn": "Downscaled climate data can reveal detailed spatio-temporal trends in precipitation and temperature, which are crucial for assessing climate change impacts and developing adaptation strategies. For instance, increasing temperature trends and region-specific precipitation patterns can inform adaptation and mitigation strategies by providing more precise information on potential climate-related risks, such as droughts or soil erosion, thus enabling targeted and effective responses at regional and local scales.",
        "AnswerCn": "下调气候数据可以揭示降水和温度的详细时空趋势，这对于评估气候变化影响和制定适应策略至关重要。例如，温度上升趋势和区域特定的降水模式可以通过提供更精确的气候相关风险信息（如干旱或土壤侵蚀）来指导适应和减缓策略，从而在区域和地方层面上实现有针对性和有效的应对。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for downscaling climate data when studying regional climate trends over areas such as the Tibetan Plateau or the Loess Plateau?",
        "QuestionCn": "在研究如青藏高原或黄土高原等地区的气候趋势时，气候数据下采样的需求是什么原因？",
        "AnswerEn": "Downscaling is necessary because global climate models (GCMs) and datasets like CRU often have coarse spatial resolutions that do not accurately capture regional climate details, especially in areas with complex topographies. Therefore, to develop reliable climate change information at fine scales for regional studies, downscaling methods like delta downscaling are employed to improve the spatial resolution of climate data.",
        "AnswerCn": "下调是必要的，因为全球气候模型（GCMs）和像CRU这样的数据集通常具有粗糙的空间分辨率，无法准确捕捉区域气候细节，尤其是在地形复杂的地区。因此，为了在区域研究中开发可靠的气候变化信息，采用像增量下调这样的下调方法来提高气候数据的空间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to accurately assess climate changes in mountainous areas through existing meteorological observation networks?",
        "QuestionCn": "为什么通过现有的气象观测网络准确评估山区的气候变化是具有挑战性的？",
        "AnswerEn": "Mountainous areas present challenges for meteorological observation networks due to their low station density and spatial resolution. This is partly because the installation and maintenance of weather stations in these regions are difficult. As a result, even with an increasing number of weather stations, the networks may not fully meet the requirements for high-resolution climate data, necessitating the use of proxy data and downscaling techniques.",
        "AnswerCn": "山区由于气象观测网络的站点密度低和空间分辨率差，给气象观测带来了挑战。这部分是因为在这些地区安装和维护气象站非常困难。因此，即使气象站的数量不断增加，这些网络也可能无法完全满足高分辨率气候数据的需求，这就需要使用代理数据和降尺度技术。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might long-term observational climate data be insufficient for generating high-resolution datasets required for studying climate-related phenomena in China?",
        "QuestionCn": "长期观测气候数据可能不足以生成研究中国气候相关现象所需的高分辨率数据集的原因是什么？",
        "AnswerEn": "Long-term observational climate data in China are often insufficient due to the fact that most weather stations were established after 1950, limiting the historical data available. Additionally, the low spatial resolution of existing datasets like CRU makes it difficult to reflect the effects of complex topographies and land surface characteristics. Thus, downscaling techniques are used to improve data resolution and meet the needs for high-resolution climate studies.",
        "AnswerCn": "中国的长期气候观测数据往往不足，因为大多数气象站是在1950年后建立的，限制了可用的历史数据。此外，现有数据集如CRU的低空间分辨率使得难以反映复杂地形和地表特征的影响。因此，采用降尺度技术来提高数据分辨率，以满足高分辨率气候研究的需求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What might be the impact on dataset accuracy if delta downscaling techniques are applied to low-resolution climate data?",
        "QuestionCn": "如果对低分辨率气候数据应用增量下采样技术，数据集的准确性可能会受到什么影响？",
        "AnswerEn": "Applying delta downscaling techniques to low-resolution climate data can significantly enhance dataset accuracy, as it reduces mean absolute errors and root-mean-square errors for temperature and precipitation variables. The process also increases the Nash–Sutcliffe efficiency coefficients and correlation coefficients, indicating improved accuracy compared to original datasets.",
        "AnswerCn": "应用增量降尺度技术于低分辨率气候数据可以显著提高数据集的准确性，因为它减少了温度和降水变量的平均绝对误差和均方根误差。该过程还提高了纳什-沙普利夫效率系数和相关系数，表明与原始数据集相比，准确性得到了改善。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How could using a high-resolution reference climatology dataset influence the outcomes of climate trend assessments in mountainous regions?",
        "QuestionCn": "使用高分辨率参考气候数据集如何影响山区气候趋势评估的结果？",
        "AnswerEn": "Using a high-resolution reference climatology dataset in mountainous regions can enhance the ability to reflect complex topographies and land surface characteristics, which improves the accuracy of climate trend assessments. This approach can mitigate the limitations of low station density and spatial resolution inherent in traditional observation networks.",
        "AnswerCn": "使用高分辨率的参考气候数据集在山区可以增强反映复杂地形和地表特征的能力，从而提高气候趋势评估的准确性。这种方法可以缓解传统观测网络中低站点密度和空间分辨率的局限性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential consequences of generating a long-term high-resolution climate dataset for climate change adaptation strategies?",
        "QuestionCn": "生成长期高分辨率气候数据集对气候变化适应策略的潜在后果是什么？",
        "AnswerEn": "Generating a long-term high-resolution climate dataset can provide detailed insights into climate change trends, such as changes in precipitation and temperature patterns. This information is crucial for developing flexible adaptation and mitigation strategies, particularly in regions with significant spatial heterogeneity, such as the Loess Plateau and other parts of China.",
        "AnswerCn": "生成长期高分辨率气候数据集可以提供对气候变化趋势的详细洞察，例如降水和温度模式的变化。这些信息对于制定灵活的适应和减缓策略至关重要，特别是在具有显著空间异质性的地区，如黄土高原和中国其他地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the goals behind creating a high-resolution climate dataset covering the period 1901–2100 for regions like the Loess Plateau and across China?",
        "QuestionCn": "创建覆盖1901-2100年期间黄土高原和中国各地区的高分辨率气候数据集的目标是什么？",
        "AnswerEn": "The goals behind creating a high-resolution climate dataset for regions like the Loess Plateau and across China are to accurately assess and monitor the spatiotemporal variability of climate phenomena, such as precipitation and temperature trends, and to facilitate the study of long-term climate impacts on ecological and economic systems, enabling better planning for climate adaptation and resilience.",
        "AnswerCn": "创建高分辨率气候数据集的目标是准确评估和监测气候现象（如降水和温度趋势）的时空变化，并促进对气候对生态和经济系统长期影响的研究，从而更好地规划气候适应和韧性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can delta downscaling be effectively used to produce high-resolution climate data for specific geographic regions?",
        "QuestionCn": "如何有效地使用三角洲降尺度技术为特定地理区域生成高分辨率气候数据？",
        "AnswerEn": "Delta downscaling involves using global climate datasets such as those from the Climatic Research Unit (CRU) and WorldClim, which are then downscaled to finer resolutions using methods like delta spatial downscaling. This process enables the generation of high-resolution monthly climate datasets by applying spatial adjustments to the 0.5° resolution data, resulting in more detailed 1-km grids that are validated using independent surface observations.",
        "AnswerCn": "Delta下缩放涉及使用全球气候数据集，如气候研究单位（CRU）和WorldClim，然后通过像delta空间下缩放这样的方式将其下缩放到更细的分辨率。这个过程通过对0.5°分辨率的数据应用空间调整，生成高分辨率的月度气候数据集，最终得到更详细的1公里网格，并通过独立的地面观测进行验证。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the procedural steps involved in validating downscaled climate datasets using independent surface observations?",
        "QuestionCn": "验证使用独立地面观测的缩减气候数据集涉及哪些程序步骤？",
        "AnswerEn": "Validation of downscaled climate datasets involves comparing the downscaled data with observed data from national weather stations. For example, surface observation data for monthly precipitation and mean temperature can be obtained from numerous weather stations. These observations are then used to evaluate the accuracy of the downscaled data by calculating metrics such as mean absolute error and root-mean-square error, ensuring that the downscaled data accurately reflect regional climate variations.",
        "AnswerCn": "下调气候数据集的验证涉及将下调数据与国家气象站的观测数据进行比较。例如，可以从众多气象站获取每月降水量和平均气温的地面观测数据。这些观测数据随后用于评估下调数据的准确性，通过计算平均绝对误差和均方根误差等指标，确保下调数据准确反映区域气候变化。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodologies exist for improving the accuracy and resolution of historical climate datasets, particularly in regions with complex topographies?",
        "QuestionCn": "有哪些方法可以提高历史气候数据集的准确性和分辨率，特别是在地形复杂的地区？",
        "AnswerEn": "To improve accuracy and resolution, methodologies such as spatial downscaling of CRU time series data using high-spatial-resolution reference climatology datasets are utilized. This involves evaluating reference climatology data at various spatial resolutions and applying delta downscaling techniques to adjust the original datasets to finer resolutions. The downscaled data are then validated through comparisons with observed data to ensure improved accuracy, particularly in complex topographies such as mountainous regions.",
        "AnswerCn": "为了提高准确性和分辨率，采用了空间下采样CRU时间序列数据的方法，利用高空间分辨率的参考气候数据集。这涉及在不同空间分辨率下评估参考气候数据，并应用增量下采样技术将原始数据集调整到更细的分辨率。然后，通过与观测数据的比较对下采样数据进行验证，以确保在复杂地形（如山区）中的准确性得到改善。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the generation of high-resolution climate datasets for regions with complex topographies?",
        "QuestionCn": "哪些方法可以生成具有复杂地形区域的高分辨率气候数据集？",
        "AnswerEn": "The generation of high-resolution climate datasets for regions with complex topographies is enabled by spatial downscaling methods, such as the delta downscaling framework. This method uses high-resolution reference climatology data and downscales lower resolution datasets like those from the Climatic Research Unit (CRU) and general circulation models (GCMs) to finer scales, allowing for more detailed representation of complex topographies.",
        "AnswerCn": "高分辨率气候数据集的生成，特别是在复杂地形区域，得益于空间下采样方法，例如增量下采样框架。该方法利用高分辨率的参考气候数据，并将来自气候研究单位（CRU）和一般环流模型（GCMs）等低分辨率数据集下采样到更精细的尺度，从而更详细地表示复杂的地形。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How do independent meteorological observations improve the accuracy and validation of downscaled climate datasets?",
        "QuestionCn": "独立的气象观测如何提高下调气候数据集的准确性和验证性？",
        "AnswerEn": "Independent meteorological observations improve the accuracy and validation of downscaled climate datasets by providing a benchmark for evaluating the downscaled data. The use of observations from weather stations, such as those obtained from 496 national weather stations in China, helps to assess the mean absolute error and root-mean-square error of downscaled datasets, ensuring their reliability and accuracy compared to original datasets.",
        "AnswerCn": "独立的气象观测通过提供评估下调气候数据集的基准，改善了下调气候数据集的准确性和验证性。使用来自中国496个国家气象站的观测数据，有助于评估下调数据集的平均绝对误差和均方根误差，从而确保其相对于原始数据集的可靠性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might delta downscaling be preferred over dynamic downscaling when generating high-resolution climate datasets for regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "在生成像青藏高原这样的地区的高分辨率气候数据集时，为什么可能更倾向于使用增量降尺度而不是动态降尺度？",
        "AnswerEn": "Delta downscaling is often preferred because it requires fewer inputs and computational resources compared to dynamic downscaling. It can also effectively correct biases in low-resolution models and produce reliable fine-scale climate information, which is crucial for developing adaptation and mitigation strategies at regional scales.",
        "AnswerCn": "德尔塔下调通常更受欢迎，因为它比动态下调所需的输入和计算资源更少。它还可以有效地校正低分辨率模型中的偏差，并生成可靠的细尺度气候信息，这对于在区域尺度上制定适应和减缓策略至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges could arise in achieving high accuracy in downscaled climate data using CRU and WorldClim datasets, especially in regions with complex topographies like the Qinghai-Tibet Plateau?",
        "QuestionCn": "在使用CRU和WorldClim数据集实现高精度下调气候数据时，尤其是在像青藏高原这样地形复杂的地区，可能会出现哪些挑战？",
        "AnswerEn": "Challenges in achieving high accuracy include the low spatial resolution of the original datasets, which may not adequately capture the effects of complex topographies and land surface characteristics on climate systems. Additionally, the density of weather stations in mountainous regions is often low, which can affect the quality of observational data used for validation.",
        "AnswerCn": "实现高精度的挑战包括原始数据集的空间分辨率较低，这可能无法充分捕捉复杂地形和地表特征对气候系统的影响。此外，山区气象站的密度通常较低，这可能影响用于验证的观测数据的质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you consider the delta downscaling method in improving the spatial resolution of climate datasets for regions with complex topographies?",
        "QuestionCn": "您认为 delta downscaling 方法在提高具有复杂地形区域的气候数据集空间分辨率方面的效果如何？",
        "AnswerEn": "The delta downscaling method is considered effective in improving the spatial resolution of climate datasets, as it has shown to accurately detect monthly precipitation and temperature trends, reduce mean absolute error, and increase correlation coefficients when compared to lower resolution datasets. It provides more detailed spatial information that is crucial for regions with complex topographies.",
        "AnswerCn": "德尔塔降尺度方法被认为在提高气候数据集的空间分辨率方面有效，因为它在检测月降水量和温度趋势方面表现出色，减少了平均绝对误差，并提高了与低分辨率数据集的相关系数。它提供了更详细的空间信息，这对于地形复杂的地区至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the key challenges in using climate data from global datasets like CRU and CMIP5 for regional analysis in areas such as the Loess Plateau or Qinghai-Tibet Plateau?",
        "QuestionCn": "在使用像CRU和CMIP5这样的全球数据集进行区域分析（如黄土高原或青藏高原）时，您认为主要挑战是什么？",
        "AnswerEn": "Key challenges include the inherent biases and low spatial resolution of global datasets like CRU and CMIP5, which limit their ability to accurately reflect regional climate conditions. These datasets often require downscaling to provide reliable information at finer scales necessary for regional analysis, which can be computationally demanding and requires validation with local observations.",
        "AnswerCn": "关键挑战包括全球数据集如CRU和CMIP5固有的偏差和低空间分辨率，这限制了它们准确反映区域气候条件的能力。这些数据集通常需要进行降尺度处理，以提供在区域分析中所需的更精细尺度的可靠信息，这可能计算上要求较高，并且需要与地方观测数据进行验证。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What potential do you see in integrating high-resolution climate datasets with ground-based meteorological observations to enhance the understanding of climate change impacts in China?",
        "QuestionCn": "您认为将高分辨率气候数据集与地面气象观测相结合，以增强对中国气候变化影响的理解有何潜力？",
        "AnswerEn": "Integrating high-resolution climate datasets with ground-based meteorological observations holds significant potential to enhance the understanding of climate change impacts. This approach can provide more accurate and detailed insights into regional climate trends, such as precipitation variability and temperature changes, enabling the development of effective adaptation and mitigation strategies tailored to specific regions in China.",
        "AnswerCn": "整合高分辨率气候数据集与地面气象观测具有重要潜力，可以增强对气候变化影响的理解。这种方法能够提供更准确和详细的区域气候趋势洞察，例如降水变异性和温度变化，从而促进针对中国特定地区的有效适应和减缓策略的制定。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how delta downscaling generates high-resolution climate data from coarser datasets.",
        "QuestionCn": "我不明白如何通过增量降尺度从粗糙数据集中生成高分辨率气候数据。",
        "AnswerEn": "Delta downscaling is a method used to produce high-resolution climate data by adjusting lower-resolution datasets based on a high-resolution reference climatology and spatially interpolating changes in climate variables. This approach allows for finer-scale climate data generation, such as 1-km resolution grids, by using the differential changes in climate variables observed in coarse datasets and applying them to high-resolution reference data.",
        "AnswerCn": "Delta降尺度是一种通过基于高分辨率参考气候数据调整低分辨率数据集，并对气候变量的变化进行空间插值，从而生成高分辨率气候数据的方法。这种方法允许生成更细尺度的气候数据，例如1公里分辨率的网格，通过使用在粗糙数据集中观察到的气候变量的差异变化，并将其应用于高分辨率参考数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges in using high-resolution climate data for studying regional climate trends.",
        "QuestionCn": "我对使用高分辨率气候数据研究区域气候趋势的挑战感到不确定。",
        "AnswerEn": "Challenges in using high-resolution climate data for studying regional climate trends include biases in the original coarse datasets, the need for accurate and extensive reference data for validation, computational requirements for processing large datasets, and ensuring the reliability of downscaled data in capturing fine-scale climate variations, especially in complex terrains like mountainous regions.",
        "AnswerCn": "使用高分辨率气候数据研究区域气候趋势面临的挑战包括原始粗糙数据集中的偏差、需要准确和广泛的参考数据进行验证、处理大数据集的计算要求，以及确保降尺度数据在捕捉细微气候变化方面的可靠性，特别是在复杂地形如山区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how the accuracy of downscaled climate data is evaluated.",
        "QuestionCn": "我无法理解如何评估下调气候数据的准确性。",
        "AnswerEn": "The accuracy of downscaled climate data is typically evaluated by comparing it against independent surface observations from meteorological stations. Metrics such as mean absolute error, root-mean-square error, and correlation coefficients are used to assess performance. Improvements in these metrics, such as reduced error rates and increased correlation, indicate higher accuracy of the downscaled data compared to the original datasets.",
        "AnswerCn": "下调气候数据的准确性通常通过与气象站的独立地面观测进行比较来评估。使用均方根误差、平均绝对误差和相关系数等指标来评估性能。这些指标的改善，例如误差率降低和相关性增加，表明下调数据的准确性高于原始数据集。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the efficacy of using delta spatial downscaling methods for generating high-resolution climate datasets in regions with complex topographies.",
        "QuestionCn": "请分析在复杂地形区域中使用delta空间下采样方法生成高分辨率气候数据集的有效性。",
        "AnswerEn": "Delta spatial downscaling methods have been effectively utilized to generate high-resolution climate datasets by downscaling low-spatial-resolution data from sources like the Climatic Research Unit and general circulation models. This method is particularly useful in regions with complex topographies, such as mountainous areas, where traditional meteorological observation networks may be limited by low station density and spatial resolution. By using high-resolution reference climatology datasets, delta downscaling can significantly improve the accuracy of climate data, as evidenced by decreased mean absolute error and increased correlation coefficients compared to original datasets.",
        "AnswerCn": "Delta空间降尺度方法已被有效地用于生成高分辨率气候数据集，通过对来自气候研究单位和一般环流模型等来源的低空间分辨率数据进行降尺度。这种方法在复杂地形区域（如山区）中特别有用，因为传统的气象观测网络可能因站点密度和空间分辨率低而受到限制。通过使用高分辨率的参考气候数据集，delta降尺度可以显著提高气候数据的准确性，正如通过与原始数据集相比，平均绝对误差降低和相关系数增加所证明的那样。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please conduct a comparison of the challenges faced in collecting and downscaling climate data for different geographical regions in China.",
        "QuestionCn": "请对中国不同地理区域在收集和下调气候数据方面面临的挑战进行比较。",
        "AnswerEn": "Collecting and downscaling climate data in China presents challenges such as low station density and spatial resolution in mountainous areas, which complicates the accurate reflection of local climate systems. Additionally, the historical lack of long-term observational data before 1950 poses a challenge for generating accurate long-term datasets. These challenges necessitate the use of downscaling techniques like delta downscaling, which can enhance the spatial resolution of existing datasets by utilizing high-resolution reference climatology data, thereby improving the accuracy and applicability of climate data for diverse regions across China.",
        "AnswerCn": "在中国，收集和降尺度气候数据面临着低站点密度和山区空间分辨率低等挑战，这使得准确反映当地气候系统变得复杂。此外，1950年前缺乏长期观测数据的历史问题也对生成准确的长期数据集构成了挑战。这些挑战需要采用降尺度技术，如增量降尺度，这可以通过利用高分辨率的参考气候数据来提高现有数据集的空间分辨率，从而改善气候数据在中国各个地区的准确性和适用性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please evaluate the potential for expanding current datasets to include additional climate variables using existing downscaling frameworks.",
        "QuestionCn": "评估利用现有的下采样框架扩展当前数据集以包含额外气候变量的潜力。",
        "AnswerEn": "Existing downscaling frameworks, such as the delta spatial downscaling method, provide a robust mechanism for expanding datasets to include additional climate variables. By utilizing high-resolution reference climatology data and addressing the biases present in global circulation models, these frameworks can be adapted to incorporate more variables beyond precipitation and temperature, such as evapotranspiration or other atmospheric parameters. This expansion could further refine climate datasets and enhance their utility for various applications, including assessing climate change impacts and developing mitigation strategies.",
        "AnswerCn": "现有的降尺度框架，如增量空间降尺度方法，为扩展数据集以包含额外的气候变量提供了可靠的机制。通过利用高分辨率的参考气候数据，并解决全球气候模型中存在的偏差，这些框架可以适应性地纳入更多变量，超越降水和温度，例如蒸散发或其他大气参数。这种扩展可以进一步细化气候数据集，并增强其在各种应用中的实用性，包括评估气候变化影响和制定减缓策略。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}