{
  "id": "bbea4361-0f10-43a4-a529-0717768337fd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Modeling results of groundwater table in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015)",
      "titleCn": "祁连山北麓黑河流域中下游地下水水位逐月模拟数据（2001-2015）",
      "description": "The dataset of groundwater table in the middle and lower Heihe River Basin at the north of Qilian Mountains (2001-2015) is stimulated by the Hydrological-Ecological Integrated watershed Flow Model (HEIFLOW). HEIFLOW is a three-dimensional distributed eco-hydrological coupling model, integrating the Precipitation-Runoff Modeling System (PRMS) with the Modular Groundwater Flow Model (MODFLOW) and several ecological modules, which can completely describe the hydrological cycle and vegetation ecological process of the basin. For the modeling details of generating this data, please refer to Han et al. (2021), and for the technical details of HEIFLOW  model, please refer to Han et al. (2021), Tian et al. (2018), and sun et al. (2018)",
      "descriptionCn": "祁连山北麓黑河流域中下游地下水水位逐月模拟数据（2001-2015）是由生态水文耦合模型HEIFLOW模拟得到的。HEIFLOW模型是一个三维分布式生态水文模拟，由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和几个生态模块组成，能较为完整地描述流域水循环和植被生态过程。生成此数据的建模细节请参考Han et al. (2021)，关于HEIFLOW模型的技术细节请参考Han et al. (2021)，Tian et al. (2018)和Sun et al. (2018).",
      "instructions": "VariableName_ Year-Month",
      "instructionsCn": "变量名称_年份-月份",
      "east": 102.32,
      "west": 97.65,
      "south": 37.96,
      "north": 42.91,
      "startTime": "2001-01-01 00:00:00",
      "endTime": "2015-12-31 00:00:00",
      "fileSize": 160102440.0,
      "cstr": "18406.11.Terre.tpdc.271986",
      "doi": "10.11888/Terre.tpdc.271986",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郑一",
        "nameEn": "ZHENG Yi ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      },
      {
        "nameCn": "韩峰",
        "nameEn": "HAN Feng ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      },
      {
        "nameCn": "田勇",
        "nameEn": "TIAN Yong ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling",
        "referenceCn": null,
        "referenceEn": "Sun, Z., Zheng, Y., & Li, X., et al. (2018). The Nexus of Water, Ecosystems, and Agriculture in Endorheic River Basins: A System Analysis Based on Integrated Ecohydrological Modeling. Water Resources Research, 54(10), 7534-7556."
      },
      {
        "titleCn": null,
        "titleEn": "A comprehensive graphical modeling platform designed for integrated hydrological simulation",
        "referenceCn": null,
        "referenceEn": "Tian, Y., Zheng, Y., & Han, F., et al. (2018). A comprehensive graphical modeling platform designed for integrated hydrological simulation. Environmental Modelling & Software, 108, 154-173."
      },
      {
        "titleCn": null,
        "titleEn": "Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance",
        "referenceCn": null,
        "referenceEn": "Han, F., Zheng, Y., & Tian, Y., et al. (2021). Accounting for field-scale heterogeneity in the ecohydrological modeling of large arid river basins: Strategies and relevance. Journal of Hydrology, 595, 126045."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地下水",
        "nameEn": "Ground Water"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2015",
        "keywordEn": "2001-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how an ecological hydrological coupling model like HEIFLOW is used to simulate groundwater levels in a watershed, and what are the key components involved in this simulation process?",
        "QuestionCn": "您能否提供一个生态水文耦合模型（如HEIFLOW）如何用于模拟流域中的地下水位的示例，以及在此模拟过程中涉及的关键组件是什么？",
        "AnswerEn": "An example of using an ecological hydrological coupling model like HEIFLOW to simulate groundwater levels involves integrating a three-dimensional distributed ecological hydrological simulation. The key components of this process include a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules. These components work together to describe the watershed water cycle and vegetation ecological processes, as demonstrated in the metadata for the dataset representing the Heihe River Basin from 2001 to 2015.",
        "AnswerCn": "使用生态水文耦合模型如HEIFLOW模拟地下水位的一个例子涉及整合三维分布式生态水文模拟。这个过程的关键组成部分包括一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和几个生态模块。这些组件共同作用，以描述流域水循环和植被生态过程，正如2001年至2015年黑河流域数据集的元数据所示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the ecological and hydrological processes represented in a dataset using the HEIFLOW model?",
        "QuestionCn": "HEIFLOW模型中表示的生态和水文过程的特征是什么？",
        "AnswerEn": "three-dimensional distributed simulation, surface water model (PRMS), groundwater model (MODFLOW), ecological modules",
        "AnswerCn": "三维分布式模拟、地表水模型（PRMS）、地下水模型（MODFLOW）、生态模块",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of groundwater level data were simulated using the HEIFLOW model in the Qilian Mountains' northern slopes Heihe River Basin?",
        "QuestionCn": "在黑河流域祁连山北坡，使用HEIFLOW模型模拟了多少年的地下水位数据？",
        "AnswerEn": "15 years",
        "AnswerCn": "15年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the HEIFLOW model in the context of simulating groundwater levels?",
        "QuestionCn": "HEIFLOW模型在模拟地下水位的背景下是什么？",
        "AnswerEn": "The HEIFLOW model is a three-dimensional distributed eco-hydrological simulation model composed of a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules. It is used to comprehensively describe the watershed water cycle and vegetation ecological processes.",
        "AnswerCn": "HEIFLOW模型是一个三维分布式生态水文模拟模型，由一个地表水模型（PRMS）、一个地下水模型（MODFLOW）和多个生态模块组成。它用于全面描述流域水循环和植被生态过程。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about groundwater flow dynamics and ecological processes from the monthly groundwater level simulation data spanning 2001 to 2015 in the context of using a coupled eco-hydrological model?",
        "QuestionCn": "从2001年到2015年的月度地下水位模拟数据中，使用耦合生态水文模型可以推断出关于地下水流动动态和生态过程的哪些信息？",
        "AnswerEn": "The monthly groundwater level simulation data from 2001 to 2015, generated using the HEIFLOW model, can provide insights into the interactions between surface water and groundwater, as well as the impact of ecological processes in the Qilian Mountains' Heihe River basin. The model integrates components such as the PRMS surface water model and the MODFLOW groundwater model, along with ecological modules, allowing researchers to analyze changes in water cycles and vegetation ecology over time. This can help infer patterns of water availability, groundwater recharge, and the role of vegetation in modifying hydrological cycles.",
        "AnswerCn": "2001年至2015年的每月地下水位模拟数据是通过HEIFLOW模型生成的，可以提供关于地表水与地下水之间相互作用的见解，以及生态过程在祁连山黑河流域的影响。该模型整合了PRMS地表水模型和MODFLOW地下水模型，以及生态模块，使研究人员能够分析水循环和植被生态随时间的变化。这有助于推断水资源可用性、地下水补给的模式，以及植被在改变水文循环中的作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for using an ecological hydrological coupling model like HEIFLOW to simulate groundwater levels in the Heihe River Basin?",
        "QuestionCn": "是什么原因导致需要使用像HEIFLOW这样的生态水文耦合模型来模拟黑河流域的地下水位？",
        "AnswerEn": "The need arises from the requirement to comprehensively describe the water cycle and vegetation ecological processes in the basin. The HEIFLOW model, which integrates a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules, is used to achieve this detailed simulation.",
        "AnswerCn": "需求源于对流域水循环和植被生态过程的全面描述。HEIFLOW模型集成了一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块，用于实现这一详细的模拟。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of employing the HEIFLOW model for simulating groundwater levels in the middle and lower reaches of the Heihe River Basin from 2001 to 2015?",
        "QuestionCn": "在2001年至2015年期间，采用HEIFLOW模型模拟黑河流域中下游地下水位的主要目标是什么？",
        "AnswerEn": "The primary objectives of employing the HEIFLOW model are to comprehensively describe the water cycle and vegetation ecological processes in the basin. The model integrates a surface water model (PRMS), a groundwater model (MODFLOW), and various ecological modules to achieve a detailed simulation of groundwater levels.",
        "AnswerCn": "采用HEIFLOW模型的主要目标是全面描述流域内的水循环和植被生态过程。该模型集成了一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及各种生态模块，以实现对地下水位的详细模拟。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using an ecological hydrological coupling model like HEIFLOW to simulate groundwater levels in a watershed over a long-term period?",
        "QuestionCn": "使用像HEIFLOW这样的生态水文耦合模型来模拟流域中长期的地下水位所涉及的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve integrating a three-dimensional distributed ecological hydrological model, which includes a surface water model (PRMS), a groundwater model (MODFLOW), and several ecological modules. These components work together to comprehensively describe the watershed's water cycle and vegetation ecological processes. Detailed modeling procedures can be found in Han et al. (2021), Tian et al. (2018), and Sun et al. (2018).",
        "AnswerCn": "这些程序步骤涉及整合一个三维分布式生态水文模型，该模型包括一个地表水模型（PRMS）、一个地下水模型（MODFLOW）以及多个生态模块。这些组件共同作用，以全面描述流域的水循环和植被生态过程。详细的建模程序可以在 Han et al. (2021)、Tian et al. (2018) 和 Sun et al. (2018) 中找到。",
        "Level": "C3(Applying)"
      }
    ]
  }
}