{
  "id": "bc48fa22-04e6-4814-8b79-11a91ec66b44",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s",
      "titleCn": "2010年代三江源多年冻土稳定型分布图",
      "description": "The permafrost stability map was created based on the classification system proposed by Guodong Cheng (1984), which mainly depended on the inter-annual variation of deep soil temperature. By using the geographical weighted regression method, many auxiliary data was fusion in the map, such as average soil temperature, snow cover days, GLASS LAI, soil texture and organic from SoilGrids250, soil moisture products from CLDAS of CMA, and FY2/EMSIP precipitation products. The permafrost stability data spatial resolution is 1km and represents the status around 2010. The following table is the permafrost stability classification system. The data format is Arcgis Raster.",
      "descriptionCn": "青藏高原地温分布图是基于程国栋（1984）提出的多年冻土稳定型划分指标(表1)，利用统计模拟的年变化深度地温数据划分的。利用地理加权回归方法，融合2010年左右233个钻孔年变化深度处的年平均地温数据和遥感积雪日数、GLASS叶面积指数、SoilGrids250m的土壤沙粒含量、土壤粘粒含量、土壤粉粒含量、土壤有机质和土壤体密度数据产品、中国气象局陆面数据同化系统（CLDAS）输出的二版土壤湿度产品和融合了近4万区域自动气象站和FY2/EMSIP降水产品的融合产品。估计得到了代表2010年代的青藏高原1km分辨率年冻土稳定性分布图。数据格式为Arcgis Raster。",
      "instructions": "Data name: perma_stab",
      "instructionsCn": "数据命名方式：perma_stab",
      "east": 102.58,
      "west": 89.15,
      "south": 30.79,
      "north": 37.38,
      "startTime": "2010-02-14 00:00:00",
      "endTime": "2011-01-14 00:00:00",
      "fileSize": 7330398.0,
      "cstr": "18406.11.Geocry.tpdc.270973",
      "doi": "10.11888/Geocry.tpdc.270973",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "冉有华",
        "nameEn": "RAN Youhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A permafrost stability distribution map over the Third Pole inferred from remote sensing and borehole measurements",
        "referenceCn": null,
        "referenceEn": "Youhua Ran, Xin Li, Zhuotong Nan, Sheng Yu, Qingbai Wu, Huijun Jin, Xiaobo Wu, Dongliang Luo, Guodong Cheng. A permafrost stability distribution map over the Third Pole inferred from remote sensing and borehole measurements. Submitted to Remote Sensing of Environment, 2019."
      },
      {
        "titleCn": null,
        "titleEn": "Climate warming over the past half century has led to thermal degradation of permafrost on the qinghai–tibet plateau",
        "referenceCn": null,
        "referenceEn": "Ran, Y.H., Li, X., & Cheng, G.D. (2018). Climate warming over the past half century has led to thermal degradation of permafrost on the qinghai–tibet plateau. The Cryosphere, 12(2), 595-608."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "三江源",
        "keywordEn": "Three Rivers Source"
      },
      {
        "keywordCn": "三江源国家公园",
        "keywordEn": "Three-River-Source National Park"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010",
        "keywordEn": "2010",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "冻土与冰缘地貌变化遥感：协同与对比",
        "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "三江源国家公园生态监测平台",
        "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does 'geographical weighted regression method' mean in the context of data collection and analysis for permafrost distribution mapping?",
        "QuestionCn": "在多年冻土分布制图的数据收集和分析背景下，“地理加权回归方法”是什么意思？",
        "AnswerEn": "The 'geographical weighted regression method' refers to a statistical technique used to analyze spatially varying relationships. In the context of permafrost distribution mapping, it involves integrating various datasets, such as annual ground temperature data from boreholes, remote sensing snow cover days, leaf area index, soil texture components, soil organic matter, soil bulk density, and soil moisture products, to estimate and map permafrost stability at a high spatial resolution, specifically aimed at representing conditions of the 2010s decade.",
        "AnswerCn": "“地理加权回归方法”是指一种用于分析空间变化关系的统计技术。在永久冻土分布制图的背景下，它涉及整合各种数据集，如来自钻孔的年均地温数据、遥感雪盖天数、叶面积指数、土壤纹理成分、土壤有机质、土壤容重和土壤湿度产品，以高空间分辨率估计和绘制永久冻土的稳定性，特别旨在代表2010年代的条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of geographic weighted regression in estimating permafrost stability distribution compare to other statistical modeling techniques?",
        "QuestionCn": "地理加权回归在估计永久冻土稳定性分布方面与其他统计建模技术相比如何？",
        "AnswerEn": "The use of geographic weighted regression in estimating permafrost stability distribution involves integrating annual mean ground temperature data from drilling sites with remote sensing data such as snow cover days, leaf area index, and soil properties. This method allows for spatial variations to be considered, which may offer different insights compared to other statistical modeling techniques that do not account for spatial heterogeneity.",
        "AnswerCn": "在估计永冻土稳定性分布时，地理加权回归的使用涉及将钻探地点的年均地温数据与遥感数据（如雪覆盖天数、叶面积指数和土壤特性）相结合。这种方法允许考虑空间变异性，与其他不考虑空间异质性的统计建模技术相比，可能提供不同的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using geographic weighted regression to integrate various data sources for mapping permafrost stability across the Tibetan Plateau?",
        "QuestionCn": "使用地理加权回归整合各种数据源以绘制青藏高原多年冻土稳定性图的程序步骤是什么？",
        "AnswerEn": "The procedure involves collecting year-round ground temperature data from 233 boreholes, along with remote sensing snow cover days, GLASS leaf area index, SoilGrids250m soil texture data (including sand, clay, and silt content), soil organic matter, and soil bulk density. Additionally, soil moisture products from the China Meteorological Administration Land Data Assimilation System (CLDAS) and a fusion of data from nearly 40,000 regional automatic weather stations with FY2/EMSIP precipitation products are utilized. These datasets are then integrated using geographic weighted regression to estimate a 1km resolution map of permafrost stability for the 2010s.",
        "AnswerCn": "该程序涉及从233个钻孔收集全年地温数据，以及遥感雪盖天数、GLASS叶面积指数、SoilGrids250m土壤纹理数据（包括沙子、粘土和粉土含量）、土壤有机质和土壤容重。此外，还利用中国气象局陆地数据同化系统（CLDAS）的土壤湿度产品和近40,000个区域自动气象站与FY2/EMSIP降水产品的数据融合。这些数据集随后通过地理加权回归进行整合，以估算2010年代的1公里分辨率的永久冻土稳定性地图。",
        "Level": "C3(Applying)"
      }
    ]
  }
}