{
  "id": "bd260ddd-d2bd-4a97-8ed6-2289e078344f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Guangdong 1:1 million wetland data (2000)",
      "titleCn": "广东省1:100万湿地数据（2000）",
      "description": "The 1:1 million wetland data of Guangdong Province (2000) is cut from the \"1:1 million wetland data of China\".\n\"China 1:100,000 wetland data\" mainly reflects the information of marshes and wetlands throughout the country in the 2000s, and is represented by geographical coordinates in decimal scale. The main contents include: types of marshes and wetlands, types of water supply, types of soil, types of main vegetation, and geographical regions.The information classification and coding standard of China sustainable development information sharing system was implemented.Data source of this database: 1:20 swamp map (internal version), 1:500 000 swamp map (internal version) of qinghai-tibet plateau, 1:100 000 swamp survey data and 1:400 000 swamp map of China;The processing steps are as follows: data source selection, preprocessing, marshland element digitization and coding, data editing and processing, establishment of topological relationship, edge-to-edge processing, projection transformation, connection with attribute database such as geographical name and acquisition of attribute data.",
      "descriptionCn": "广东省1:100万湿地数据（2000）由“中国1:100万湿地数据”剪裁而来。\n“中国1:100万湿地数据”主要反映2000年代全国沼泽湿地信息,采用十进制度为单位的地理坐标表示,主要内容包括：沼泽湿地的类型、湿地的水源补给类型、土壤类型、主要植被类型、所属地理区域等。执行了《中国可持续发展信息共享系统信息分类与编码标准》。本数据库数据源：1:20沼泽图（内部版）、青藏高原1：50万沼泽图（内部版）、沼泽调查数据1：100万和全国1：400万沼泽图；处理步骤为：数据源选择、预处理、沼泽湿地要素数字化与编码、数据编辑处理、建立拓扑关系、接边处理、投影转换、与地名等属性数据库连结并获取属性数据。",
      "instructions": "File name: the data is stored in vector SHP format with the file name \"chinawet_guangdong.shp\".\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“chinawet_guangdong.shp\"。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
      "east": 117.4,
      "west": 109.6,
      "south": 20.1,
      "north": 25.5,
      "startTime": "2000-01-06 00:00:00",
      "endTime": "2001-01-05 11:59:59",
      "fileSize": 154303.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "e00",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张树清",
        "nameEn": "ZHANG Shuqing",
        "unitEn": "",
        "unitCn": "东北地理与农业生态研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国1：100万湿地数据",
        "titleEn": null,
        "referenceCn": "张树清, 中国1：100万湿地数据, 东北地理与农业生态研究所, 2000",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "湿地",
        "nameEn": "Wetlands"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      },
      {
        "keywordCn": "广东省",
        "keywordEn": "Guangdong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and attributes recorded in a dataset concerning national marsh wetland information from the 2000s?",
        "QuestionCn": "关于2000年代国家湿地沼泽信息的数据集中记录的关键特征和属性是什么？",
        "AnswerEn": "types of marsh wetlands, types of water source replenishment for wetlands, soil types, main vegetation types, geographical regions",
        "AnswerCn": "沼泽湿地类型、水源补给类型、土壤类型、主要植被类型、地理区域。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'geographic coordinate representation using the decimal system' in the context of wetland data collection?",
        "QuestionCn": "在湿地数据收集的背景下，“使用十进制系统表示地理坐标”是什么意思？",
        "AnswerEn": "Geographic coordinate representation using the decimal system refers to expressing locations on the Earth's surface in a format where latitude and longitude are represented as decimal numbers. This method provides precision and is used in the wetland data collection to accurately reflect the spatial distribution and attributes of marsh wetlands across the specified geographic area.",
        "AnswerCn": "地理坐标的十进制表示法是指使用十进制数字表达地球表面位置的格式，其中纬度和经度以小数形式表示。这种方法提供了精确性，并用于湿地数据收集，以准确反映指定地理区域内沼泽湿地的空间分布和属性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for swamp wetlands using 1:20 scale maps compare with those using 1:400 scale maps in terms of detail and accuracy?",
        "QuestionCn": "使用1:20比例尺地图和1:400比例尺地图对沼泽湿地进行数据收集的方法在细节和准确性方面有何比较？",
        "AnswerEn": "The data collection methods using 1:20 scale maps are likely to provide more detailed and accurate information compared to 1:400 scale maps due to the higher resolution and finer granularity, allowing for more precise representation of wetland features such as types, water sources, soil types, and vegetation. The 1:20 scale maps can capture finer details and variations within smaller areas, which may be generalized in the larger scale of 1:400 maps.",
        "AnswerCn": "使用1:20比例尺地图的数据收集方法可能会提供比1:400比例尺地图更详细和准确的信息，因为其分辨率更高、颗粒度更细，能够更精确地表示湿地特征，如类型、水源、土壤类型和植被。1:20比例尺地图可以捕捉到更小区域内的细节和变化，而这些在1:400比例尺的较大地图中可能会被概括。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the difficulties in accurately digitizing and encoding wetland features from geographical maps?",
        "QuestionCn": "哪些因素导致从地理地图中准确数字化和编码湿地特征的困难？",
        "AnswerEn": "Accurately digitizing and encoding wetland features may be influenced by the complexity of the data sources, such as the 1:20 marsh maps, Qinghai-Tibet Plateau 1:500,000 marsh maps, 1:1,000,000 marsh survey data, and 1:4,000,000 national marsh maps. The process involves several steps like data source selection, preprocessing, and establishing topological relationships, each of which can introduce challenges and potential inaccuracies.",
        "AnswerCn": "准确数字化和编码湿地特征可能受到数据源复杂性的影响，例如1:20的湿地地图、青藏高原1:500,000的湿地地图、1:1,000,000的湿地调查数据和1:4,000,000的国家湿地地图。该过程涉及多个步骤，如数据源选择、预处理和建立拓扑关系，每个步骤都可能引入挑战和潜在的不准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting and processing data on wetland types, water sources, soil types, vegetation, and geographical regions using a 1:1000000 scale in the context of sustainable development?",
        "QuestionCn": "在可持续发展背景下，收集和处理湿地类型、水源、土壤类型、植被和地理区域的数据，使用1:1000000比例尺的主要目标是什么？",
        "AnswerEn": "The primary objective is to reflect marshland wetland information nationwide from the 2000s, using a geographic coordinate system in decimal units, to support sustainable development by adhering to the 'China Sustainable Development Information Sharing System Information Classification and Coding Standards.'",
        "AnswerCn": "主要目标是反映2000年代全国范围内的湿地沼泽信息，使用十进制度的地理坐标系统，以支持可持续发展，并遵循《中华人民共和国可持续发展信息共享系统信息分类与编码标准》。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in selecting and processing data sources for generating a comprehensive wetland dataset at a scale of 1:100万, particularly in terms of integrating geographic coordinates and attribute data?",
        "QuestionCn": "选择和处理数据源以生成比例尺为1:100万的综合湿地数据集的程序步骤，特别是在整合地理坐标和属性数据方面有哪些？",
        "AnswerEn": "The procedural steps for generating a comprehensive wetland dataset at a scale of 1:100万 involve selecting data sources such as 1:20 swamp maps, Qinghai-Tibet Plateau 1:50万 swamp maps, 1:100万 swamp survey data, and national 1:400万 swamp maps. These sources undergo pre-processing, followed by the digitization and encoding of swamp wetland elements. Data editing and processing are performed to establish topological relationships and manage edge-matching. There is also a projection transformation step, and the dataset integrates with attribute databases to obtain relevant attribute data, all while adhering to the 'China Sustainable Development Information Sharing System Information Classification and Coding Standards.'",
        "AnswerCn": "生成1:100万综合湿地数据集的程序步骤包括选择数据源，如1:20沼泽地图、青藏高原1:50万沼泽地图、1:100万沼泽调查数据和国家1:400万沼泽地图。这些数据源经过预处理，然后对沼泽湿地元素进行数字化和编码。进行数据编辑和处理，以建立拓扑关系并管理边缘匹配。同时还进行投影转换步骤，数据集与属性数据库集成，以获取相关属性数据，所有这些都遵循《国家可持续发展信息共享系统信息分类与编码标准》。",
        "Level": "C3(Applying)"
      }
    ]
  }
}