{
    "id": "bd5996c8-ce2d-4eb0-8012-4c0f098f33c5",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Hourly air temperature and precipitation data in the upper Amu Darya River Basin in Central Asia (2019-2022)",
            "titleCn": "中亚阿姆河上游四个观测站逐时气温降水数据（2019-2022）",
            "description": "Using TR219 temperature sensor, TR-41003 radiation protection cover, SL3-1 rainfall sensor, and DL1000W data collector measure air temperature and precipitation at four stations in the upper Amu Darya River in Tajikistan. Data starting time is September 2019. Data acquisition time is in August 2022. Kafarnigan station has shorter time period due to its equipment malfunction. Names, geographical positions, altitudes, and instrument performance parameters are included in the zipped data set. These are the original observation data without any processing.",
            "descriptionCn": "利用TR219 温度探头，TR-41003辐射防罩仪，SL3-l 降水探头、DL1000W 数采仪和太阳能光板在阿姆河上游塔吉克斯坦境内设立4个气温降水观测站，逐时采集数据。观测站点海拔跨越400米至4000米范围。数据起始时间为2019年9月。数据获取时间为2022年8月。站名地理位置和海拔高度，及仪器性能均包括在数据包中。数据为一手观测资料，没有做任何加工。由于仪器故障，Kafarnigan站点数据截止2021年。本数据将改善阿姆河上游流域气象观测资料稀缺的局面，有助于阿姆河上游水文气象研究和寒区水文过程研究。 ",
            "instructions": "Data name is Station_hourly_T_P.xlsx.File contains six columns. The 1st column is serial number, the 2nd is a date, the 3rd is hours, column 4 is solar battery level, the 5th is temperature, the 6th is precipitation. Four files are compressed and included in a tar ball. Decompress before use the data.",
            "instructionsCn": "数据名称为Station.xlsx。文件包括6列，第1列为序号，第2列为日期，第3列为小时，第4列太阳能电池电量，第5列为气温，第6列为降水。4个站的逐时气温将水数据打包压缩在一个文件里。解压后使用。",
            "east": 74.0,
            "west": 68.9,
            "south": 37.9,
            "north": 38.7,
            "startTime": "2019-12-09 11:46:36",
            "endTime": "2022-08-22 11:46:36",
            "fileSize": 3684090.0,
            "cstr": "18406.11.Atmos.tpdc.300048",
            "doi": "10.11888/Atmos.tpdc.300048",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "兰措",
                "nameEn": "CUO Lan",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Streamflow Composition and the Contradicting Impacts of Anthropogenic Activities and Climatic Change on Streamflow in the Amu Darya Basin, Central Asia",
                "referenceCn": null,
                "referenceEn": "Mei, H., Cuo, L., Amirkhamza, M., Jin, D., Yi, L., Liu, T., & Chen, X. (2022). Streamflow Composition and the Contradicting Impacts of Anthropogenic Activities and Climatic Change on Streamflow in the Amu Darya Basin, Central Asia. Journal of Hydrometeorology, https://doi.org/10.1175/JHM-D-22-0040.1. "
            },
            {
                "titleCn": null,
                "titleEn": "Extreme Hydro-meteorological conditions 1 and changes in the Amu Darya River Basin in Central Asia",
                "referenceCn": null,
                "referenceEn": "Amirkhamza, M., Cuo, L., Ning, L., Davlatkhudzha, M., Mei, H., & Gulfam, H. (2022). Extreme Hydro-meteorological conditions 1 and changes in the Amu Darya River Basin in Central Asia. Journal of hydrometeorology, https://doi.org/10.1175/JHM-D-22-0025.1"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "近地面气温",
                "nameEn": "Near surface temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中亚阿姆河",
                "keywordEn": "Amu Darya River in Central Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019-2022",
                "keywordEn": "2019-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specifications and performance characteristics of the instruments used for collecting hourly temperature and precipitation data in high-altitude regions?",
                "QuestionCn": "用于在高海拔地区收集每小时温度和降水数据的仪器的规格和性能特征是什么？",
                "AnswerEn": "TR219 temperature probes, TR-41003 radiation shields, SL3-l precipitation probes, DL1000W data loggers, solar panels, elevations ranging from 400 meters to 4000 meters",
                "AnswerCn": "TR219温度探头，TR-41003辐射防护罩，SL3-l降水探头，DL1000W数据记录仪，太阳能电池板，海拔范围从400米到4000米。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many observation stations are used for collecting hourly temperature and precipitation data in the Amu Darya river basin in Tajikistan?",
                "QuestionCn": "在塔吉克斯坦的阿姆河流域，用于收集每小时温度和降水数据的观测站有多少个？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using instruments like TR219 temperature probes and SL3-l precipitation probes in meteorological data collection?",
                "QuestionCn": "使用TR219温度探头和SL3-l降水探头等仪器在气象数据收集中具有重要意义。",
                "AnswerEn": "The significance of using instruments like TR219 temperature probes and SL3-l precipitation probes in meteorological data collection lies in their ability to provide precise and reliable measurements of temperature and precipitation. These instruments help ensure accurate data collection at various altitudes ranging from 400 meters to 4000 meters, which is crucial for understanding the meteorological conditions in the Amu Darya river basin in Tajikistan. This data is essential for improving the scarcity of meteorological observation records in the region and supports hydrometeorological and cold region hydrology research.",
                "AnswerCn": "使用TR219温度探头和SL3-l降水探头等仪器在气象数据收集中的重要性在于它们能够提供精确可靠的温度和降水测量。这些仪器有助于确保在400米到4000米的不同高度上进行准确的数据收集，这对于理解塔吉克斯坦阿姆河流域的气象条件至关重要。这些数据对于改善该地区气象观测记录的稀缺性至关重要，并支持水文气象和寒冷地区水文学研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on hydrometeorological research if hourly temperature and precipitation data from multiple high-altitude observation stations are collected continuously without interruptions?",
                "QuestionCn": "如果从多个高海拔观测站连续不断地收集每小时的温度和降水数据，将对水文气象研究产生哪些潜在影响？",
                "AnswerEn": "Continuous collection of hourly temperature and precipitation data from high-altitude observation stations could significantly improve the availability and quality of meteorological observations in the upper Amu Darya basin. This would enhance hydrometeorological research by providing a more comprehensive understanding of climate patterns, improving predictive models for water resource management, and facilitating better analysis of cold region hydrological processes. Additionally, it would help address the scarcity of observational data in the region, leading to more informed decision-making and policy development related to water and climate challenges.",
                "AnswerCn": "持续收集高海拔观测站的每小时温度和降水数据，可以显著提高阿姆河上游流域气象观测的可用性和质量。这将通过提供对气候模式的更全面理解、改善水资源管理的预测模型以及促进对寒冷地区水文过程的更好分析，来增强水文气象研究。此外，这将有助于解决该地区观测数据稀缺的问题，从而导致更为明智的决策和政策制定，涉及水资源和气候挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are implemented to ensure accurate and consistent data collection for hourly temperature and precipitation measurements at high-altitude observation stations?",
                "QuestionCn": "为了确保高海拔观测站每小时温度和降水量测量的准确性和一致性，实施了哪些程序？",
                "AnswerEn": "The data collection involves setting up four observation stations equipped with TR219 temperature probes, TR-41003 radiation shields, SL3-l precipitation probes, DL1000W data loggers, and solar panels in the Amu Darya upper reaches in Tajikistan. The stations are located at altitudes ranging from 400 meters to 4000 meters, and data has been collected hourly since September 2019. The data remains unprocessed to ensure its raw accuracy. However, the Kafarnigan station data collection ceased in 2021 due to equipment failure.",
                "AnswerCn": "数据收集涉及在塔吉克斯坦阿姆河上游设置四个观测站，配备TR219温度探头、TR-41003辐射屏、SL3-l降水探头、DL1000W数据记录仪和太阳能电池板。观测站的海拔高度从400米到4000米不等，自2019年9月以来每小时收集数据。为了确保数据的原始准确性，数据保持未处理。然而，由于设备故障，Kafarnigan站的数据收集在2021年停止。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the collection of hourly temperature and precipitation data across varying altitudes in the Amu Darya's upper reaches?",
                "QuestionCn": "哪些技术进步使得在阿姆河上游不同海拔高度收集每小时温度和降水数据成为可能？",
                "AnswerEn": "The use of TR219 temperature probes, TR-41003 radiation shield instruments, SL3-l precipitation probes, DL1000W data loggers, and solar panels has facilitated the collection of hourly temperature and precipitation data across four observation stations in the Amu Darya's upper reaches in Tajikistan. These technologies allow data collection over a wide range of altitudes from 400 meters to 4000 meters.",
                "AnswerCn": "TR219温度探头、TR-41003辐射屏蔽仪器、SL3-l降水探头、DL1000W数据记录仪和太阳能电池板的使用，使得在塔吉克斯坦阿姆河上游的四个观测站收集每小时的温度和降水数据成为可能。这些技术允许在400米到4000米的广泛海拔范围内进行数据收集。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}