{
  "id": "bd768e02-5dfa-4159-ab7e-f44d9a855a19",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of soil moisture profile observations in the Linze grassland foci experimental area",
      "titleCn": "黑河综合遥感联合试验：临泽草地加密观测区土壤水分剖面数据集",
      "description": "The dataset of soil moisture profile observations (5cm, 10cm, 20cm and 40cm) was obtained in the Linze grassland foci experimental area from May 24 to Jun. 30, 2008. Four points, with various underlying surface and depth in each plot of A, B, C, D and E, were measured by the cutting ring. Data were archived in Excel and Word file. See WATER: Dataset of setting of the sampling plots and stripes in the foci experimental area of Linze station for more information.",
      "descriptionCn": "2008年5月24日至6月30日期间，在中游干旱区水文试验临泽草地加密观测区进行了土壤水分剖面的观测。测量临泽草地加密观测区不同下垫面、不同深度土壤水分变化，为土壤水分时空变化分析以及土壤水分的热惯量法反演提供数据。样方分布在草地站A、B、C、D、E五个样区，每个样区有4个样点。测量仪器主要为环刀，可以提供土壤剖面5cm、10cm、20cm、40cm处的土壤水分数据。观测时间间隔为1-2周，其中D、E样区由于灌溉，缺失部分数据。 本数据集包括土壤剖面水分Excel、Word数据表格。\n样方样带的分布信息请参见元数据“黑河综合遥感联合试验：临泽草地加密观测区样方样带布置”。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.095,
      "west": 100.037,
      "south": 39.225,
      "north": 39.268,
      "startTime": "2018-11-24 10:50:09",
      "endTime": "2018-11-24 10:50:09",
      "fileSize": 1222692.0,
      "cstr": "18406.11.water973.0266.db",
      "doi": "10.3972/water973.0266.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": " 余凡",
        "nameEn": "YU Fan",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      },
      {
        "nameCn": "冯磊",
        "nameEn": "FENG Lei",
        "unitEn": "",
        "unitCn": "香港中文大学"
      },
      {
        "nameCn": " 梁文广",
        "nameEn": "LIANG Wenguang",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      },
      {
        "nameCn": "朱小华",
        "nameEn": "ZHU Xiaohua",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      },
      {
        "nameCn": "王维真",
        "nameEn": "Wang Weizhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "韩旭军",
        "nameEn": "HAN Xujun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "吴月茹",
        "nameEn": "WU Yueru",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 钞振华",
        "nameEn": "CHAO Zhenhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李笑宇",
        "nameEn": "LI Xiaoyu",
        "unitEn": "",
        "unitCn": "华南农业大学"
      },
      {
        "nameCn": "王静",
        "nameEn": "Wang Jing",
        "unitEn": "",
        "unitCn": "中国气象局兰州干旱气象研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimation of surface soil moisture and roughness from multi-angular ASAR imagery in the Watershed Allied Telemetry Experimental Research (WATER)",
        "referenceCn": null,
        "referenceEn": "Wang SG, Li X, Han XJ, Jin R. Estimation of surface soil moisture and roughness from multi-angular ASAR imagery in the Watershed Allied Telemetry Experimental Research (WATER). Hydrology and Earth System Sciences, 2011, 15(5): 1415-1426. doi:10.5194/hess-15-1415-2011."
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture",
        "referenceCn": null,
        "referenceEn": "Liu Q, Wang MY, Zhao YS. Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture. Chinese Geographical Science, 2010, 20(3): 218-225."
      },
      {
        "titleCn": "双极化雷达反演裸露地表土壤水分",
        "titleEn": null,
        "referenceCn": "陈晶, 贾毅, 余凡. 双极化雷达反演裸露地表土壤水分. 农业工程学报, 2013, 29(10):109-115+298",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤剖面",
        "nameEn": "Soil horizons/profile"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-24",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-28",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-31",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-12",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-13",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-2",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-22",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-30",
        "keywordEn": "2008-06-30",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of soil moisture measurement techniques used in arid region hydrological experiments?",
        "QuestionCn": "在干旱地区水文实验中使用的土壤湿度测量技术的具体特征是什么？",
        "AnswerEn": "5cm, 10cm, 20cm, 40cm, 1-2 weeks, spatio-temporal changes, heat inertia method, data gaps due to irrigation",
        "AnswerCn": "5厘米，10厘米，20厘米，40厘米，1-2周，时空变化，热惯性法，由于灌溉导致的数据缺失",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sample points are used for measuring soil moisture in the grassland observation area?",
        "QuestionCn": "在草地观测区测量土壤湿度使用了多少个样本点？",
        "AnswerEn": "20",
        "AnswerCn": "20",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'soil moisture profile observation' in the context of hydrological experiments in arid regions?",
        "QuestionCn": "在干旱地区的水文实验中，“土壤湿度剖面观测”是什么意思？",
        "AnswerEn": "Soil moisture profile observation refers to the measurement of soil moisture variations at different depths and under different surface conditions in hydrological experiment areas. It involves using specific instruments, such as a cutting ring device, to collect data from various soil depths like 5cm, 10cm, 20cm, and 40cm. This data is crucial for analyzing the spatial and temporal changes in soil moisture and for providing information necessary for methods like the thermal inertia method to infer soil moisture.",
        "AnswerCn": "土壤湿度剖面观测是指在水文实验区测量不同深度和不同表面条件下的土壤湿度变化。它涉及使用特定仪器，如切环装置，从5厘米、10厘米、20厘米和40厘米等不同土壤深度收集数据。这些数据对于分析土壤湿度的空间和时间变化至关重要，并为利用热惯性法推断土壤湿度提供必要的信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the variation in soil moisture data collection at different depths and under different surface conditions in a dataset?",
        "QuestionCn": "不同深度和不同表面条件下土壤湿度数据收集的变化原因是什么？",
        "AnswerEn": "The variation in soil moisture data collection at different depths and under different surface conditions is caused by the distribution of sample plots in different sample areas with varying underlying surfaces. Different sample areas, identified as A, B, C, D, and E, have 4 sample points each, and the soil moisture is measured at depths of 5cm, 10cm, 20cm, and 40cm. Additionally, the data collection is affected by irrigation in some areas, leading to missing data in parts of the D and E sample areas.",
        "AnswerCn": "不同深度和不同表面条件下土壤湿度数据收集的变化是由于样本区域中样本点的分布不同而造成的。这些样本区域被标识为A、B、C、D和E，每个区域有4个样本点，土壤湿度在5cm、10cm、20cm和40cm的深度进行测量。此外，数据收集还受到某些区域灌溉的影响，导致D和E样本区域部分数据缺失。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using ring knife instruments for measuring soil moisture profiles at various depths in a designated observation area over a period of time?",
        "QuestionCn": "在指定观察区域内使用环刀仪器测量不同深度的土壤水分剖面的潜在后果是什么？",
        "AnswerEn": "Using ring knife instruments to measure soil moisture profiles at various depths can provide detailed temporal and spatial data on soil moisture variability. This method allows for the analysis of soil moisture changes across different surfaces and depths, which is useful for understanding the spatiotemporal dynamics of soil moisture. However, the data collection might face challenges such as missing data due to irrigation in certain sample areas, which could impact the completeness and accuracy of the dataset. Despite these challenges, the data collected can be pivotal for further analysis, such as using thermal inertia methods for soil moisture inversion.",
        "AnswerCn": "使用环刀仪器在不同深度测量土壤湿度剖面可以提供土壤湿度变化的详细时间和空间数据。这种方法允许分析不同表面和深度的土壤湿度变化，对于理解土壤湿度的时空动态非常有用。然而，数据收集可能面临挑战，例如由于某些样本区域的灌溉导致缺失数据，这可能影响数据集的完整性和准确性。尽管存在这些挑战，收集的数据对于进一步分析仍然至关重要，例如使用热惯性方法进行土壤湿度反演。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps can be taken to ensure accurate soil moisture profiling at varying depths in arid regions using ring knife instruments?",
        "QuestionCn": "可以采取哪些程序步骤，以确保在干旱地区使用环刀仪器进行不同深度的准确土壤湿度剖面测量？",
        "AnswerEn": "To ensure accurate soil moisture profiling at varying depths in arid regions using ring knife instruments, measurements should be conducted at consistent intervals, ideally every 1-2 weeks. Observations should be made at multiple depths, such as 5cm, 10cm, 20cm, and 40cm, to capture variations. It is essential to account for potential data loss in irrigated areas and employ systematic distribution of sample plots across different sample zones, as demonstrated in the field stations A, B, C, D, and E, each with four sampling points.",
        "AnswerCn": "为了确保在干旱地区使用环刀仪器进行准确的土壤湿度剖面测量，应该在一致的时间间隔内进行测量，理想情况下每1-2周进行一次观察。应在多个深度进行观察，例如5厘米、10厘米、20厘米和40厘米，以捕捉变化。必须考虑到灌溉区可能的数据丢失，并在不同的样本区域内采用系统的样本点分布，如在A、B、C、D和E等野外站点，每个站点有四个采样点。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What instruments or technologies enable accurate measurement of soil moisture profiles at varying depths in arid regions?",
        "QuestionCn": "哪些仪器或技术能够在干旱地区准确测量不同深度的土壤湿度剖面？",
        "AnswerEn": "The measurement of soil moisture profiles in arid regions is facilitated by the use of instruments like the ring knife, which provides data on soil moisture at depths of 5cm, 10cm, 20cm, and 40cm.",
        "AnswerCn": "在干旱地区，使用环刀等仪器可以方便地测量土壤湿度剖面，提供5厘米、10厘米、20厘米和40厘米深度的土壤湿度数据。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}