{
    "id": "bda5d504-a9bf-4b9f-a6bd-26ee3eef3589",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Sequence database of the lake core TOC, CaCO₃, particle size and environmental magnetism parameters of Yamzhog Yumco, Southern Tibetan Plateau (600-1998)",
            "titleCn": "青藏高原南部羊卓雍错湖芯TOC、CaCO₃、粒度、环境磁学参数序列数据库（600-1998）",
            "description": "This dataset contains the sequence data of the lake core TOC, CaCO₃, particle size and environmental magnetism parameters from 600 years to 1998 of Yamdrog Yumtso in the southern part of the Tibetan Plateau. It is used to study the environmental changes in the Yamdrog Yumtso region in the 1400 years. \nThis data set is obtained from laboratory measurements. The data are obtained immediately after the completion of the instrument or experiment. The samples and data are collected in strict accordance with relevant operating procedures at all stages and comply with the laboratory operating standards. \nThe TOC analysis is undertaken by a CS-344 analyzer, The CaCO₃ content is measured by the general chemical method, the particle size is measured with a Malvern Mastersizer 2000 laser particle sizer, and the environmental magnetism parameters are measured with a Kappa Bridge, DIGICO magnetometer and superconducting magnetometer.\nThe rock core was collected from Chen Co Lake in the Yamdrog Yumtso Basin in the southern part of the Tibetan Plateau; the approximate sampling location is 90.49E, 28.93N, and the lake’s elevation is 4420 m.",
            "descriptionCn": "本数据集包含青藏高原南部羊卓雍错自600年至1998年的湖芯TOC、CaCO₃、粒度、环境磁学参数序列，用于研究羊卓雍错地区1400a来环境变化。\n本数据集由实验室测量获取，由仪器或者实验完成后直接得到数据，在各个环节严格按照相关操作规程进行样品和数据采集，符合各实验室操作标准规范。\nTOC分析利用CS-344型分析仪测定，CaCO₃含量用普通化学分析法测定，粒度用Malvern Mastersizer2000型激光粒度仪测量，环境磁学参数利用卡帕桥和DIGICO磁力仪和超导磁力仪测定。\n岩芯采自青藏高原南部羊卓雍错流域沉错湖内，大致采样位置为：90.49E，28.93N，湖面海拔：4420m。\n数据集包含3个数据表：\n数据表1：TOC，有4个字段，分别为样品号、深度、年龄、TOC；\n数据表2：碳酸钙和粒度，有4个字段，分别为深度、年龄、CaCO₃、平均粒径；\n数据表3：磁学参数，有4个字段，字段1为深度、字段2为年龄、字段3不同的环境磁学指标参数名称、字段4是该指标参数的值；   \n各表中字段量纲：样品号无量纲，深度为cm，年龄为aBP，TOC和CaCO₃为百分含量，粒度为μm，各磁学参数皆为国际单位制的量纲。",
            "instructions": "",
            "instructionsCn": "",
            "east": 91.0,
            "west": 90.0,
            "south": 28.0,
            "north": 29.0,
            "startTime": "0600-01-09 05:14:12",
            "endTime": "1999-01-08 03:08:43",
            "fileSize": null,
            "cstr": "18406.11.AtmosphericEnvironment.tpe.31.db",
            "doi": "10.11888/AtmosphericEnvironment.tpe.31.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "朱立平",
                "nameEn": "ZHU Liping",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Variability of the 14c reservoir effects in lake tangra yumco, central tibet (china), determined from recent sedimentation rates and dating of plant fossils",
                "referenceCn": null,
                "referenceEn": "Wang, J., Zhu, L., Wang, Y., Peng, P., Ma, Q., & Haberzettl, T., et al. (2015). Variability of the 14c reservoir effects in lake tangra yumco, central tibet (china), determined from recent sedimentation rates and dating of plant fossils. Quaternary International, S1040618215010708."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "古地磁数据",
                "nameEn": "Paleomagnetic data"
            },
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "水质/水化学",
                "nameEn": "Water Quality/Water Chemistry"
            },
            {
                "nameCn": "湖芯",
                "nameEn": "Lake core"
            },
            {
                "nameCn": "碳水合物",
                "nameEn": "Hydrocarbons"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "羊卓雍措",
                "keywordEn": "Yamdrog Yumtso"
            },
            {
                "keywordCn": "青藏高原南部",
                "keywordEn": "southern Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "600-1998",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原环境变化对全球变化的响应及其适应对策",
                "titleEn": "The Response of Environmental Changes on Tibetan Plateau to Global Changes and Adaptation Strategy"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes measured when collecting data on environmental changes in lake cores from high-altitude regions?",
                "QuestionCn": "在高海拔地区收集湖泊核心的环境变化数据时，测量的具体属性包括：",
                "AnswerEn": "TOC, CaCO₃ content, grain size, environmental magnetic parameters",
                "AnswerCn": "总有机碳，碳酸钙含量，粒度，环境磁学参数",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'environmental magnetic parameters' mean in the context of data collection for paleoenvironmental studies?",
                "QuestionCn": "在古环境研究的数据收集中，“环境磁参数”指的是与环境变化相关的磁性特征和测量值。这些参数可以帮助科学家重建过去的环境条件和气候变化。",
                "AnswerEn": "In the context of data collection for paleoenvironmental studies, 'environmental magnetic parameters' refer to the measurements of magnetic properties of sediment samples, which are used to infer past environmental conditions. These parameters are obtained using instruments like the Kapabridge, DIGICO magnetometer, and superconducting magnetometer, and can provide insights into factors like sediment composition, mineral content, and historical climate variations.",
                "AnswerCn": "在古环境研究的数据收集中，“环境磁参数”是指对沉积样本的磁性特征进行测量，这些测量用于推断过去的环境条件。这些参数是通过使用如Kapabridge、DIGICO磁力仪和超导磁力仪等仪器获得的，可以提供有关沉积物成分、矿物含量和历史气候变化等因素的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the accuracy and reliability of environmental magnetic parameter measurements in lake sediment cores from the southern Tibetan Plateau?",
                "QuestionCn": "影响南藏高原湖泊沉积物核心环境磁参数测量的准确性和可靠性的因素有哪些？",
                "AnswerEn": "The accuracy and reliability of environmental magnetic parameter measurements in lake sediment cores from the southern Tibetan Plateau are influenced by the strict adherence to standardized sampling and data collection protocols, the precision of instruments like the Kappabridge, DIGICO magnetometer, and superconducting magnetometer, and the expertise of laboratory personnel conducting the measurements.",
                "AnswerCn": "南藏高原湖泊沉积物核心的环境磁参数测量的准确性和可靠性受到严格遵循标准化采样和数据收集协议、Kappabridge、DIGICO 磁力计和超导磁力计等仪器的精度，以及进行测量的实验室人员专业知识的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental and procedural steps are involved in measuring TOC, CaCO₃ content, and grain size in lake sediment cores from high-altitude regions like the southern Tibetan Plateau?",
                "QuestionCn": "在高海拔地区如南藏高原的湖泊沉积物核心中测量总有机碳（TOC）、碳酸钙（CaCO₃）含量和颗粒大小所涉及的仪器和程序步骤包括：\n\n1. **样品采集**：使用沉积物取样器从湖泊底部提取沉积物核心，确保样品的完整性和代表性。\n\n2. **样品处理**：\n   - **干燥**：将沉积物样品在低温下（如60°C）干燥，以去除水分。\n   - **粉碎**：将干燥的沉积物样品粉碎至均匀的颗粒大小，以便后续分析。\n\n3. **测量总有机碳（TOC）**：\n   - 使用元素分析仪（如元素分析仪或热重分析仪）测定样品中的有机碳含量。\n   - 样品在高温下燃烧，释放的二氧化碳通过检测器进行测量。\n\n4. **测量碳酸钙（CaCO₃）含量**：\n   - 使用酸滴定法或热重分析法（TGA）测定样品中的碳酸钙含量。\n   - 在酸性条件下，碳酸钙会释放二氧化碳，测量释放的气体量以计算CaCO₃含量。\n\n5. **颗粒大小分析**：\n   - 使用激光粒度仪或筛分法对沉积物样品进行颗粒大小分布分析。\n   - 通过将样品分散在液体中，测量不同粒径颗粒的相对比例。\n\n6. **数据分析与解释**：\n   - 将测得的数据进行统计分析，绘制图表，解释沉积物的环境变化和历史。\n\n7. **结果报告**：整理实验结果，撰写报告，提供研究结论和建议。",
                "AnswerEn": "The measurement of TOC is conducted using a CS-344 analyzer. The CaCO₃ content is determined through standard chemical analysis methods. Grain size is measured with a Malvern Mastersizer2000 laser particle size analyzer. These measurements require strict adherence to operational protocols in each phase of sample and data collection to ensure compliance with laboratory standards.",
                "AnswerCn": "TOC的测量使用CS-344分析仪进行。CaCO₃含量通过标准化学分析方法确定。颗粒大小使用Malvern Mastersizer2000激光粒度分析仪进行测量。这些测量在每个样品和数据收集阶段都需要严格遵循操作协议，以确保符合实验室标准。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions and technological methods enable the accurate measurement and analysis of environmental magnetic parameters in sediment cores from high-altitude lakes?",
                "QuestionCn": "哪些条件和技术方法能够实现对高海拔湖泊沉积物核心中环境磁参数的准确测量和分析？",
                "AnswerEn": "The accurate measurement and analysis of environmental magnetic parameters in sediment cores from high-altitude lakes are enabled by using instruments such as the Kappa bridge, DIGICO magnetometer, and superconducting magnetometer, in conjunction with adhering to strict laboratory protocols. These tools and methods ensure precise data collection and reflect the environmental changes in the lake's history.",
                "AnswerCn": "高海拔湖泊沉积物核心的环境磁参数的准确测量和分析得益于使用诸如Kappa桥、DIGICO磁力计和超导磁力计等仪器，并遵循严格的实验室协议。这些工具和方法确保了精确的数据收集，并反映了湖泊历史中的环境变化。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}