{
  "id": "bdd88269-3a5f-4ca8-9a50-08b7f6696ba0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": " Prevalence of frailty and pre-frailty and related factors in older adults with cardio-cerebral vascular disease in China: a national cross-sectional study （2015-2023）",
      "titleCn": "中国老年心脑血管病患者虚弱、虚弱前期患病率及相关因素一项全国性横断面研究（2015-2023）",
      "description": "Data source and content: We used data from the Fourth China Urban Rural Elderly Population Sampling Survey. We use the frailty index for frailty and pre frailty assessments, and the diagnosis of CCVD in elderly individuals is self reported. A total of 53668 elderly patients with CCVD participated in the study. \nData processing method: Using Markov Chain Monte Carlo (MCMC) multiple filling method to fill in missing data; The age adjusted prevalence of frailty and pre frailty in Chinese elderly with CCVD was calculated based on the weights determined in the study. Comparing two or more variable groups: using independent sample t-tests for continuous variables, and using categorical variables χ 2 Inspection. The Cochran Armitage test is used to test the linear trend of covariate prevalence. Multivariate logistic regression: Analysis of influencing factors related to frailty and pre frailty. \nData analysis results: The age standardized prevalence rates of frailty and pre frailty in elderly CCVD patients were 22.6% (95% confidence interval, 22.3% -23.0%) and 60.1% (95% confidence interval, 59.7% -60.5%), respectively. Multiple logistic regression analyses showed that women, age growth, rural living, illiteracy, widowhood, ethnic minorities, living alone, not undergoing health screening last year, hospitalization last year, financial difficulties, comorbidities, chronic diseases, and daily living ability disorders were associated with frailty and pre frailty in elderly CCVD patients. \nData analysis conclusion and application prospects: CCVD is closely related to the frailty and pre frailty of Chinese elderly people, and the evaluation of frailty should become a routine treatment for elderly CCVD patients. Appropriate public health prevention strategies should be developed based on identified risk factors for frailty in elderly CCVD patients, which can help prevent, improve, or reverse the development of frailty in elderly CCVD patients.",
      "descriptionCn": "数据来源和内容：我们使用了第四次中国城乡老年人口抽样调查的数据。我们使用虚弱指数进行虚弱和虚弱前评估，老年人CCVD的诊断是自我报告的。共有53，668名老年CCVD患者参加了研究。\n数据加工方法：采用马尔可夫链蒙特卡洛（MCMC）多重填充法填充缺失数据；根据研究中确定的权重计算了CCVD中国老年人虚弱和虚弱前期的年龄调整患病率。两个或多变量组进行比较：对连续变量使用独立样本t检验，分类变量使用χ2检验。Cochran-Armitage检验用于检验协变量患病率的线性趋势。多因素logisitic回归：分析与虚弱和虚弱前期相关的影响因素。\n数据分析结果：老年CCVD患者虚弱和虚弱前期的年龄标准化患病率分别为22.6%（95%可信区间为22.3-23.0%）和60.1%（95%可信区间为59.7-60.5%）。多项logistic回归分析显示，女性、年龄增长、农村居住、文盲、丧偶、少数民族、独居、去年未进行健康筛查、去年住院、经济状况困难、共病慢性疾病和日常生活能力障碍与老年CCVD患者的虚弱和虚弱前期相关。\n数据分析结论及应用前景：CCVD与中国老年人的虚弱和前虚弱密切相关，对虚弱的评估应该成为老年CCVD患者治疗的常规。应根据已确定的老年CCVD患者虚弱的危险因素制定适当的公共卫生预防策略，这有助于预防、改善或逆转老年CCVD患者虚弱的发展。",
      "instructions": "Data file naming: Priority of framework and pre feasibility and related factors in older adults with cardiovascular vascular disease in China a national cross sectional study.xlsx. The xlsx file can be opened through Excel.",
      "instructionsCn": "数据文件命名：Prevalence of frailty and pre-frailty and related factors in older adults with cardio-cerebral vascular disease in China a national cross-sectional study.xlsx。 xlsx文件可通过Excel打开。",
      "east": 115.25,
      "west": 117.3,
      "south": 41.03,
      "north": 39.26,
      "startTime": "2015-08-01 13:53:34",
      "endTime": "2023-09-01 13:53:34",
      "fileSize": 304153.0,
      "cstr": "18406.11.HumanNat.tpdc.300765",
      "doi": "10.11888/HumanNat.tpdc.300765",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘德平",
        "nameEn": "LIU Deping",
        "unitEn": "",
        "unitCn": "北京医院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Prevalence of frailty and pre-frailty and related factors in older adults with cardio-cerebral vascular disease in China: a national cross-sectional study",
        "referenceCn": null,
        "referenceEn": "Zeng, X. Z., Meng, L. B., Jia, N., Shi, J., Zhang, C., Li, Y. Y., Hu, X., Hu, J. B., Li, J. Y., Wu, D. S., Li, H., Qi, X., Wang, H., Zhang, Q. X., Li, J., & Liu, D. P. (2023). Prevalence of frailty and pre-frailty and related factors in older adults with cardio-cerebral vascular disease in China: a national cross-sectional study. Frontiers in public health, 11, 1168792. https://doi.org/10.3389/fpubh.2023.1168792"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "其他",
        "nameEn": "Other"
      },
      {
        "nameCn": "离退休人口",
        "nameEn": "Retired population"
      },
      {
        "nameCn": "老年健康",
        "nameEn": "Senile health"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      },
      {
        "keywordCn": "2023",
        "keywordEn": "2023",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics and considerations when using a frailty index for assessing frailty and pre-frailty in elderly patients with cardiovascular and cerebrovascular diseases?",
        "QuestionCn": "在使用虚弱指数评估患有心血管和脑血管疾病的老年患者的虚弱和预虚弱时，关键特征和考虑因素是什么？",
        "AnswerEn": "self-reported diagnosis of cardiovascular and cerebrovascular diseases, age, gender, residence, literacy, marital status, ethnicity, living situation, recent health screenings or hospitalizations, economic status, comorbid chronic diseases, daily living abilities",
        "AnswerCn": "自我报告的心血管和脑血管疾病诊断、年龄、性别、居住地、文化程度、婚姻状况、民族、居住情况、近期健康筛查或住院情况、经济状况、合并慢性疾病、日常生活能力",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the relationship between demographic factors and the prevalence of frailty and pre-frailty in elderly cardiovascular and cerebrovascular disease patients based on age-standardized prevalence rates?",
        "QuestionCn": "根据年龄标准化患病率，可以推断出人口因素与老年心血管和脑血管疾病患者中虚弱和预虚弱的患病率之间的关系是什么？",
        "AnswerEn": "Demographic factors such as gender, age, rural residence, illiteracy, widowhood, minority status, living alone, lack of health screening, hospitalization in the past year, economic difficulties, comorbid chronic diseases, and daily living ability impairments are closely related to frailty and pre-frailty in elderly cardiovascular and cerebrovascular disease patients. These factors were associated with higher age-standardized prevalence rates of frailty and pre-frailty, indicating that these characteristics may play a significant role in the development of these conditions.",
        "AnswerCn": "人口因素如性别、年龄、农村居住、文盲、寡居、少数民族身份、独居、缺乏健康筛查、过去一年住院、经济困难、合并慢性疾病以及日常生活能力障碍与老年心血管和脑血管疾病患者的虚弱和前虚弱密切相关。这些因素与虚弱和前虚弱的年龄标准化患病率较高相关，表明这些特征可能在这些状况的发展中发挥重要作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately assessing frailty and pre-frailty prevalence among elderly patients with cardiovascular and cerebrovascular diseases in China?",
        "QuestionCn": "哪些因素导致在中国准确评估患有心血管和脑血管疾病的老年患者的虚弱和前虚弱流行率面临挑战？",
        "AnswerEn": "Factors that contribute to the challenges in accurately assessing frailty and pre-frailty prevalence among elderly patients with cardiovascular and cerebrovascular diseases in China include the reliance on self-reported diagnoses, potential biases in self-reporting, the complexity of accurately calculating age-adjusted prevalence rates, and the need to address missing data through methods such as Markov Chain Monte Carlo multiple imputation.",
        "AnswerCn": "在中国，准确评估患有心血管和脑血管疾病的老年患者的虚弱和前虚弱流行率面临的挑战因素包括依赖自我报告的诊断、自我报告中的潜在偏差、准确计算年龄调整流行率的复杂性，以及需要通过马尔可夫链蒙特卡洛多重插补等方法来处理缺失数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the understanding of frailty in elderly patients with cardiovascular and cerebrovascular diseases if data is collected using a frailty index and analyzed with multiple imputation methods?",
        "QuestionCn": "如果使用脆弱性指数收集数据并采用多重插补方法进行分析，那么对患有心血管和脑血管疾病的老年患者脆弱性理解的潜在影响是什么？",
        "AnswerEn": "Using a frailty index for assessment and employing multiple imputation methods like Markov Chain Monte Carlo can enhance the accuracy of estimating the prevalence of frailty and pre-frailty among elderly patients with cardiovascular and cerebrovascular diseases. This approach may lead to more reliable identification of associated factors such as gender, age, and socio-economic status, potentially improving public health strategies and interventions tailored to mitigate frailty in this population.",
        "AnswerCn": "使用脆弱指数进行评估，并采用诸如马尔可夫链蒙特卡洛等多重插补方法，可以提高对患有心血管和脑血管疾病的老年患者中脆弱和前脆弱状态流行率的估计准确性。这种方法可能导致更可靠地识别与性别、年龄和社会经济状态等相关因素，从而有可能改善公共卫生策略和干预措施，以减轻该人群中的脆弱性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to conduct a national cross-sectional study on the prevalence and associated factors of frailty and pre-frailty in elderly patients with cardiovascular and cerebrovascular diseases (CCVD)?",
        "QuestionCn": "在患有心血管和脑血管疾病（CCVD）的老年患者中，进行全国性横断面研究以了解虚弱和预虚弱的流行率及相关因素的重要性是什么？",
        "AnswerEn": "Conducting a national cross-sectional study on frailty and pre-frailty in elderly CCVD patients is crucial to understand the prevalence and associated factors, which can inform the development of appropriate public health prevention strategies. This can help prevent, improve, or reverse the development of frailty in elderly CCVD patients, as frailty assessment should become a routine part of treatment. The study aims to address the public health challenge posed by the high prevalence of frailty and its related factors among this population.",
        "AnswerCn": "在老年冠心病患者中进行全国横断面研究，研究虚弱和预虚弱的情况至关重要，以了解其流行率和相关因素，这可以为制定适当的公共卫生预防策略提供依据。这有助于预防、改善或逆转老年冠心病患者中虚弱的发展，因为虚弱评估应成为治疗的常规部分。该研究旨在应对这一人群中虚弱及其相关因素的高流行率所带来的公共卫生挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using a frailty index for assessing frailty and pre-frailty among elderly patients with cardiovascular and cerebrovascular diseases in a national cross-sectional study?",
        "QuestionCn": "在全国横断面研究中使用虚弱指数评估患有心血管和脑血管疾病的老年患者的虚弱和前虚弱状态所涉及的程序步骤是什么？",
        "AnswerEn": "The procedural steps include using data from the fourth China Urban and Rural Elderly Population Survey, applying the frailty index to assess frailty and pre-frailty, and relying on self-reported diagnoses of cardiovascular and cerebrovascular diseases. Missing data is imputed using the Markov Chain Monte Carlo (MCMC) multiple imputation method. Age-adjusted prevalence rates for frailty and pre-frailty are calculated based on weights determined in the study. Statistical comparisons between groups are conducted using independent sample t-tests for continuous variables and chi-square tests for categorical variables. The Cochran-Armitage test is used to examine linear trends in covariate prevalence, and multivariate logistic regression is employed to analyze factors associated with frailty and pre-frailty.",
        "AnswerCn": "程序步骤包括使用第四次中国城乡老年人口调查的数据，应用脆弱性指数评估脆弱性和前脆弱性，并依赖自我报告的心血管和脑血管疾病诊断。缺失数据使用马尔可夫链蒙特卡洛（MCMC）多重插补方法进行插补。根据研究中确定的权重计算脆弱性和前脆弱性的年龄调整患病率。使用独立样本t检验对连续变量进行组间统计比较，对分类变量使用卡方检验。使用Cochran-Armitage检验检查协变量患病率的线性趋势，并采用多元逻辑回归分析与脆弱性和前脆弱性相关的因素。",
        "Level": "C3(Applying)"
      }
    ]
  }
}