{
  "id": "be562de3-6367-402f-956d-59f7c21ad294",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Dataset of high-resolution (3 hour, 10 km) global surface solar radiation (1983-2018)",
      "titleCn": "全球高分辨率（3小时，10公里）地表太阳辐射数据集（1983-2018）",
      "description": "The dataset is a nearly 36-year (1983.7-2018.12) high-resolution (3 h, 10 km) global SSR (surface solar radiation) dataset, which can be used for hydrological modeling, land surface modeling and engineering application. The dataset was produced based on ISCCP-HXG cloud products, ERA5 reanalysis data, and MODIS aerosol and albedo products with an improved physical parameterization scheme. Validation and comparisons with other global satellite radiation products indicate that our SSR estimates were generally better than those of the ISCCP flux dataset (ISCCP-FD), the global energy and water cycle experiment surface radiation budget (GEWEX-SRB), and the Earth's Radiant Energy System (CERES). This SSR dataset will contribute to the land-surface process simulations and the photovoltaic applications in the future. The unit is W/㎡, instantaneous value.",
      "descriptionCn": "本数据集是一个包含接近36年（1983.7-2018.12）的全球高分辨率地表太阳辐射数据集，其分辨率为3小时/逐日/逐月，10公里，数据单位为W/㎡，瞬时值。该数据集可用于水文建模、地表建模和工程应用。该数据集是基于改进的物理参数化方案并以ISCCP-HXG云产品、ERA5再分析数据以及MODIS气溶胶和反照率产品为输入而生成的。验证并和其他全球卫星辐射产品比较表明，该数据集的精度通常比ISCCP-FD、GEWEX-SRB和CERES全球卫星辐射产品的精度要高。该全球辐射数据集将有助于未来地表过程模拟的研究和光伏发电的应用。",
      "instructions": "Each data file is named as ISCCP_HXG_global_radiation_YYYY_MM_DD_HH.nc (e.g. ISCCP_HXG_global_radiation_2000_01_01_00.nc), where YYYY is the four-digital year, MM is the two-digital month, DD is the two-digital day, HH is the two-digital hour, that means one file contains data for only one hour, additionally, .nc is the file name suffix which indicates that the data were stored as NetCDF format; For more information about NetCDF, please see http://www.unidata.ucar.edu/software/netcdf.",
      "instructionsCn": "每个数据文件命名为iscp_hxg_global_radiation_yyyy_mm_dd_hh.nc（例如iscp_hxg_global_radiation_2000_01_01_00.nc），其中yyyy是年，mm是月，dd是日，hh是小时，这意味着一个文件只包含一个小时的数据，.nc是文件名后缀，表示数据存储为netcdf格式；有关netcdf的详细信息，请参阅http://www.unidata.ucar.edu/software/netcdf。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "1983-07-01 16:00:00",
      "endTime": "2018-12-31 16:00:00",
      "fileSize": 283604543745.0,
      "cstr": "18406.11.Meteoro.tpdc.270112",
      "doi": "10.11888/Meteoro.tpdc.270112",
      "dataFormat": null,
      "license": "Attribution 4.0 International (CC BY 4.0)"
    },
    "authorList": [
      {
        "nameCn": "唐文君",
        "nameEn": "TANG Wenjun",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A 16-year dataset (2000–2015) of high-resolution (3 h, 10 km) global surface solar radiation",
        "referenceCn": null,
        "referenceEn": "Tang, W., Yang, K., Qin, J., Li, X., & Niu, X. (2019). A 16-year dataset (2000–2015) of high-resolution (3 h, 10 km) global surface solar radiation. Earth Syst. Sci. Data, 11, 1905–1915, https://doi.org/10.5194/essd-11-1905-2019."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气遥感",
        "nameEn": "Atmosphere Remote Sensing"
      },
      {
        "nameCn": "太阳辐射",
        "nameEn": "Solar radiation"
      },
      {
        "nameCn": "短波辐射",
        "nameEn": "Shortwave radiation"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1983-2018",
        "keywordEn": "1983-2018",
        "type": "temporal"
      },
      {
        "keywordCn": "3 小时",
        "keywordEn": "3 hours",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Surface solar radiation (SSR), which drives the energy, water and carbon cycles of Earth’s system, is the driving input for simulations of hydrology, ecology, agriculture and land-surface processes. The accuracy of SSR data influences simulations of runoff, gross primary productivity, growth and yield of crops, and land data assimilation. SSR is also an important variable that affects the speed of glacier melting. Variations of SSR also affect the rate of global warming and the change of pan evaporation. Information on the spatiotemporal distribution of SSR is fundamental for the selection of sites for solar power plants, decisions on energy policy, optimization of solar power systems and operations management. Measurement by the accurately calibrated and well-maintained radiometer of pyranometer is the most effective method to obtain reliable long-term SSR data. Although these data are valuable for simulations of land surface processes, solar power applications and evaluation of satellite retrievals, the high cost of maintaining radiation radiometers means that networks of radiation stations are too sparsely distributed. However, networks of routine meteorological stations are denser than those of radiation stations, and the variables observed at routine meteorological stations can be used to estimate SSR."
      ],
      "research objective": [
        "This study produced a 16-year (2000–2015) global dataset of SSR (with resolutions of 3 h and 10 km) based on recently updated ISCCP H-series cloud products, new ERA5 reanalysis data and MODIS albedo and aerosol products with a physically based scheme."
      ],
      "challenges": [
        "However, station-based estimates of SSR can be conducted only at routine weather stations, many of which are sparsely distributed, often in remote regions and harsh environments."
      ],
      "methods": [
        "The estimated SSR data were evaluated against surface observations measured at 42 stations of the Baseline Surface Radiation Network (BSRN) and 90 radiation stations of the China Meteorological Administration (CMA)."
      ],
      "dataset": [
        "The recent release of the International Satellite Cloud Climatology Project (ISCCP) HXG cloud products and new ERA5 reanalysis data enabled us to produce a global surface solar radiation (SSR) dataset: a 16-year (2000–2015) high-resolution (3 h, 10 km) global SSR dataset using an improved physical parameterization scheme. The main inputs were cloud optical depth from ISCCP-HXG cloud products; the water vapor, surface pressure and ozone from ERA5 reanalysis data; and albedo and aerosol from Moderate Resolution Imaging Spectroradiometer (MODIS) products."
      ],
      "findings": [
        "Validation against the BSRN data indicated that the mean bias error (MBE), root mean square error (RMSE) and correlation coefficient (R) for the instantaneous SSR estimates at 10 km scale were −11.5 W m−2, 113.5 W m−2 and 0.92, respectively. When the estimated instantaneous SSR data were up-scaled to 90 km, its error was clearly reduced, with RMSE decreasing to 93.4 W m−2 and R increasing to 0.95. For daily SSR estimates at 90 km scale, the MBE, RMSE and R at the BSRN were −5.8 W m−2, 33.1 W m−2 and 0.95, respectively. These error metrics at the CMA radiation stations were 2.1 W m−2, 26.9 W m−2 and 0.95, respectively. Comparisons with other global satellite radiation products indicated that our SSR estimates were generally better than those of the ISCCP flux dataset (ISCCP-FD), the global energy and water cycle experiment surface radiation budget (GEWEX-SRB), and the Earth’s Radiant Energy System (CERES)."
      ],
      "backgroundCn": [
        "表面太阳辐射（SSR）驱动着地球系统的能量、水和碳循环，是水文、生态、农业和陆面过程模拟的主要输入。SSR数据的准确性影响着径流、总初级生产力、作物的生长和产量以及陆地数据同化的模拟。SSR还是影响冰川融化速度的重要变量。SSR的变化也会影响全球变暖的速度和蒸发量的变化。SSR的时空分布信息对于太阳能发电厂选址、能源政策决策、太阳能系统优化和运营管理至关重要。通过准确校准和维护良好的辐射仪（光照计）进行测量，是获取可靠的长期SSR数据的最有效方法。尽管这些数据对陆面过程模拟、太阳能应用和卫星反演评估非常有价值，但维护辐射仪的高成本使得辐射站网络分布过于稀疏。然而，常规气象站的网络比辐射站的网络更为密集，常规气象站观测的变量可以用来估算SSR。"
      ],
      "research objectiveCn": [
        "本研究基于最近更新的ISCCP H系列云产品、新的ERA5再分析数据以及MODIS反照率和气溶胶产品，采用物理基础方案，生成了一个为期16年的全球SSR（2000-2015）数据集，分辨率为3小时和10公里。"
      ],
      "challengesCn": [
        "然而，基于站点的SSR估计只能在常规气象站进行，而这些气象站的分布稀疏，通常位于偏远地区和恶劣环境中。"
      ],
      "methodsCn": [
        "估计的SSR数据与基准表面辐射网络（BSRN）42个站点和中国气象局（CMA）90个辐射站的地面观测数据进行了评估。"
      ],
      "datasetCn": [
        "国际卫星云气候项目（ISCCP）HXG云产品的最新发布和新的ERA5再分析数据使我们能够生成一个全球表面太阳辐射（SSR）数据集：一个为期16年的（2000-2015年）高分辨率（3小时，10公里）全球SSR数据集，采用改进的物理参数化方案。主要输入包括来自ISCCP-HXG云产品的云光学厚度；来自ERA5再分析数据的水汽、表面气压和臭氧；以及来自中分辨率成像光谱仪（MODIS）产品的反照率和气溶胶。"
      ],
      "findingsCn": [
        "与BSRN数据的验证表明，10公里尺度的瞬时太阳辐射强度（SSR）估计的平均偏差误差（MBE）、均方根误差（RMSE）和相关系数（R）分别为−11.5 W m−2、113.5 W m−2和0.92。当瞬时SSR数据上采样到90公里时，误差明显减少，RMSE降至93.4 W m−2，R升至0.95。90公里尺度的日均SSR估计在BSRN的MBE、RMSE和R分别为−5.8 W m−2、33.1 W m−2和0.95。在CMA辐射站的误差指标为2.1 W m−2、26.9 W m−2和0.95。与其他全球卫星辐射产品的比较表明，我们的SSR估计通常优于ISCCP辐射通量数据集（ISCCP-FD）、全球能量与水循环实验表面辐射预算（GEWEX-SRB）和地球辐射能量系统（CERES）。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are routine meteorological stations able to provide estimates of surface solar radiation (SSR) data?",
        "QuestionCn": "常规气象站能够提供地面太阳辐射（SSR）数据的估计吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the accuracy of the global surface solar radiation (SSR) dataset typically higher than other global satellite radiation products like ISCCP-FD, GEWEX-SRB, and CERES?",
        "QuestionCn": "全球表面太阳辐射（SSR）数据集的准确性通常高于其他全球卫星辐射产品，如ISCCP-FD、GEWEX-SRB和CERES吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the high cost of maintaining radiation radiometers a challenge in obtaining reliable long-term SSR data?",
        "QuestionCn": "维护辐射辐射计的高成本是否是获取可靠的长期太阳辐射数据的一个挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which validation methods are commonly employed for evaluating surface solar radiation estimates: comparison with BSRN data, comparison with CMA radiation stations, or other approaches?",
        "QuestionCn": "评估地表太阳辐射估算值常用的验证方法有哪些：与BSRN数据比较、与CMA辐射站比较，还是其他方法？",
        "AnswerEn": "comparison with BSRN data, comparison with CMA radiation stations",
        "AnswerCn": "与BSRN数据的比较，与CMA辐射站的比较",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Who are the key contributors to the development of high-resolution global surface solar radiation datasets?",
        "QuestionCn": "高分辨率全球表面太阳辐射数据集的主要贡献者是谁？",
        "AnswerEn": "International Satellite Cloud Climatology Project, ERA5, MODIS",
        "AnswerCn": "国际卫星云气候计划，ERA5，MODIS",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the main challenges in collecting accurate surface solar radiation data globally?",
        "QuestionCn": "全球收集准确的地表太阳辐射数据面临的主要挑战是什么？",
        "AnswerEn": "sparse distribution of radiation stations",
        "AnswerCn": "辐射站的稀疏分布",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can surface observations for validating estimated surface solar radiation data be obtained?",
        "QuestionCn": "可以从哪里获得用于验证估计表面太阳辐射数据的地面观测数据？",
        "AnswerEn": "Baseline Surface Radiation Network BSRN China Meteorological Administration CMA",
        "AnswerCn": "基准面辐射观测网 BSRN 中国气象局 CMA",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how a global high-resolution surface solar radiation dataset is generated using satellite and reanalysis data?",
        "QuestionCn": "您能否提供一个示例，说明如何使用卫星和再分析数据生成全球高分辨率表面太阳辐射数据集？",
        "AnswerEn": "A global high-resolution surface solar radiation dataset is generated using inputs like ISCCP-HXG cloud products, ERA5 reanalysis data, and MODIS aerosol and albedo products with a physically based parameterization scheme.",
        "AnswerCn": "一个全球高分辨率的地表太阳辐射数据集是通过使用ISCCP-HXG云产品、ERA5再分析数据以及MODIS气溶胶和反照率产品，并结合基于物理的参数化方案生成的。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Could you illustrate an example of a challenge faced in estimating surface solar radiation data at remote weather stations?",
        "QuestionCn": "您能否举例说明在偏远气象站估算地表太阳辐射数据时面临的挑战？",
        "AnswerEn": "An example of a challenge is that station-based estimates of surface solar radiation can only be conducted at routine weather stations, which are often sparsely distributed, especially in remote regions and harsh environments.",
        "AnswerCn": "一个挑战是，基于站点的地面太阳辐射估计只能在常规气象站进行，而这些气象站往往分布稀疏，尤其是在偏远地区和恶劣环境中。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a method used to validate surface solar radiation estimates against actual observations?",
        "QuestionCn": "验证表面太阳辐射估计值与实际观测值的一种方法的例子是什么？",
        "AnswerEn": "An example of a method used for validation is comparing the estimated surface solar radiation data against surface observations measured at stations like the Baseline Surface Radiation Network (BSRN) and the China Meteorological Administration (CMA) radiation stations.",
        "AnswerCn": "一种用于验证的方法是将估计的地面太阳辐射数据与基准地面辐射网络（BSRN）和中国气象局（CMA）辐射站等站点的地面观测数据进行比较。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the fundamental characteristics of high-resolution global surface solar radiation datasets?",
        "QuestionCn": "高分辨率全球表面太阳辐射数据集的基本特征是什么？",
        "AnswerEn": "3-hour intervals, 10 kilometers, watts per square meter (W/㎡), instantaneous values",
        "AnswerCn": "3小时间隔，10公里，瓦特每平方米（W/㎡），瞬时值",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the key challenges in collecting surface solar radiation data at a global scale?",
        "QuestionCn": "在全球范围内收集地表太阳辐射数据的主要挑战是什么？",
        "AnswerEn": "sparse distribution of radiation measurement stations, significant cost of maintaining high-quality radiometer networks, reliance on data from routine meteorological stations",
        "AnswerCn": "辐射测量站分布稀疏，维护高质量辐射计网络的成本显著，依赖常规气象站的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of the global surface solar radiation dataset?",
        "QuestionCn": "全球表面太阳辐射数据集的时间分辨率是多少？",
        "AnswerEn": "3 hours, daily, monthly",
        "AnswerCn": "3小时，每日，每月",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many years of data are included in the global high-resolution surface solar radiation dataset?",
        "QuestionCn": "全球高分辨率表面太阳辐射数据集包含多少年的数据？",
        "AnswerEn": "36 years",
        "AnswerCn": "36年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the high-resolution surface solar radiation data?",
        "QuestionCn": "高分辨率表面太阳辐射数据的空间分辨率是多少？",
        "AnswerEn": "10 kilometers",
        "AnswerCn": "10公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of 'surface solar radiation (SSR)' in land surface and solar power simulations?",
        "QuestionCn": "“表面太阳辐射（SSR）”在陆地表面和太阳能发电模拟中的重要性是什么？",
        "AnswerEn": "Surface solar radiation (SSR) is crucial as it drives the energy, water, and carbon cycles of Earth’s system, serving as a vital input for simulations of hydrology, ecology, agriculture, and land-surface processes. It influences simulations of runoff, gross primary productivity, crop growth and yield, and land data assimilation. SSR also affects glacier melting rates, global warming, and pan evaporation changes. Accurate SSR data is fundamental for selecting sites for solar power plants, optimizing solar power systems, and managing operations.",
        "AnswerCn": "地表太阳辐射（SSR）至关重要，因为它驱动着地球系统的能量、水和碳循环，是水文、生态、农业和陆面过程模拟的重要输入。它影响径流、总初级生产力、作物生长和产量以及陆地数据同化的模拟。SSR还影响冰川融化速率、全球变暖和蒸发变化。准确的SSR数据对于选择太阳能发电厂的地点、优化太阳能发电系统和管理运营至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with station-based estimates of surface solar radiation (SSR) data collection?",
        "QuestionCn": "与基于站点的表面太阳辐射（SSR）数据收集相关的挑战有哪些？",
        "AnswerEn": "Station-based estimates of SSR face challenges due to the sparse distribution of radiation stations, many of which are located in remote regions and harsh environments. Moreover, the high cost of maintaining radiation radiometers limits the number of radiation stations, although routine meteorological stations, which are denser, can be used to estimate SSR by observing relevant variables.",
        "AnswerCn": "基于站点的短波辐射（SSR）估计面临挑战，因为辐射站的分布稀疏，许多站点位于偏远地区和恶劣环境中。此外，维护辐射辐射计的高成本限制了辐射站的数量，尽管密度较高的常规气象站可以通过观察相关变量来估计SSR。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the key inputs and validation methods used in producing a high-resolution surface solar radiation (SSR) dataset?",
        "QuestionCn": "在生成高分辨率表面太阳辐射（SSR）数据集时，关键输入和验证方法包括哪些？",
        "AnswerEn": "The production of a high-resolution SSR dataset involves key inputs such as cloud optical depth from ISCCP-HXG cloud products, water vapor, surface pressure, and ozone from ERA5 reanalysis data, and albedo and aerosol from MODIS products. Validation of the estimated SSR data is conducted against surface observations measured at Baseline Surface Radiation Network (BSRN) stations and China Meteorological Administration (CMA) radiation stations, evaluating metrics like mean bias error (MBE), root mean square error (RMSE), and correlation coefficient (R).",
        "AnswerCn": "高分辨率SSR数据集的生产涉及关键输入，如来自ISCCP-HXG云产品的云光学深度、来自ERA5再分析数据的水汽、地面气压和臭氧，以及来自MODIS产品的反照率和气溶胶。估计的SSR数据的验证是通过与基准表面辐射网络（BSRN）站和中国气象局（CMA）辐射站的表面观测数据进行对比，评估指标包括平均偏差误差（MBE）、均方根误差（RMSE）和相关系数（R）。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do station-based estimates of surface solar radiation (SSR) compare to the SSR data generated from satellite-derived products, such as ISCCP-HXG and ERA5?",
        "QuestionCn": "站点基于的地面太阳辐射（SSR）估计与卫星衍生产品（如ISCCP-HXG和ERA5）生成的SSR数据相比如何？",
        "AnswerEn": "Station-based estimates of SSR can only be conducted at routine weather stations, which are often sparsely distributed. In contrast, satellite-derived products like ISCCP-HXG and ERA5 provide global data coverage using improved physical parameterization schemes. These satellite-derived products have been validated against surface observations, showing a high correlation and lower errors compared to other global satellite radiation products.",
        "AnswerCn": "基于站点的SSR估计只能在常规气象站进行，而这些气象站通常分布稀疏。相比之下，卫星衍生产品如ISCCP-HXG和ERA5通过改进的物理参数化方案提供全球数据覆盖。这些卫星衍生产品已通过与地面观测的验证，显示出与其他全球卫星辐射产品相比，具有较高的相关性和较低的误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in data input sources between the 16-year global SSR dataset and other global satellite radiation products?",
        "QuestionCn": "16年全球SSR数据集与其他全球卫星辐射产品在数据输入来源上有什么不同？",
        "AnswerEn": "The 16-year global SSR dataset uses inputs from ISCCP-HXG cloud products, ERA5 reanalysis data, and MODIS albedo and aerosol products. This differs from other global satellite radiation products like ISCCP-FD, GEWEX-SRB, and CERES, which may use different input sources and parameterization schemes.",
        "AnswerCn": "16年的全球SSR数据集使用了来自ISCCP-HXG云产品、ERA5再分析数据以及MODIS反照率和气溶胶产品的输入。这与其他全球卫星辐射产品如ISCCP-FD、GEWEX-SRB和CERES不同，这些产品可能使用不同的输入来源和参数化方案。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges of maintaining radiation radiometers affect the data quality and coverage of SSR measurements compared to using variables from routine meteorological stations?",
        "QuestionCn": "维护辐射计的挑战如何影响SSR测量的数据质量和覆盖范围，与使用常规气象站的变量相比？",
        "AnswerEn": "Maintaining radiation radiometers is costly, leading to sparse distribution of radiation stations, which affects data coverage. However, variables from routine meteorological stations, which are denser, can be used to estimate SSR, potentially providing broader coverage despite possible compromises in direct measurement accuracy.",
        "AnswerCn": "维护辐射辐射计的成本很高，这导致辐射站的分布稀疏，从而影响数据覆盖。然而，常规气象站的变量（这些站点分布更密集）可以用来估计太阳短波辐射（SSR），这可能在提供更广泛覆盖的同时，尽管在直接测量准确性上可能有所妥协。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of cloud optical depth, water vapor, surface pressure, and ozone data into a physical parameterization scheme improve the accuracy of surface solar radiation datasets?",
        "QuestionCn": "如何将云光学厚度、水汽、地表气压和臭氧数据整合到物理参数化方案中，以提高地表太阳辐射数据集的准确性？",
        "AnswerEn": "The use of cloud optical depth from ISCCP-HXG cloud products, water vapor, surface pressure, and ozone from ERA5 reanalysis data in a physical parameterization scheme helps produce a high-resolution global surface solar radiation dataset. This integration enhances accuracy by utilizing comprehensive atmospheric variables that influence solar radiation reaching the surface, allowing for more precise SSR estimates.",
        "AnswerCn": "使用ISCCP-HXG云产品的云光学厚度、ERA5再分析数据中的水汽、地面气压和臭氧，在物理参数化方案中有助于生成高分辨率的全球表面太阳辐射数据集。这种整合通过利用影响到达地表的太阳辐射的全面大气变量，提高了准确性，从而允许更精确的SSR估计。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise when attempting to estimate surface solar radiation at routine weather stations, and how can data from these stations be effectively utilized?",
        "QuestionCn": "在尝试在常规气象站估计表面太阳辐射时，可能会出现哪些挑战，以及如何有效利用这些站的数据？",
        "AnswerEn": "Challenges in estimating surface solar radiation at routine weather stations include their sparse distribution and locations in remote or harsh environments. Despite these challenges, variables observed at these stations can be used to estimate SSR, providing valuable data for simulations, though the estimates might be limited by the stations' geographic and environmental constraints.",
        "AnswerCn": "在常规气象站估算地表太阳辐射面临的挑战包括其稀疏分布和位于偏远或恶劣环境中的位置。尽管存在这些挑战，但在这些气象站观测到的变量可以用来估算地表太阳辐射，为模拟提供有价值的数据，尽管这些估算可能受到气象站地理和环境限制的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What potential improvements or refinements could be made to the methodologies used for validating SSR datasets against surface observations?",
        "QuestionCn": "对验证SSR数据集与地面观测数据的方法论进行潜在改进或完善的建议有哪些？",
        "AnswerEn": "Potential improvements could involve expanding the number of validation sites beyond the current 42 BSRN and 90 CMA stations to include more diverse climatic regions. Additionally, refining the methodologies to account for local environmental factors affecting SSR and incorporating advanced statistical techniques for error reduction could enhance validation accuracy.",
        "AnswerCn": "潜在的改进可以包括将验证站点的数量从当前的42个BSRN和90个CMA站点扩展到更多多样化的气候区域。此外，改进方法以考虑影响SSR的地方环境因素，并结合先进的统计技术以减少误差，可能会提高验证的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for improved physical parameterization schemes in generating high-resolution surface solar radiation datasets?",
        "QuestionCn": "生成高分辨率表面太阳辐射数据集需要改进物理参数化方案的原因是什么？",
        "AnswerEn": "The need for improved physical parameterization schemes arises due to the challenges in accurately estimating surface solar radiation from station-based measurements, which are often limited by sparse distribution, especially in remote and harsh environments. Improved schemes can better utilize satellite cloud products, reanalysis data, and other inputs to enhance estimation accuracy.",
        "AnswerCn": "由于基于站点的测量在偏远和恶劣环境中分布稀疏，准确估计地表太阳辐射面临挑战，因此需要改进物理参数化方案。改进的方案可以更好地利用卫星云产品、再分析数据和其他输入，以提高估计的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the higher accuracy of certain global satellite radiation datasets compared to others?",
        "QuestionCn": "某些全球卫星辐射数据集准确性较高的因素有哪些？",
        "AnswerEn": "The higher accuracy of certain global satellite radiation datasets can be attributed to the use of advanced data inputs and improved methodological approaches, such as enhanced parameterization schemes that integrate inputs from various sources like MODIS albedo and aerosol products, leading to more reliable surface solar radiation estimates.",
        "AnswerCn": "某些全球卫星辐射数据集的更高准确性可以归因于使用了先进的数据输入和改进的方法论，例如增强的参数化方案，这些方案整合了来自各种来源的输入，如MODIS反照率和气溶胶产品，从而导致更可靠的地表太阳辐射估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy when using improved physical parameterization schemes with inputs from multiple satellite and reanalysis data sources for generating surface solar radiation datasets?",
        "QuestionCn": "使用改进的物理参数化方案，并结合来自多个卫星和再分析数据源的输入来生成地面太阳辐射数据集时，对数据准确性的潜在影响是什么？",
        "AnswerEn": "Using improved physical parameterization schemes with inputs from sources like ISCCP-HXG, ERA5, and MODIS generally results in higher accuracy for surface solar radiation datasets. Comparisons with other global satellite radiation products have shown that the estimates are more accurate than those from ISCCP-FD, GEWEX-SRB, and CERES.",
        "AnswerCn": "使用改进的物理参数化方案，并结合ISCCP-HXG、ERA5和MODIS等来源的输入，通常会导致表面太阳辐射数据集的准确性更高。与其他全球卫星辐射产品的比较表明，这些估计比ISCCP-FD、GEWEX-SRB和CERES的结果更为准确。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do sparse distributions of radiation stations affect the reliability of surface solar radiation data and what alternative data collection methods can mitigate these effects?",
        "QuestionCn": "辐射站的稀疏分布如何影响地表太阳辐射数据的可靠性，哪些替代数据收集方法可以缓解这些影响？",
        "AnswerEn": "Sparse distributions of radiation stations can limit the reliability of surface solar radiation data due to the high costs and challenging environments for maintaining radiometers. However, estimates of SSR can be made using variables from denser networks of routine meteorological stations, enhancing data reliability.",
        "AnswerCn": "辐射站的稀疏分布可能会由于高昂的成本和维护辐射计的环境挑战而限制地面太阳辐射数据的可靠性。然而，可以利用来自更密集的常规气象站网络的变量来估算表面太阳辐射，从而提高数据的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What potential consequences arise from validating estimated surface solar radiation data against observations from networks like the Baseline Surface Radiation Network and the China Meteorological Administration?",
        "QuestionCn": "将估算的地表太阳辐射数据与基准地表辐射网络和中国气象局的观测数据进行验证会产生哪些潜在后果？",
        "AnswerEn": "Validating estimated surface solar radiation data against observations from networks such as the Baseline Surface Radiation Network and the China Meteorological Administration ensures the data's accuracy. It has been observed that validation reduces errors significantly, with metrics like RMSE and correlation coefficient improving, thereby enhancing the credibility of the dataset.",
        "AnswerCn": "通过与基准表面辐射网络和中国气象局等网络的观测数据进行验证，可以确保估计的地表太阳辐射数据的准确性。观察到验证显著减少了误差，RMSE和相关系数等指标得到了改善，从而增强了数据集的可信度。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of creating a high-resolution global surface solar radiation dataset using inputs like ISCCP-HXG cloud products and ERA5 reanalysis data?",
        "QuestionCn": "使用ISCCP-HXG云产品和ERA5再分析数据创建高分辨率全球地表太阳辐射数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to produce a comprehensive and accurate dataset that can drive simulations of hydrology, ecology, agriculture, and land-surface processes, enhancing the understanding and modeling of the Earth's energy, water, and carbon cycles. This data is essential for applications such as solar power generation, land data assimilation, and evaluation of satellite retrievals.",
        "AnswerCn": "主要目标是生成一个全面且准确的数据集，以驱动水文学、生态学、农业和地表过程的模拟，从而增强对地球能量、水和碳循环的理解和建模。这些数据对于太阳能发电、土地数据同化和卫星检索评估等应用至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to evaluate estimated solar radiation data against observations from networks like the Baseline Surface Radiation Network and the China Meteorological Administration?",
        "QuestionCn": "评估估计的太阳辐射数据与基准表面辐射网络和中国气象局等网络的观测数据进行比较的重要性是什么？",
        "AnswerEn": "Evaluating estimated solar radiation data against observations is crucial for ensuring the accuracy and reliability of the dataset. This validation helps in identifying and reducing errors, thereby improving the dataset's utility for various applications, including simulations of land surface processes and solar power applications.",
        "AnswerCn": "评估估计的太阳辐射数据与观测数据之间的差异对于确保数据集的准确性和可靠性至关重要。这种验证有助于识别和减少错误，从而提高数据集在各种应用中的实用性，包括陆面过程模拟和太阳能应用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What instrumental methods are used to validate a global surface solar radiation dataset against observational data?",
        "QuestionCn": "用于验证全球表面太阳辐射数据集与观测数据的仪器方法有哪些？",
        "AnswerEn": "The estimated solar radiation data were validated against surface observations measured at 42 stations of the Baseline Surface Radiation Network (BSRN) and 90 radiation stations of the China Meteorological Administration (CMA).",
        "AnswerCn": "估计的太阳辐射数据与在42个基准表面辐射网络（BSRN）站点和90个中国气象局（CMA）辐射站点测量的地面观测数据进行了验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedural steps are involved in generating a high-resolution global surface solar radiation dataset using satellite and reanalysis data?",
        "QuestionCn": "生成高分辨率全球地表太阳辐射数据集需要使用卫星和再分析数据，涉及哪些程序步骤？",
        "AnswerEn": "The dataset was produced using a physically based scheme with inputs such as cloud optical depth from ISCCP-HXG cloud products, water vapor, surface pressure, and ozone from ERA5 reanalysis data, and albedo and aerosol from MODIS products.",
        "AnswerCn": "该数据集是使用物理基础方案生成的，输入包括来自ISCCP-HXG云产品的云光学厚度、来自ERA5再分析数据的水汽、地面气压和臭氧，以及来自MODIS产品的反照率和气溶胶。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What challenges are associated with estimating surface solar radiation at routine weather stations, and how can these be addressed procedurally?",
        "QuestionCn": "在常规气象站估算地表太阳辐射时，面临哪些挑战，以及如何在程序上解决这些挑战？",
        "AnswerEn": "Station-based estimates of surface solar radiation can only be conducted at routine weather stations, which are often sparsely distributed and located in remote or harsh environments. This challenge can be addressed by utilizing denser networks of routine meteorological stations and employing data from these stations to estimate solar radiation.",
        "AnswerCn": "基于站点的地表太阳辐射估计只能在常规气象站进行，而这些气象站通常分布稀疏，且位于偏远或恶劣的环境中。这个挑战可以通过利用更密集的常规气象站网络，并利用这些站点的数据来估计太阳辐射来解决。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in satellite technology and data processing techniques have enabled the creation of global high-resolution surface solar radiation datasets?",
        "QuestionCn": "哪些卫星技术和数据处理技术的进步使得全球高分辨率表面太阳辐射数据集的创建成为可能？",
        "AnswerEn": "The creation of global high-resolution surface solar radiation datasets has been enabled by the recent release of the International Satellite Cloud Climatology Project (ISCCP) HXG cloud products, new ERA5 reanalysis data, and MODIS albedo and aerosol products, which allow for improved physical parameterization schemes.",
        "AnswerCn": "全球高分辨率表面太阳辐射数据集的创建得益于国际卫星云气候项目（ISCCP）HXG云产品的最新发布、新的ERA5再分析数据以及MODIS反照率和气溶胶产品，这些都允许改进物理参数化方案。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do high-resolution datasets enable more precise simulations for hydrology and land surface processes?",
        "QuestionCn": "高分辨率数据集如何使水文学和陆面过程的模拟更加精确？",
        "AnswerEn": "High-resolution datasets enable more precise simulations for hydrology and land surface processes by providing accurate surface solar radiation (SSR) data, which is a critical input for simulations affecting runoff, gross primary productivity, crop growth and yield, and land data assimilation.",
        "AnswerCn": "高分辨率数据集通过提供准确的表面太阳辐射（SSR）数据，使得水文和陆面过程的模拟更加精确，而SSR数据是影响径流、总初级生产力、作物生长和产量以及陆地数据同化的关键输入。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the use of routine meteorological station data introduce challenges in estimating surface solar radiation (SSR) accurately?",
        "QuestionCn": "使用常规气象站数据在准确估计地表太阳辐射（SSR）时可能会引入挑战的原因是什么？",
        "AnswerEn": "Station-based estimates of SSR can be conducted only at routine weather stations, many of which are sparsely distributed, often in remote regions and harsh environments.",
        "AnswerCn": "基于站点的SSR估计只能在常规气象站进行，而这些气象站的分布稀疏，通常位于偏远地区和恶劣环境中。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why could there be an expectation for improved accuracy in SSR datasets when using data from sources like ISCCP-HXG cloud products and ERA5 reanalysis data?",
        "QuestionCn": "为什么在使用ISCCP-HXG云产品和ERA5再分析数据等来源的数据时，SSR数据集的准确性可能会有所提高？",
        "AnswerEn": "The recent release of ISCCP-HXG cloud products and new ERA5 reanalysis data enabled the production of a global SSR dataset with improved physical parameterization, which typically offers better accuracy compared to other global satellite radiation products.",
        "AnswerCn": "最近发布的ISCCP-HXG云产品和新的ERA5再分析数据使得能够生成一个具有改进物理参数化的全球SSR数据集，这通常提供比其他全球卫星辐射产品更好的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What might be the reasons for the observed error reduction when SSR data is up-scaled from a 10 km resolution to a 90 km resolution?",
        "QuestionCn": "当SSR数据从10公里分辨率上升到90公里分辨率时，观察到的误差减少可能的原因是什么？",
        "AnswerEn": "Validation against the BSRN data indicated that up-scaling the estimated SSR data from 10 km to 90 km resolution significantly reduced the RMSE and increased the correlation coefficient, possibly due to averaging effects that mitigate localized errors.",
        "AnswerCn": "对BSRN数据的验证表明，将估计的SSR数据从10公里上调到90公里分辨率显著降低了均方根误差（RMSE），并提高了相关系数，这可能是由于平均效应减轻了局部误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your opinion on the potential of satellite-derived datasets, like ERA5 and MODIS, in improving the accuracy of global surface solar radiation estimates?",
        "QuestionCn": "您对像ERA5和MODIS这样的卫星衍生数据集在提高全球地表太阳辐射估算准确性方面的潜力有何看法？",
        "AnswerEn": "Satellite-derived datasets such as ERA5 and MODIS have significant potential to improve the accuracy of global surface solar radiation estimates. These datasets provide high-resolution information, like cloud optical depth and aerosol products, which enhance the precision of SSR measurements when integrated with improved physical parameterization schemes.",
        "AnswerCn": "卫星衍生的数据集，如ERA5和MODIS，具有显著的潜力来提高全球表面太阳辐射估计的准确性。这些数据集提供高分辨率的信息，如云光学厚度和气溶胶产品，当与改进的物理参数化方案结合时，可以增强SSR测量的精度。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your view, what are the primary challenges that need to be addressed to enhance the spatial and temporal resolution of global surface solar radiation datasets?",
        "QuestionCn": "在我看来，增强全球表面太阳辐射数据集的空间和时间分辨率需要解决的主要挑战是什么？",
        "AnswerEn": "The primary challenges in enhancing the spatial and temporal resolution of global surface solar radiation datasets include the sparse distribution of measurement stations, especially in remote and harsh environments, and the need for continuous and accurate calibration of instruments. Additionally, integrating various satellite data products with advanced parameterization schemes is crucial to overcoming these challenges.",
        "AnswerCn": "增强全球表面太阳辐射数据集的空间和时间分辨率的主要挑战包括测量站的稀疏分布，尤其是在偏远和恶劣环境中的测量站，以及对仪器进行持续和准确校准的需求。此外，整合各种卫星数据产品与先进的参数化方案对于克服这些挑战至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't understand how SSR data are collected with high accuracy given the sparse distribution of radiation stations.",
        "QuestionCn": "我无法理解如何在辐射站分布稀疏的情况下，以高精度收集SSR数据。",
        "AnswerEn": "Measurement by the accurately calibrated and well-maintained radiometer of pyranometer is the most effective method to obtain reliable long-term SSR data. Although networks of radiation stations are sparse, SSR data can be estimated using data from denser networks of routine meteorological stations.",
        "AnswerCn": "通过准确校准和良好维护的辐射计测量的太阳总辐射（SSR）数据是获取可靠的长期SSR数据的最有效方法。尽管辐射站网络稀疏，但可以利用常规气象站的密集网络数据来估算SSR数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm not sure how a global SSR dataset can be reliably produced with different data sources and methodologies.",
        "QuestionCn": "我不确定如何能够通过不同的数据来源和方法论可靠地生成全球SSR数据集。",
        "AnswerEn": "A global SSR dataset can be produced using a combination of ISCCP H-series cloud products, ERA5 reanalysis data, and MODIS albedo and aerosol products with a physically based scheme. The estimation process involves improved physical parameterization and validation against surface observations.",
        "AnswerCn": "可以通过结合ISCCP H系列云产品、ERA5再分析数据以及MODIS反照率和气溶胶产品，使用基于物理的方案来生成全球SSR数据集。估算过程涉及改进的物理参数化，并与地面观测进行验证。",
        "Level": "C6(Creating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please evaluate the effectiveness of using satellite-derived products in generating high-resolution surface solar radiation datasets compared to traditional ground-based measurements.",
        "QuestionCn": "请评估使用卫星衍生产品生成高分辨率地表太阳辐射数据集与传统地面测量相比的有效性。",
        "AnswerEn": "Satellite-derived products such as the International Satellite Cloud Climatology Project (ISCCP) HXG cloud products, ERA5 reanalysis data, and MODIS albedo and aerosol products were used to produce a high-resolution global surface solar radiation dataset. Validation against surface observations measured at Baseline Surface Radiation Network (BSRN) and other stations indicated that the satellite-derived estimates were generally more accurate than traditional global satellite radiation products.",
        "AnswerCn": "卫星衍生产品，如国际卫星云气候项目（ISCCP）HXG云产品、ERA5再分析数据以及MODIS反照率和气溶胶产品，被用于生成高分辨率全球表面太阳辐射数据集。与基准表面辐射网络（BSRN）及其他站点测量的表面观测数据进行验证表明，卫星衍生估计通常比传统的全球卫星辐射产品更为准确。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please propose a research approach to improve the parameterization scheme used in generating surface solar radiation datasets, considering the integration of emerging data sources.",
        "QuestionCn": "请提出一种研究方法，以改进用于生成地表太阳辐射数据集的参数化方案，考虑整合新兴数据源。",
        "AnswerEn": "An improved physical parameterization scheme was used to generate the surface solar radiation dataset, integrating inputs such as cloud optical depth from ISCCP-HXG cloud products, water vapor, surface pressure, ozone from ERA5 reanalysis data, and albedo and aerosol from MODIS products. To further improve the parameterization scheme, a research approach could involve integrating emerging data sources like advanced satellite sensors or machine learning techniques for better accuracy and resolution.",
        "AnswerCn": "一个改进的物理参数化方案被用来生成表面太阳辐射数据集，整合了来自ISCCP-HXG云产品的云光学厚度、ERA5再分析数据中的水汽、表面气压、臭氧，以及来自MODIS产品的反照率和气溶胶。为了进一步改进参数化方案，一种研究方法可以涉及整合新兴数据源，如先进的卫星传感器或机器学习技术，以提高准确性和分辨率。",
        "Level": "C6(Creating)"
      }
    ]
  }
}