{
  "id": "bf35055b-7411-46c8-a3ea-f421e1edca8c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Antarctic and Actic sea ice data set (1979-2019)",
      "titleCn": "南北极海冰数据集（1979-2019）",
      "description": "The original data of the Arctic and Antarctic sea ice data set is generated by the National Snow and Ice Data Center (NSIDC) through remote sensing data. The data format is GeoTIFF format and image format. The spatial resolution of the data is 25km and the time resolution is day. The data content is the sea ice range and sea ice density of the north and south poles. In this study, NetCDF format products are generated by post-processing the extent and density of sea ice in the north and south poles. The product data includes the sea ice range and sea ice density data of the north and south poles from 1979 to 2019. The time resolution is day by day, the coverage range is the South Pole and the north pole, and the horizontal spatial resolution is 12.5km. The data value of 1 in the sea ice range matrix indicates that the grid is sea ice, and the sea ice density is expressed by 0-1000. The grid value divided by 10 is the sea ice density value of the grid.",
      "descriptionCn": "南北极海冰数据集原始数据由美国国家冰雪数据中心(The National Snow and Ice Data Center：NSIDC)通过遥感数据生成，数据格式为geotiff格式与image格式，数据空间分辨率为25km，时间分辨率为日。数据内容是南北极的海冰范围及海冰密集度。本研究工作通过对南北极海冰的范围与海冰密集度后处理后生成netcdf格式产品。产品数据包含1979-2019年南北极海冰范围与海冰密集度数据，其时间分辨率为逐日，覆盖范围为南极与北极，水平空间分辨率为12.5km，海冰范围矩阵中数据值为1表示该网格为海冰，海冰密集度用0-1000表示，该网格值除以10即为该网格海冰密集度值。",
      "instructions": "File name: the sea ice data is stored in the format of NetCDF. The file name is \"n_ yyyy MM DD. NC\", where n represents the Arctic, s represents the Antarctic, yyyy represents the year, mm represents the month, and DD represents the day. For example, n_.nc represents this NetCDF file to describe the Arctic sea ice extent and concentration on January 2, 1979.",
      "instructionsCn": "文件命名：海冰数据以netcdf格式存储，文件的名称为“N_yyyymmdd.nc”，其中N代表北极，S代表南极，yyyy代表年，mm代表月，dd代表日，比如N_19790102.nc就代表这个netcdf文件描述1979年1月2日北极海冰范围与浓度。\n数据读取方式：该数据可以用能够读取netcdf文件的程序或软件打开，如MATLAB，C语言等。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "1979-01-22 00:00:00",
      "endTime": "2019-11-19 00:00:00",
      "fileSize": 98761960084.0,
      "cstr": "18406.11.Glacio.tpdc.270294",
      "doi": "10.11888/Glacio.tpdc.270294",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "叶爱中",
        "nameEn": "YE Aizhong",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "海冰原始数据说明",
        "titleEn": null,
        "referenceCn": "海冰原始数据说明, https://nsidc.org/data/seaice_index/archives",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "海冰",
        "nameEn": "Sea Ice"
      },
      {
        "nameCn": "海冰密集度",
        "nameEn": "Sea ice concentration"
      },
      {
        "nameCn": "海冰范围",
        "nameEn": "Sea ice extension"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南北极",
        "keywordEn": "Antarctican and Greenland"
      },
      {
        "keywordCn": "南极",
        "keywordEn": "Antarctica"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1979-2019",
        "keywordEn": "1979-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and resolution specifications of datasets used for analyzing polar sea ice extent and concentration from 1979 to 2019?",
        "QuestionCn": "用于分析1979年至2019年极地海冰范围和浓度的数据集的特征和分辨率规格是什么？",
        "AnswerEn": "geotiff and image formats, spatial resolution of 25 km, temporal resolution of daily data, netcdf format, horizontal spatial resolution of 12.5 km, sea ice extent and concentration for Arctic and Antarctic, sea ice presence value of 1, sea ice concentration scale from 0 to 1000, grid value divided by 10 for concentration value",
        "AnswerCn": "GeoTIFF和图像格式，空间分辨率为25公里，时间分辨率为每日数据，NetCDF格式，水平空间分辨率为12.5公里，北极和南极的海冰范围和浓度，海冰存在值为1，海冰浓度范围从0到1000，浓度值的网格值除以10。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the geotiff and image formats used in a dataset related to Arctic and Antarctic sea ice extent and concentration?",
        "QuestionCn": "与北极和南极海冰范围和浓度相关的数据集中使用的GeoTIFF和图像格式的空间分辨率是多少？",
        "AnswerEn": "25 km",
        "AnswerCn": "25公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'remote sensing data' mean in the context of sea ice datasets?",
        "QuestionCn": "在海冰数据集的背景下，“遥感数据”是什么意思？",
        "AnswerEn": "In the context of sea ice datasets, 'remote sensing data' refers to data collected by satellite-based sensors that capture information about the Earth's surface without physical contact. These sensors gather data on sea ice extent and concentration, which are processed to generate datasets in formats like geotiff and image files. The data are typically characterized by spatial and temporal resolutions, such as a 25 km spatial resolution and a daily temporal resolution.",
        "AnswerCn": "在海冰数据集的背景下，“遥感数据”是指通过卫星传感器收集的关于地球表面的信息，这些传感器在没有物理接触的情况下进行数据采集。这些传感器收集有关海冰范围和浓度的数据，这些数据经过处理生成以geotiff和图像文件等格式呈现的数据集。数据通常具有空间和时间分辨率的特征，例如25公里的空间分辨率和每日的时间分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the spatial resolution of 25km in geotiff and image formats impact the interpretation of polar sea ice extent and density data collected through remote sensing?",
        "QuestionCn": "25公里的空间分辨率在地理标记图像和图像格式中如何影响通过遥感收集的极地海冰范围和密度数据的解释？",
        "AnswerEn": "The spatial resolution of 25km in geotiff and image formats influences the granularity of the data, which can affect the precision in identifying small-scale changes in sea ice extent and density. A coarser resolution might overlook minor variations or features, potentially leading to generalized interpretations. When these are processed into a 12.5km resolution netcdf format, it allows for more detailed observation of sea ice phenomena, providing a clearer understanding of daily fluctuations and spatial distribution patterns.",
        "AnswerCn": "25公里的空间分辨率在GeoTIFF和图像格式中影响数据的细粒度，这可能会影响识别海冰范围和密度的小规模变化的精确度。较粗的分辨率可能会忽略细微的变化或特征，从而导致一般化的解释。当这些数据处理成12.5公里分辨率的NetCDF格式时，可以更详细地观察海冰现象，提供对日常波动和空间分布模式的更清晰理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of maintaining high spatial resolution in sea ice data collection over the polar regions?",
        "QuestionCn": "在极地地区的海冰数据收集中，哪些因素导致维持高空间分辨率面临挑战？",
        "AnswerEn": "The spatial resolution of the polar sea ice data is influenced by the original remote sensing data used, which has a resolution of 25km. Efforts to process and refine this data to a higher resolution of 12.5km involve complex post-processing methods that can introduce challenges related to data accuracy and consistency.",
        "AnswerCn": "极地海冰数据的空间分辨率受到原始遥感数据的影响，原始数据的分辨率为25公里。将这些数据处理和精炼到更高的12.5公里分辨率涉及复杂的后处理方法，这可能会引入与数据准确性和一致性相关的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using remote sensing data to generate datasets of polar sea ice extent and concentration in terms of spatial and temporal resolution?",
        "QuestionCn": "使用遥感数据生成极地海冰范围和浓度数据集在空间和时间分辨率方面可能带来的后果是什么？",
        "AnswerEn": "Using remote sensing data to generate polar sea ice datasets allows for a consistent and comprehensive collection of data over large and inaccessible areas such as the Arctic and Antarctic regions. The data is typically available in formats like geotiff and image with a spatial resolution of 25 km and a daily temporal resolution. By processing the raw data, higher resolution products like netcdf format with 12.5 km spatial resolution can be created, which provides more detailed and accurate monitoring of sea ice extent and concentration. This approach enhances the ability to track changes in sea ice over time, which is crucial for understanding climate change impacts.",
        "AnswerCn": "使用遥感数据生成极地海冰数据集可以在像北极和南极这样的广阔且难以到达的地区进行一致和全面的数据收集。这些数据通常以geotiff和图像格式提供，空间分辨率为25公里，时间分辨率为每日。通过处理原始数据，可以创建更高分辨率的产品，如netcdf格式，空间分辨率为12.5公里，这提供了更详细和准确的海冰范围和浓度监测。这种方法增强了跟踪海冰随时间变化的能力，这对于理解气候变化的影响至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting and processing sea ice extent and concentration data from the polar regions using remote sensing methods?",
        "QuestionCn": "使用遥感方法从极地地区收集和处理海冰范围和浓度数据的目标是什么？",
        "AnswerEn": "The objective is to generate a comprehensive dataset of sea ice extent and concentration for the polar regions, covering the period from 1979 to 2019. This involves processing original data from the National Snow and Ice Data Center (NSIDC) with remote sensing technology to produce geotiff and image formats. The resulting data provides daily information on sea ice extent and concentration, with a spatial resolution of 12.5km, enabling detailed analysis of polar ice dynamics and supporting climate research.",
        "AnswerCn": "目标是生成一个全面的极地海冰范围和浓度的数据集，覆盖1979年至2019年期间。这涉及处理来自国家雪和冰数据中心（NSIDC）的原始数据，利用遥感技术生成geotiff和图像格式。生成的数据提供了关于海冰范围和浓度的每日信息，空间分辨率为12.5公里，能够支持对极地冰动态的详细分析，并为气候研究提供支持。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can remote sensing data be used to generate a dataset of polar sea ice extent and concentration, and what are the procedural steps involved in converting the raw data into netcdf format with improved spatial resolution?",
        "QuestionCn": "遥感数据如何用于生成极地海冰范围和浓度的数据集，以及将原始数据转换为具有更高空间分辨率的netcdf格式的程序步骤是什么？",
        "AnswerEn": "Remote sensing data, particularly from the National Snow and Ice Data Center (NSIDC), is utilized to generate datasets of polar sea ice extent and concentration. The process involves obtaining the raw data, which is in formats such as geotiff and image, with a spatial resolution of 25km and a daily temporal resolution. The raw data is then processed to improve the spatial resolution to 12.5km and converted into the netcdf format. This involves post-processing the sea ice extent and concentration data, where a value of 1 in the sea ice extent matrix indicates the presence of sea ice, and the sea ice concentration is represented on a scale of 0-1000, with the actual concentration value being the grid value divided by 10.",
        "AnswerCn": "遥感数据，特别是来自国家雪冰数据中心（NSIDC）的数据，用于生成极地海冰范围和浓度的数据集。该过程涉及获取原始数据，格式包括geotiff和图像，空间分辨率为25公里，时间分辨率为每日。然后对原始数据进行处理，以提高空间分辨率至12.5公里，并转换为netcdf格式。这涉及对海冰范围和浓度数据的后处理，其中海冰范围矩阵中的值为1表示存在海冰，海冰浓度以0-1000的比例表示，实际浓度值为网格值除以10。",
        "Level": "C3(Applying)"
      }
    ]
  }
}