{
  "id": "bfa7e9a0-da34-4bbe-840a-1f47872e75c8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "High precision MC-ICP-MS data set for Mo isotope analysis of igneous rocks with low Mo content",
      "titleCn": "高精度低Mo含量火成岩样品Mo同位素MC-ICP-MS分析数据集",
      "description": "The data in this paper include the Mo content and isotopic ratio analysis data of different types of igneous rock standard samples (basalt bir-1a, diabase w-2a, dunite dts-2b, wpr-1 and peridotite gpt-3) and low Mo content leucogranite. The Leucogranites are from saga, Cuona and zhengga areas in southern Tibet; Mo isotope analysis data were determined by multi collector inductively coupled plasma mass spectrometry (MC – ICP – MS), and the standard sample and leucogranite data were obtained to verify the accuracy and accuracy of the established analysis method for low Mo content samples, so as to achieve high-precision Mo isotope analysis for more low content samples.",
      "descriptionCn": "本文数据包含不同类型火成岩标样（玄武岩BIR-1a, 辉绿岩W-2a, 纯橄岩DTS-2b、WPR-1和橄榄岩GPt-3）和低Mo含量淡色花岗岩Mo含量和同位素比值分析数据。淡色花岗岩采自西藏南部萨嘎、错那和正嘎地区；Mo同位素分析数据通过使用多收集器-电感耦合等离子体质谱（MC–ICP–MS）测定，获得的标样及淡色花岗岩数据用与验证所建立的低Mo含量样品分析方法的精度和准确度，以实现对更多的低含量样品进行高精度的Mo同位素分析。",
      "instructions": "All data are stored in Excel file: the file name is ig.std.xls, which represents the Mo content and isotope ratio analysis data of igneous rocks and standard samples",
      "instructionsCn": "所有数据以Excel文件存储：文件名为IG.STD.xls代表火成岩及标样Mo含量和同位素比值分析数据",
      "east": 93.0,
      "west": 84.0,
      "south": 28.0,
      "north": 29.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 24633.0,
      "cstr": null,
      "doi": "10.1016/j.chemgeo.2020.119648",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "范晶晶",
        "nameEn": "FAN Jingjing",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "高精度低Mo含量火成岩样品Mo同位素MC-ICP-MS分析数据集",
        "titleEn": null,
        "referenceCn": null,
        "referenceEn": "Fan, J. J., Li, J., Wang, Q., Zhang, L., Zhang, J., Zeng, X. L., Ma, L., Wang, Z. L. (2020). High-precision molybdenum isotope analysis of low-Mo igneous rock samples by MC-ICP-MS. Chemical Geology, 545, 119648."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "B-Mo同位素",
        "nameEn": "B-Mo isotope"
      },
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏南部",
        "keywordEn": "south Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used for obtaining Mo isotope analysis in low Mo content igneous rock samples?",
        "QuestionCn": "在低钼含量的火成岩样品中，获取钼同位素分析所使用的数据收集方法有哪些？",
        "AnswerEn": "MC–ICP–MS",
        "AnswerCn": "多接收电感耦合等离子体质谱仪 (MC–ICP–MS)",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for analyzing Mo isotope ratios in low Mo content igneous rock samples?",
        "QuestionCn": "您能否提供一种用于分析低钼含量火成岩样品中钼同位素比率的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used for analyzing Mo isotope ratios in low Mo content igneous rock samples involves using multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS) to determine the Mo content and isotope ratios. This method is applied to various igneous rock standards, including basalt BIR-1a, diabase W-2a, peridotite DTS-2b, WPR-1, and dunite GPt-3, as well as low Mo content leucogranites collected from regions in southern Tibet such as Saga, Cuona, and Zhengga.",
        "AnswerCn": "用于分析低钼含量火成岩样品中钼同位素比率的数据收集方法的一个例子是使用多收集器电感耦合等离子体质谱法（MC-ICP-MS）来确定钼的含量和同位素比率。该方法应用于各种火成岩标准，包括玄武岩BIR-1a、辉绿岩W-2a、橄榄岩DTS-2b、WPR-1和辉长岩GPt-3，以及来自南藏地区（如萨嘎、错那和郑嘎）收集的低钼含量的白花岗岩。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of Mo isotope data when collected from low Mo content igneous rock samples using MC-ICP-MS?",
        "QuestionCn": "使用MC-ICP-MS从低钼含量的火成岩样品中收集钼同位素数据时的具体特征是什么？",
        "AnswerEn": "precise measurements, accurate measurements, Mo content, isotopic ratios",
        "AnswerCn": "精确测量，准确测量，钼含量，同位素比率",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different types of igneous rock samples are analyzed for Mo isotopic composition using MC-ICP-MS in a dataset related to this field?",
        "QuestionCn": "在与该领域相关的数据集中，分析了多少种不同类型的火成岩样品的钼同位素组成，使用的是MC-ICP-MS？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'MC-ICP-MS' mean in the context of analyzing Mo isotopes in igneous rock samples?",
        "QuestionCn": "在分析火成岩样品中的钼同位素时，“MC-ICP-MS”是什么意思？",
        "AnswerEn": "MC-ICP-MS stands for Multi-Collector Inductively Coupled Plasma Mass Spectrometry, a technique used to measure Mo isotopes in igneous rock samples with high precision and accuracy. It is instrumental in verifying the analytical method's precision for low Mo content samples.",
        "AnswerCn": "MC-ICP-MS代表多收集器电感耦合等离子体质谱法，这是一种用于高精度和准确性地测量火成岩样品中钼同位素的技术。它在验证低钼含量样品的分析方法精度方面具有重要作用。",
        "Level": "C1(Remembering)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind developing a data collection method for Mo isotope analysis in low Mo content igneous rock samples using MC-ICP-MS?",
        "QuestionCn": "开发低Mo含量火成岩样品的Mo同位素分析数据收集方法的目标是什么，使用MC-ICP-MS？",
        "AnswerEn": "The objective is to establish and validate a high-precision method for analyzing Mo isotopes in low Mo content samples, such as light-colored granites, using MC-ICP-MS. This aims to ensure accuracy and precision in Mo isotope analysis across a broader range of low-content samples, enhancing the understanding of igneous rock formation and geochemical processes.",
        "AnswerCn": "目标是建立和验证一种高精度的方法，通过MC-ICP-MS分析低钼含量样品中的钼同位素，例如浅色花岗岩。这旨在确保在更广泛的低含量样品中进行钼同位素分析的准确性和精确性，从而增强对火成岩形成和地球化学过程的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be followed to ensure high precision and accuracy in Mo isotope analysis of low Mo content igneous rock samples using MC–ICP–MS?",
        "QuestionCn": "在使用MC–ICP–MS对低Mo含量火成岩样品进行Mo同位素分析时，可以遵循哪些程序以确保高精度和准确性？",
        "AnswerEn": "To achieve high precision and accuracy in Mo isotope analysis of low Mo content igneous rock samples using MC–ICP–MS, it involves using different types of igneous rock standards such as basalt BIR-1a, diabase W-2a, peridotite DTS-2b, WPR-1, and GPt-3, as well as low Mo content leucogranite samples from regions in southern Tibet. The Mo isotope data is obtained through multi-collector inductively coupled plasma mass spectrometry, and the data from the standards and leucogranite is used to verify the precision and accuracy of the analytical method established for low Mo content samples.",
        "AnswerCn": "为了在低钼含量的火成岩样品中实现高精度和高准确度的钼同位素分析，采用了不同类型的火成岩标准，如玄武岩BIR-1a、辉绿岩W-2a、橄榄岩DTS-2b、WPR-1和GPt-3，以及来自南藏地区的低钼含量的白花岗岩样品。钼同位素数据通过多收集器电感耦合等离子体质谱法（MC–ICP–MS）获得，标准样品和白花岗岩的数据用于验证针对低钼含量样品建立的分析方法的精度和准确性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}