{
  "id": "bfb5173b-1e7e-4f34-906a-223e4ce739a9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of snow properties measured by the Snowfork in the Binggou watershed foci experimental area during the pre-observation period on Dec, 2007",
      "titleCn": "黑河综合遥感联合试验：预试验期冰沟流域加密观测区雪特性分析仪（Snowfork）观测数据集（2007年12月）",
      "description": "The dataset of snow properties measured by the Snowfork was obtained in the Binggou watershed foci experimental area from Dec. 5-16 2007, during the pre-observation period. The aims of the measurements were to verify applicability of the instruments and to acquire snow parameters for simultaneous airborne, satellite-borne and ground-based remote sensing experiments and other control experiments.\n     Observation items included:\n     (1) physical quantities by direct observations: resonant frequency, the rate of attenuation and 3db bandwidth\n     (2) physical quantities by indirect observations: snow density, snow complex permittivity (the real part and the imaginary part), snow volumetric moisture and snow gravimetric moisture.\n     Five files including raw data and processed data are kept, data by the Snowfork on Dec 5, data by BG-A MODIS on Dec 6 and 7, data in BG-B, BG-C, BG-D and BG-E on Dec 10, and data in BG-D with the microwave radiometer on Dec 14 and 16.",
      "descriptionCn": "2007年12月5日至2007年12月16日，在冰沟流域加密观测区开展雪特性分析仪（Snowfork）观测预试验获取的基本数据集。雪特性分析仪主要用来观测积雪参数，预试验目的之一是检验仪器在研究区的适用性，其二是获取航空卫星遥感同步试验反演验证和其他控制试验所需的积雪参数数据。\n雪特性分析仪观测内容包括：\n1）直接观测物理量：共振频率、衰减度和3分贝带宽\n2）间接观测物理量：积雪密度、积雪复介电常数（包括实部和虚部）、积雪体积含水量、积雪重量含水量。\n预试验期包括5个文件夹（每个文件夹下包含原始数据和预处理数据，并有相应的数据说明），分别是12月5日的雪特性分析仪观测数据，12月6日及7日BG-A MODIS同步观测数据，12月10日BG-B、BG-C、BG-D、BG-E数据集，12月14日及16日配合微波辐射计在BG-D的观测数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.286566,
      "west": 100.096381,
      "south": 38.01113,
      "north": 38.18839,
      "startTime": "2007-12-15 16:00:00",
      "endTime": "2007-12-26 16:00:00",
      "fileSize": 146341.0,
      "cstr": "18406.11.water973.0280.db",
      "doi": "10.3972/water973.0280.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "梁继",
        "nameEn": "LIANG Ji",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": "祁连山区冰沟流域积雪分布特征及其属性观测分析",
        "titleEn": null,
        "referenceCn": "郝晓华, 王建, 车涛, 张璞, 梁继, 李弘毅, 李哲, 白云洁, 白艳芬. 祁连山区冰沟流域积雪分布特征及其属性观测分析. 冰川冻土, 2009, 31(2): 284-292.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "雪密度",
        "nameEn": "Snow density"
      },
      {
        "nameCn": "雪水当量",
        "nameEn": "Snow water equivalent"
      },
      {
        "nameCn": "雪特性分析仪",
        "nameEn": "Snow analyzer"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "冰沟流域加密观测区",
        "keywordEn": "ice-channel watershed encryption observation area"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      },
      {
        "keywordCn": "2007-12-05",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2007-12-06",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2007-12-07",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2007-12-10",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2007-12-14",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2007-12-16",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to validate airborne and satellite remote sensing retrievals in snow-covered regions?",
        "QuestionCn": "您能否提供一个用于验证雪覆盖区域空气和卫星遥感获取数据的数据收集方法的例子？",
        "AnswerEn": "A data collection method used to validate airborne and satellite remote sensing retrievals involves the use of a snow characteristics analyzer, known as the Snowfork, which observes snow parameters. This method was implemented during a pre-experiment in the Binggou watershed, where data on snow density, snow complex permittivity, snow volumetric water content, and snow weight water content were collected to support retrieval validation and other control experiments.",
        "AnswerCn": "一种用于验证空气和卫星遥感获取结果的数据收集方法涉及使用一种雪特征分析仪，称为Snowfork，该仪器观察雪的参数。该方法在冰沟流域的预实验中实施，收集了雪密度、雪复合介电常数、雪体积含水量和雪重含水量的数据，以支持获取验证和其他对照实验。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics and parameters are observed using a snow characteristics analysis instrument in a snow research dataset?",
        "QuestionCn": "使用雪特性分析仪器在雪研究数据集中观察哪些特征和参数？",
        "AnswerEn": "resonance frequency, attenuation, 3dB bandwidth, snow density, snow complex dielectric constant, snow volumetric water content, snow gravimetric water content",
        "AnswerCn": "共振频率、衰减、3dB带宽、雪密度、雪的复介电常数、雪的体积含水量、雪的重含水量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a snow characteristic analyzer in the context of data collection for snow parameters?",
        "QuestionCn": "在雪参数数据收集的背景下，什么是雪特性分析仪？",
        "AnswerEn": "A snow characteristic analyzer is an instrument used to observe snow parameters, including direct physical quantities such as resonance frequency, attenuation, and 3dB bandwidth, and indirect physical quantities like snow density, complex permittivity (including real and imaginary parts), snow volumetric water content, and snow gravimetric water content. It is used to test the applicability of the instrument in the study area and to acquire data necessary for remote sensing inversion validation and other control experiments.",
        "AnswerCn": "雪特性分析仪是一种用于观察雪参数的仪器，包括直接物理量，如共振频率、衰减和3dB带宽，以及间接物理量，如雪密度、复介电常数（包括实部和虚部）、雪体积含水量和雪重含水量。它用于测试仪器在研究区域的适用性，并获取进行遥感反演验证和其他对照实验所需的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques using a snow characteristics analyzer compare to those using microwave radiometers in terms of capturing snow parameters?",
        "QuestionCn": "使用雪特征分析仪的数据收集技术与使用微波辐射计的数据收集技术在捕捉雪参数方面有何比较？",
        "AnswerEn": "The snow characteristics analyzer directly observes physical quantities such as resonance frequency, attenuation, and 3 dB bandwidth, as well as indirectly observes snow density, complex dielectric constant, volumetric water content, and gravimetric water content. In contrast, microwave radiometers are used in conjunction with the snow characteristics analyzer to collect additional data, suggesting that microwave radiometers might offer complementary data or validation for the snow characteristics analyzer observations.",
        "AnswerCn": "雪特性分析仪直接观察物理量，如共振频率、衰减和3 dB带宽，同时间接观察雪密度、复介电常数、体积含水量和重力含水量。相比之下，微波辐射计与雪特性分析仪结合使用，以收集额外数据，这表明微波辐射计可能提供补充数据或验证雪特性分析仪的观察结果。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of employing a snow characteristics analyzer for observing snow parameters in densely monitored areas?",
        "QuestionCn": "在密集监测区域使用雪特性分析仪观察雪参数的主要目标是什么？",
        "AnswerEn": "The primary objective of employing a snow characteristics analyzer is to observe snow parameters to test the instrument's applicability in the research area and to acquire snow parameter data necessary for validating airborne and satellite remote sensing synchronous experiments as well as other control experiments.",
        "AnswerCn": "使用雪特征分析仪的主要目的是观察雪参数，以测试该仪器在研究领域的适用性，并获取验证空中和卫星遥感同步实验以及其他对照实验所需的雪参数数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using a Snowfork to accurately measure snow characteristics such as density and dielectric constant in a specific geographic area?",
        "QuestionCn": "使用Snowfork准确测量特定地理区域的雪特性（如密度和介电常数）所涉及的程序步骤是什么？",
        "AnswerEn": "The procedural steps for using a Snowfork to measure snow characteristics involve directly observing physical quantities like resonance frequency, attenuation, and 3 dB bandwidth. Indirectly, it measures snow density, dielectric constant (real and imaginary parts), volumetric water content, and gravimetric water content. The process includes setting up the instrument in the target area, conducting observations, and processing the data to validate its applicability for satellite remote sensing and other control experiments. Data is organized into folders containing raw and preprocessed data with accompanying documentation for specific dates of observation.",
        "AnswerCn": "使用Snowfork测量雪特性的程序步骤包括直接观察物理量，如共振频率、衰减和3 dB带宽。间接地，它测量雪的密度、介电常数（实部和虚部）、体积含水量和重力含水量。该过程包括在目标区域设置仪器、进行观察以及处理数据以验证其在卫星遥感和其他对照实验中的适用性。数据被组织成包含原始数据和预处理数据的文件夹，并附有特定观察日期的文档。",
        "Level": "C3(Applying)"
      }
    ]
  }
}