{
  "id": "bffd83ba-5ce7-4c30-975c-e4ad5b2fa64e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Indoor and outdoor physiological and ecological data of four lizards in the Qinghai Tibet Plateau and surrounding typical areas (2013-2019)",
      "titleCn": "青藏高原及周边典型区域四种蜥蜴室内外生理生态数据（2013-2019）",
      "description": "1) data content: including the morphological and reproductive life history data of four lizards, i.e. Phrynocephalus vlangalii, Phrynocephalus przewalskii, Eremias argus and Eremias multiocellata, and the physiological and ecological data of indoor and outdoor activity temperature, selection temperature, tolerant high temperature and tolerant low temperature, which is helpful to understand and analyze the physiological and ecological characteristics of typical lizards. 2) data source and processing method: Based on the indoor and outdoor experiments of typical lizards on the Qinghai Tibet Plateau and pan third pole from 2013 to 2019, the data of physiological and ecological indicators of lizards in the field and the data of reproductive life history of pregnant lizards were recorded. 3) data quality description: the lizard indoor and outdoor data collectors are all graduate students, who have been trained strictly to ensure the quality of the collected data. 4) data application achievements and prospects: Taking the typical lizards in the Qinghai Tibet Plateau and surrounding areas as the object, focusing on the impact of climate change on the thermal regulation behavior and reproductive life history of lizards, obtaining the physiological and ecological change characteristics of lizards under the climate change conditions is helpful to simulate and analyze the response trend of lizards distribution and population change under the climate warming environment.",
      "descriptionCn": "1) 数据内容：包括青海沙蜥、荒漠沙蜥、丽斑麻蜥和密点麻蜥四种蜥蜴的形态和繁殖生活史数据，及室内外的活动体温、选择体温、耐受高温、耐受低温等生理生态数据，有助于了解及分析典型蜥蜴的生理生态特征。2) 数据来源及加工方法：基于2013至2019年期间对青藏高原及泛第三极典型蜥蜴的室内外实验，记录蜥蜴在野外的生理生态指标数据，及收集怀孕蜥蜴的繁殖生活史数据。3) 数据质量描述：蜥蜴室内外数据的收集人员均为研究生，进行过严格培训，以确保所收集数据的质量。4) 数据应用成果及前景：以青藏高原及周边地区的典型蜥蜴为对象，围绕气候变化对蜥蜴热调节行为及繁殖生活史等方面的影响为主题，获取气候变化条件下蜥蜴的生理生态变化特征，有助于模拟分析气候变暖环境下蜥蜴分布和种群变动的响应趋势。",
      "instructions": "The indoor and outdoor physiological and ecological data of four kinds of lizards is 20191213, which is stored in the form of table. The file name is \"indoor and outdoor physiological and ecological data of four kinds of lizards 20191213\", in which 2019 represents the year and 1213 represents the generation date. Data reading method: the data can be opened directly with Excel.",
      "instructionsCn": "四种蜥蜴室内外生理生态数据20191213，以表格形式存储，文件的名称为“四种蜥蜴室内外生理生态数据20191213”，其中2019代表年，1213代表生成日期。数据读取方式：该数据可以直接用EXCEL打开。",
      "east": 110.0,
      "west": 78.0,
      "south": 26.0,
      "north": 40.0,
      "startTime": "2013-05-16 08:00:00",
      "endTime": "2019-10-16 19:59:59",
      "fileSize": 60716.0,
      "cstr": "18406.11.Ecolo.tpdc.270387",
      "doi": "10.11888/Ecolo.tpdc.270387",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "曾治高",
        "nameEn": "ZENG Zhigao",
        "unitEn": "Insititute of Zoology, CAS",
        "unitCn": "中国科学院动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Thermal ecology of three coexistent desert lizards: Implications for habitat divergence and thermal vulnerability",
        "referenceCn": null,
        "referenceEn": "Li, S. R., Wang, Y.,  Ma, L., Zeng, Z. G., Bi, J. H., & Du, W. G. (2017). Thermal ecology of three coexistent desert lizards: Implications for habitat divergence and thermal vulnerability. Journal of Comparative Physiology B, 187:1009–1018."
      },
      {
        "titleCn": null,
        "titleEn": "Low precipitation aggravates the impact of extreme high temperatures on lizard reproduction",
        "referenceCn": null,
        "referenceEn": "Wang, Y., Zeng, Z. G., Li, S. R., Bi, J. H., & Du, W. G. (2016). Low precipitation aggravates the impact of extreme high temperatures on lizard reproduction. Oecologia, 182: 961–971."
      },
      {
        "titleCn": null,
        "titleEn": "Life history variation among geographically close populations of the toad-headed lizard (Phrynocephalus przewalskii): Exploring environmental and physiological associations",
        "referenceCn": null,
        "referenceEn": "Zeng, Z. G., Zhao, J. M., & Sun, B. J. (2013). Life history variation among geographically close populations of the toad-headed lizard (Phrynocephalus przewalskii): Exploring environmental and physiological associations. Acta Oecologica, 51: 28–33."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "爬行动物",
        "nameEn": "Reptiles"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "脊椎动物",
        "nameEn": "Vertebrate"
      },
      {
        "nameCn": "蜥蜴",
        "nameEn": "Lizard"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "甘肃",
        "keywordEn": "gansu"
      },
      {
        "keywordCn": "青海",
        "keywordEn": "Qinghai"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013-2019",
        "keywordEn": "2013-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific physiological and ecological characteristics measured in lizards from the Qinghai-Tibet Plateau and surrounding regions?",
        "QuestionCn": "青藏高原及周边地区的蜥蜴所测量的具体生理和生态特征是什么？",
        "AnswerEn": "morphological data, reproductive life history data, active body temperature, selected body temperature, high-temperature tolerance, low-temperature tolerance",
        "AnswerCn": "形态数据，生殖生活史数据，活动体温，选择体温，高温耐受性，低温耐受性",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many species of lizards were included in the physiological ecological data collection from 2013 to 2019 in the Tibetan Plateau region?",
        "QuestionCn": "2013年至2019年在青藏高原地区的生理生态数据收集中包括了多少种蜥蜴？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'physiological ecological data' mean in the context of lizard studies in the Qinghai-Tibet Plateau and surrounding areas?",
        "QuestionCn": "在青藏高原及周边地区的蜥蜴研究中，“生理生态数据”是什么意思？",
        "AnswerEn": "In the context of lizard studies in the Qinghai-Tibet Plateau and surrounding areas, 'physiological ecological data' refers to data that includes morphological and reproductive life history information, as well as both indoor and outdoor measurements of activity body temperature, selected body temperature, tolerance to high temperatures, and tolerance to low temperatures. This data helps to understand and analyze the physiological and ecological characteristics of typical lizard species.",
        "AnswerCn": "在青藏高原及周边地区的蜥蜴研究中，“生理生态数据”是指包括形态学和繁殖生活史信息的数据，以及室内和室外的活动体温、选择体温、高温耐受性和低温耐受性的测量。这些数据有助于理解和分析典型蜥蜴物种的生理和生态特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the physiological and ecological data collected from lizards in indoor and outdoor settings help infer the impact of climate change on lizard thermal regulation and reproductive life history?",
        "QuestionCn": "从室内和室外环境中收集的蜥蜴生理和生态数据如何帮助推断气候变化对蜥蜴热调节和繁殖生活史的影响？",
        "AnswerEn": "The physiological and ecological data collected from lizards, which includes metrics such as activity temperature, selected temperature, high temperature tolerance, and low temperature tolerance, allow researchers to understand how lizards adapt to varying thermal environments. By analyzing these data points, researchers can infer how climate change might affect lizard thermal regulation behaviors and reproductive life history. The data provides a basis for modeling and predicting how lizard distributions and populations might respond to warming environments, offering insights into potential shifts in their ecological niches due to climate change.",
        "AnswerCn": "从蜥蜴收集的生理和生态数据，包括活动温度、选择温度、高温耐受性和低温耐受性等指标，使研究人员能够理解蜥蜴如何适应不同的热环境。通过分析这些数据点，研究人员可以推断气候变化可能如何影响蜥蜴的热调节行为和繁殖生活史。这些数据为建模和预测蜥蜴种群和分布如何响应变暖环境提供了基础，提供了关于气候变化可能导致的生态位转变的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using trained graduate students for data collection on the quality and reliability of physiological ecological data in lizard studies?",
        "QuestionCn": "使用受过训练的研究生进行数据收集，以评估蜥蜴研究中生理生态数据的质量和可靠性，可能会产生的结果有哪些？",
        "AnswerEn": "Using trained graduate students for data collection can ensure high-quality and reliable physiological ecological data, as they undergo strict training to maintain data accuracy and consistency. This approach helps in obtaining precise data on lizard morphology, reproductive life history, and physiological behaviors, such as activity temperature and temperature tolerance, which are crucial for understanding the impacts of climate change on lizard species in the Qinghai-Tibet Plateau and surrounding areas.",
        "AnswerCn": "使用受过培训的研究生进行数据收集可以确保生理生态数据的高质量和可靠性，因为他们接受严格的培训以保持数据的准确性和一致性。这种方法有助于获得有关蜥蜴形态、生殖生活史和生理行为（如活动温度和温度耐受性）的精确数据，这对于理解气候变化对青藏高原及周边地区蜥蜴物种的影响至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting physiological and ecological data on lizards in the Qinghai-Tibet Plateau and surrounding areas over several years?",
        "QuestionCn": "在青藏高原及周边地区多年收集蜥蜴的生理和生态数据的主要目标是什么？",
        "AnswerEn": "The primary objectives include understanding the physiological and ecological characteristics of typical lizards in the region, analyzing the impact of climate change on their thermal regulation behavior and reproductive life history, and simulating the response trends of lizard distribution and population dynamics in warming environments.",
        "AnswerCn": "主要目标包括了解该地区典型蜥蜴的生理和生态特征，分析气候变化对它们热调节行为和繁殖生活史的影响，以及模拟在变暖环境中蜥蜴分布和种群动态的响应趋势。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific methodologies are utilized to collect and record physiological and ecological data of lizards both indoors and outdoors in the context of the Qinghai-Tibet Plateau and surrounding areas?",
        "QuestionCn": "在青藏高原及周边地区，收集和记录蜥蜴生理和生态数据的具体方法有哪些？",
        "AnswerEn": "The data is collected through both indoor and outdoor experiments conducted from 2013 to 2019, focusing on typical lizards such as the Qinghai sand lizard, desert sand lizard, smooth-scaled lizard, and spotted lizard. These methodologies involve recording physiological and ecological indicators in the wild, alongside gathering reproductive life history data from pregnant lizards. The data is collected by trained graduate students to ensure quality.",
        "AnswerCn": "数据通过2013年至2019年间进行的室内和室外实验收集，重点关注典型的蜥蜴，如青海沙蜥、沙漠沙蜥、光滑鳞蜥和斑点蜥蜴。这些方法涉及在野外记录生理和生态指标，同时收集怀孕蜥蜴的繁殖生活史数据。数据由经过培训的研究生收集，以确保质量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions and training enabled researchers to ensure high-quality data collection for physiological and ecological characteristics of lizards in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "什么条件和培训使研究人员能够确保在青藏高原地区收集蜥蜴的生理和生态特征的高质量数据？",
        "AnswerEn": "The data collection was enabled by training the data collectors, who were graduate students, to ensure the quality of the data. This training was crucial in capturing accurate physiological and ecological metrics of lizards both indoors and outdoors over the period of 2013 to 2019.",
        "AnswerCn": "数据收集得以实现，得益于对数据收集者的培训，这些数据收集者是研究生，确保了数据的质量。这次培训对于在2013年至2019年期间准确捕捉蜥蜴的生理和生态指标，无论是在室内还是室外，都是至关重要的。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}