{
    "id": "c00211ad-4bd6-4bbe-806e-97393216a857",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Investigation data on plant communities and soil properties of alpine grassland with different grazing degradation gradients in 2020",
            "titleCn": "不同放牧退化梯度高寒草地植物群落与土壤性质调查数据（2020）",
            "description": "In 2020, investigate the composition of vegetation diversity and biomass distribution in alpine grassland of Hongyuan County, Sichuan Province according to four grassland types (0-3 yak units, normal grazing, severe degradation, mild degradation and fencing) at different grazing degradation stages; The soil layer 0-20 cm deep was collected to measure its physical properties (bulk density, three-phase ratio, particle content) and important nutrients (organic matter, available N, available P, available K, and total N), analyze and compare the nutrient availability content and stoichiometric ratio of different grassland types, and present the nutrient status of different degraded grassland types. The data and research results can provide scientific basis for grazing management.",
            "descriptionCn": "2020年在四川省红原县高寒草地，根据不同放牧退化阶段的四种草地类型（0-3个牦牛单位，正常放牧、重度退化、轻度退化、围栏），调查植被多样性组成和生物量分配；并采集0-20 cm 深的土壤层，分别测定其物理性质（容重，三相比、颗粒含量）、重要养分（有机质，速效N,速效P，速效K，全N），分析比较不同草地类型的养分有效性含量与化学计量比，呈现不同退化类型草地的养分状况。数据和研究成果可为放牧管理提供科学依据。",
            "instructions": "Name according to the research contents.",
            "instructionsCn": "根据研究内容命名。",
            "east": 102.61,
            "west": 102.59,
            "south": 32.82,
            "north": 33.3,
            "startTime": "2020-08-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 62322.0,
            "cstr": "18406.11.Terre.tpdc.300039",
            "doi": "10.11888/Terre.tpdc.300039",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "向双",
                "nameEn": "XIANG Shuang ",
                "unitEn": "Chengdu Institute of Biology, Chinese Academy of Sciences",
                "unitCn": "中国科学院成都生物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "若尔盖沙化草甸群落特征和土壤特性的耦合关系",
                "titleEn": null,
                "referenceCn": "锁才序, 费璇, 吴新卫, 向双, 孙书存. (2022). 若尔盖沙化草甸群落特征和土壤特性的耦合关系. 应用与环境生物学报（已接收，2022. 5. 6）",
                "referenceEn": null
            },
            {
                "titleCn": "不同放牧强度下川西北高寒草地植物功能群特征变化",
                "titleEn": null,
                "referenceCn": "锁才序, 费璇, 刘银占, 向双, 孙书存. (2022). 不同放牧强度下川西北高寒草地植物功能群特征变化. 应用与环境生物学报, 1-14. ",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "净生态系统生产力",
                "nameEn": "Net biome productivity"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤有机碳储量",
                "nameEn": "soil organic carbon stock"
            },
            {
                "nameCn": "土壤氮含量",
                "nameEn": "soil nitrogen concentration"
            },
            {
                "nameCn": "地上生物量",
                "nameEn": "aboveground biomass"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "天然草地等级",
                "nameEn": "Natural grassland grade"
            },
            {
                "nameCn": "样方",
                "nameEn": "Quadrats"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被调查",
                "nameEn": "Vegetation investigation"
            },
            {
                "nameCn": "物种多样性",
                "nameEn": "Species diversity"
            },
            {
                "nameCn": "生态退化及保护",
                "nameEn": "Ecological Degradation and Protection"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            },
            {
                "nameCn": "草原保护",
                "nameEn": "Grassland protection"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "红原县",
                "keywordEn": "Hongyuan County"
            },
            {
                "keywordCn": "若尔盖高寒草地",
                "keywordEn": "Alpine grassland in Ruiger Plateau."
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020年",
                "keywordEn": "in 2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原退化草地恢复的主要物源制约因子及其应用技术研发",
                "titleEn": "Main source constraint factors for the restoration of degraded grasslands on the Qinghai-Tibet Plateau and its application technology research"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and methods used for assessing vegetation diversity and biomass allocation in high-altitude grasslands with various grazing degradation stages?",
                "QuestionCn": "评估高海拔草原在不同放牧退化阶段的植被多样性和生物量分配的具体属性和方法是什么？",
                "AnswerEn": "vegetation diversity composition, biomass allocation",
                "AnswerCn": "植被多样性组成，生物量分配",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the depth of the soil layer sampled in a dataset related to different grazing degradation gradients in alpine grasslands?",
                "QuestionCn": "在与高山草原不同放牧退化梯度相关的数据集中，采样的土壤层深度是多少？",
                "AnswerEn": "0-20 cm",
                "AnswerCn": "0-20 厘米",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the methodology of collecting plant community data and soil properties in different grazing degradation gradients compare with traditional ecological survey methods?",
                "QuestionCn": "在不同放牧退化梯度中收集植物群落数据和土壤特性的 methodology 与传统生态调查方法相比如何？",
                "AnswerEn": "The methodology involves surveying plant diversity composition and biomass distribution across different grazing degradation stages, along with collecting soil samples from a 0-20 cm depth to measure physical properties and key nutrients. This approach allows for a detailed comparison of nutrient content and stoichiometric ratios across different grassland types, providing a scientific basis for grazing management.",
                "AnswerCn": "该方法涉及对不同放牧退化阶段的植物多样性组成和生物量分布进行调查，同时从0-20厘米深度收集土壤样本，以测量物理性质和关键营养成分。这种方法允许对不同草地类型的营养成分和化学计量比进行详细比较，为放牧管理提供科学依据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary reasons for the variability in soil nutrient content across different degradation stages of alpine grasslands?",
                "QuestionCn": "不同退化阶段的高山草甸土壤养分含量变异的主要原因是什么？",
                "AnswerEn": "The variability in soil nutrient content across different degradation stages of alpine grasslands is influenced by factors such as the degree of grazing (ranging from normal grazing to heavy degradation), the type of grassland, and the management practices like fencing or light degradation. These factors affect the physical properties of the soil (bulk density, particle content), and the availability of key nutrients (organic matter, available nitrogen, phosphorus, potassium, total nitrogen), which are analyzed to determine nutrient effectiveness and stoichiometry in various types of degraded grasslands.",
                "AnswerCn": "不同退化阶段的高山草甸土壤养分含量的变异性受到多种因素的影响，如放牧程度（从正常放牧到重度退化）、草甸类型以及管理措施（如围栏或轻度退化）。这些因素影响土壤的物理特性（如容重、颗粒含量）以及关键养分的可用性（如有机质、可用氮、磷、钾、总氮），通过分析这些养分来确定不同类型退化草甸的养分有效性和化学计量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on soil nutrient availability and plant community diversity when different grazing degradation gradients are analyzed in alpine grasslands?",
                "QuestionCn": "当分析高山草原中不同放牧退化梯度时，对土壤养分可用性和植物群落多样性的潜在影响是什么？",
                "AnswerEn": "Analyzing different grazing degradation gradients in alpine grasslands can reveal variations in soil nutrient availability and plant community diversity. The study involves measuring physical and chemical properties of soil, such as bulk density, particle content, organic matter, and available nutrients like nitrogen, phosphorus, and potassium. By comparing these properties across various stages of grazing degradation, insights can be drawn on how grazing intensity affects nutrient cycling and plant biodiversity, which can inform grazing management practices.",
                "AnswerCn": "分析高山草甸中不同的放牧退化梯度可以揭示土壤养分可用性和植物群落多样性的变化。该研究涉及测量土壤的物理和化学特性，如容重、颗粒含量、有机质以及可用养分如氮、磷和钾。通过比较不同放牧退化阶段的这些特性，可以深入了解放牧强度如何影响养分循环和植物生物多样性，从而为放牧管理实践提供参考。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives of investigating vegetation diversity composition and biomass allocation in different grazing degradation stages of alpine grasslands?",
                "QuestionCn": "调查不同放牧退化阶段的高山草原植被多样性组成和生物量分配的主要目标是什么？",
                "AnswerEn": "The main objectives are to analyze and compare the nutrient availability and stoichiometric ratios across different grassland types at various grazing degradation stages, and to provide scientific evidence for grazing management by examining the nutrient status of grasslands under different degradation conditions.",
                "AnswerCn": "主要目标是分析和比较不同草地类型在不同放牧退化阶段的养分可用性和化学计量比，并通过研究不同退化条件下草地的养分状况，为放牧管理提供科学依据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to collect and analyze soil samples for determining their physical properties and nutrient contents in high-altitude grasslands affected by grazing degradation?",
                "QuestionCn": "用于收集和分析土壤样本以确定高海拔草原中受放牧退化影响的土壤物理特性和养分含量的程序是什么？",
                "AnswerEn": "In high-altitude grasslands affected by grazing degradation, soil samples are collected from the 0-20 cm depth layer. The physical properties such as bulk density, particle content, and their ratios are measured. Important nutrients like organic matter, available nitrogen (N), phosphorus (P), potassium (K), and total nitrogen (N) are determined to analyze and compare nutrient availability and stoichiometric ratios across different grassland types affected by varying levels of grazing degradation.",
                "AnswerCn": "在受放牧退化影响的高海拔草原中，从0-20厘米深度层收集土壤样本。测量物理性质，如容重、颗粒含量及其比率。确定重要养分，如有机质、有效氮（N）、磷（P）、钾（K）和总氮（N），以分析和比较不同草原类型在不同放牧退化程度下的养分可用性和化学计量比。",
                "Level": "C3(Applying)"
            }
        ]
    }
}