{
    "id": "c0560cce-df46-4f73-8c30-d5a8ca5f7b79",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of airborne microwave radiometers (L&K bands) mission in the A'rou flight zone in the morning of Apr. 1, 2008",
            "titleCn": "黑河综合遥感联合试验：阿柔飞行区L&K波段机载微波辐射计数据集（2008年4月1日上午）",
            "description": "This data set was acquired by the L & K band airborne microwave radiometer on the morning of April 1, 2008, in the A'rou flight zone. \nThe frequency of L-band is 1.4GHz, and the backsight is 35 degrees to obtain dual polarization (H and V) information; the frequency of K-band is 18.7ghz, and there is no polarization information. The plane took off from Zhangye airport at 8:06 (Beijing time, the same below) and landed at 11:17. 8: 50-10:13 fly from north to south, observe and reserve 10 routes, flight height is about 4100m, flight speed is about 260km / hr. 10: At 20-10:35, Jiafei 6-8 and 6-9 lines completed the observation. \nThe original data is divided into two parts: microwave radiometer data and GPS data. The L and K bands of microwave radiometer are non imaging observations. The digital values obtained from the instantaneous observation are recorded in the text file, and the longitude and latitude as well as the aircraft attitude parameters are recorded in the GPS data. When using microwave radiometer to observe data, it is necessary to convert the digital value recorded into the bright temperature value according to the calibration coefficient (the calibration coefficient file is filed with the original observation data). At the same time, through the clock records of microwave radiometer and GPS, we can connect the microwave observation with GPS record and match the geographic coordinate information for the microwave observation. Due to the coarse observation resolution of microwave radiometer, the effects of aircraft yaw, roll and pitch are generally ignored in data processing. According to the target and flight relative altitude (H), after calibration and coordinate matching, the observation information can also be gridded. The resolution (x) of L band and K band is consistent with that of observation footprint. The reference resolution is: L band, x = 0.3H; K band, x = 0.24h. After the above steps, we can get the products that users can use directly.",
            "descriptionCn": "本数据集为L&K波段机载微波辐射计于2008年04月1日上午获取，地点在阿柔飞行区。 \n其中L波段频率为1.4GHz，后视35度观测，获取双极化（H和V）信息；K波段频率为18.7GHz，天顶角观测，无极化信息。飞机8:06（北京时间，下同）从张掖机场起飞，11:17降落。8:50-10:13从北往南飞，观测预定10条航线，飞行高度4100m左右，飞行速度260km/hr左右。10:20-10:35加飞6-8、6-9线，完成观测。\n原始数据分为两部分，分别为微波辐射计数据和GPS数据。其中微波辐射计L和K波段均属非成像观测，由文本文件记录瞬时观测获得的数码值，GPS数据记录飞行时的经纬度以及飞机姿态参数等。使用微波辐射计观测数据时需要根据定标系数将记录的数码值转换为亮温值（定标系数文件与原始观测数据归档在一起）。同时，通过微波辐射计和GPS各自的时钟记录，可以将微波观测与GPS记录联系起来，给微波观测匹配地理坐标信息。由于微波辐射计观测分辨率较粗，数据处理中一般忽略飞机的航偏、翻滚以及俯仰效应。根据使用目标及飞行相对航高（H），在定标和坐标匹配后，还可以将观测信息栅格化，L和K波段的分辨率（x）与观测足迹（footprint）可以认为一致，参考分辨率为：L波段，x=0.3H；K波段，x=0.24H。经过以上各步处理后，可以获得用户能够直接使用的产品。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.65,
            "west": 100.25,
            "south": 38.0,
            "north": 38.15,
            "startTime": "2008-04-11 08:00:00",
            "endTime": "2008-04-11 12:00:00",
            "fileSize": 6000484.0,
            "cstr": "18406.11.water973.0235.db",
            "doi": "10.3972/water973.0235.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王树果",
                "nameEn": "WANG Shuguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王旭峰",
                "nameEn": "WANG Xufeng",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "赵凯",
                "nameEn": "ZHAO Kai",
                "unitEn": "Northeast Institute of geography and AGgroecology, Chinese Academy of Sciences",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            },
            {
                "nameCn": " 金吉南",
                "nameEn": "JIN Jinan",
                "unitEn": "",
                "unitCn": "中国科学院东北地理与农业生态研究所"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "刘强",
                "nameEn": "Liu Qiang",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "微波辐射计",
                "nameEn": "Microwave radiometer"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-04-01",
                "keywordEn": "2008-04-01",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and data collection specifications of L&K band airborne microwave radiometer datasets used in remote sensing experiments?",
                "QuestionCn": "L&K波段空中微波辐射计数据集在遥感实验中使用的具体特征和数据收集规范是什么？",
                "AnswerEn": "1.4GHz L-band, 18.7GHz K-band, dual polarization (H and V) for L-band, 35-degree rear view for L-band, zenith angle observations for K-band, no polarization for K-band, digital values in text files, GPS data, calibration required, L-band resolution at x=0.3H, K-band resolution at x=0.24H",
                "AnswerCn": "1.4GHz L波段，18.7GHz K波段，L波段为双极化（水平和垂直），L波段为35度后视，K波段为天顶角观测，K波段无极化，数字值存储在文本文件中，包含GPS数据，需要校准，L波段分辨率为x=0.3H，K波段分辨率为x=0.24H。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of measurements collected using the L-band and K-band airborne microwave radiometers in a dataset focused on microwave observation?",
                "QuestionCn": "在一个专注于微波观测的数据集中，使用L波段和K波段的空中微波辐射计收集的测量频率是什么？",
                "AnswerEn": "1.4GHz, 18.7GHz",
                "AnswerCn": "1.4GHz，18.7GHz",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying principles can be inferred about the relationship between flight altitude and microwave radiometer data resolution in airborne remote sensing?",
                "QuestionCn": "在航空遥感中，可以推断出飞行高度与微波辐射计数据分辨率之间的关系的基本原则。",
                "AnswerEn": "The relationship between flight altitude and microwave radiometer data resolution can be inferred through the principle that resolution is proportional to the relative flight altitude (H). For instance, in the L band, the resolution is expressed as x = 0.3H, and in the K band, x = 0.24H. This indicates that as the flight altitude increases, the spatial resolution of the data also increases, affecting the size of the observational footprint.",
                "AnswerCn": "飞行高度与微波辐射计数据分辨率之间的关系可以通过分辨率与相对飞行高度（H）成正比的原理来推断。例如，在L波段，分辨率表示为x = 0.3H，而在K波段，x = 0.24H。这表明，随着飞行高度的增加，数据的空间分辨率也会增加，从而影响观测足迹的大小。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the necessity for calibrating digital values to brightness temperatures in airborne microwave radiometer data collection, and how does this impact data usability?",
                "QuestionCn": "在航空微波辐射计数据收集过程中，校准数字值到亮度温度的必要性受到多个因素的影响，这些因素包括传感器的特性、环境条件、信号噪声、以及数据处理算法等。这些因素的影响会直接影响数据的可用性。",
                "AnswerEn": "The need for calibrating digital values to brightness temperatures arises from the fact that microwave radiometer data are recorded as instantaneous digital values. Calibration is necessary to convert these values into meaningful brightness temperature measurements, which are essential for accurate data interpretation. The calibration coefficients, which are archived with the original observation data, allow researchers to transform the digital values into brightness temperatures, making the data usable for scientific analysis. This process ensures that the data accurately reflect the observed phenomena and can be reliably used in subsequent research and applications.",
                "AnswerCn": "校准数字值到亮温的需求源于微波辐射计数据以瞬时数字值记录的事实。校准是必要的，以将这些值转换为有意义的亮温测量，这对于准确的数据解释至关重要。校准系数与原始观测数据一起存档，使研究人员能够将数字值转换为亮温，从而使数据可用于科学分析。这个过程确保数据准确反映观察到的现象，并可以在后续研究和应用中可靠使用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data resolution and usability when integrating microwave radiometer data with GPS data during airborne observations?",
                "QuestionCn": "在空中观测中将微波辐射计数据与GPS数据集成时，数据分辨率和可用性可能会产生哪些潜在后果？",
                "AnswerEn": "When integrating microwave radiometer data with GPS data during airborne observations, the potential consequence is enhanced usability of the data due to the assignment of geographic coordinates to the microwave observations. This allows for more accurate spatial representation of the data. However, because the microwave radiometer has a relatively coarse resolution, certain aspects such as aircraft yaw, roll, and pitch effects are generally ignored, which might limit the precision of spatial data. After calibration and coordinate matching, the observations can be rasterized, maintaining a resolution consistent with the observation footprint. This process ultimately leads to the creation of data products that users can directly employ, with the L and K band resolutions being approximately proportional to the flying altitude.",
                "AnswerCn": "在空中观测中，将微波辐射计数据与GPS数据集成的潜在结果是增强数据的可用性，因为微波观测被赋予了地理坐标。这使得数据的空间表示更加准确。然而，由于微波辐射计的分辨率相对较粗，飞机的偏航、滚转和俯仰效应通常被忽略，这可能限制空间数据的精度。在校准和坐标匹配之后，观测数据可以被栅格化，保持与观测足迹一致的分辨率。这个过程最终导致创建用户可以直接使用的数据产品，其中L波段和K波段的分辨率大致与飞行高度成正比。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of utilizing airborne microwave radiometer data in L&K bands for observing specific geographic regions?",
                "QuestionCn": "利用L&K波段的空气微波辐射计数据观察特定地理区域的主要目标是什么？",
                "AnswerEn": "The primary objective of utilizing airborne microwave radiometer data in L&K bands is to capture non-imaging observations of brightness temperature in specific geographic regions, providing essential data for remote sensing applications. The L band (1.4GHz) offers dual polarization observations, while the K band (18.7GHz) provides zenith angle observations without polarization information. This data is crucial for understanding surface characteristics and atmospheric conditions, with the ultimate goal of facilitating accurate environmental monitoring and analysis.",
                "AnswerCn": "利用空中微波辐射计数据在L和K波段的主要目标是捕捉特定地理区域的亮温非成像观测，为遥感应用提供重要数据。L波段（1.4GHz）提供双极化观测，而K波段（18.7GHz）则提供无极化信息的天顶角观测。这些数据对于理解地表特征和大气条件至关重要，最终目标是促进准确的环境监测和分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in calibrating and processing microwave radiometer data to convert recorded digital values into usable brightness temperature values in airborne observational studies?",
                "QuestionCn": "在航空观测研究中，校准和处理微波辐射计数据以将记录的数字值转换为可用的亮温值涉及以下程序步骤：",
                "AnswerEn": "To process microwave radiometer data, the recorded digital values from L and K bands need to be converted into brightness temperature values using calibration coefficients. This involves associating the radiometer's recorded digital values with these coefficients, which are archived alongside the original observational data. The calibration aligns the microwave radiometer observations with GPS data, using each system’s clock to match microwave observations with geographic coordinates. Post-calibration, the data can be rasterized based on the specific observational footprint resolution, with the L band having a resolution of x=0.3H and the K band x=0.24H, where H is the relative flight altitude. This process results in a product that can be directly utilized for further analysis.",
                "AnswerCn": "为了处理微波辐射计数据，需要使用校准系数将L波段和K波段记录的数字值转换为亮温值。这涉及将辐射计记录的数字值与这些系数关联，这些系数与原始观测数据一起存档。校准将微波辐射计观测与GPS数据对齐，利用各自系统的时钟将微波观测与地理坐标匹配。校准后，数据可以根据特定的观测足迹分辨率进行栅格化，其中L波段的分辨率为x=0.3H，K波段为x=0.24H，H为相对飞行高度。这个过程产生的产品可以直接用于进一步分析。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technologies or methods enable the integration of microwave radiometer data with GPS data to provide geolocation information for microwave observations?",
                "QuestionCn": "哪些技术或方法能够将微波辐射计数据与GPS数据集成，以提供微波观测的地理定位信息？",
                "AnswerEn": "The integration of microwave radiometer data with GPS data is enabled by recording the time stamps from both the microwave radiometer and the GPS system, which allows for the association of microwave observations with geographic coordinates. The GPS data provide the latitude, longitude, and aircraft attitude parameters, which, combined with the time-synchronized microwave data, enable the matching of microwave observations with geolocation information.",
                "AnswerCn": "微波辐射计数据与GPS数据的集成是通过记录微波辐射计和GPS系统的时间戳来实现的，这使得可以将微波观测与地理坐标关联起来。GPS数据提供了纬度、经度和飞机姿态参数，这些信息与时间同步的微波数据结合，使得能够将微波观测与地理位置信息匹配。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}