{
  "id": "c0b29cd8-9c3d-4256-a5b7-e73221837fd6",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of snow depth measured by the graduated snow sticks in the Binggou watershed foci experimental area",
      "titleCn": "黑河综合遥感联合试验：冰沟流域加密观测区雪深花杆观测数据集",
      "description": "The dataset of snow depth measured by the elevation-graduated snow sticks was obtained in the Binggou watershed foci experimental area from Nov. 11 to 16, 2007, during the pre-observation period. 51 snow-stakes (2m long) were arranged according to different topographic landscapes, such as the flat, ubac, tailo and partial shade, and the length above the ground was recorded. From Mar. 2 to Apr. 6, 2008, the intensive observation period, ten measurements (Mar. 2, Mar. 4, Mar. 9, Mar. 16, Mar. 19, Mar. 21, Mar. 23, Mar. 29, Apr. 1 and Apr. 6) were carried out both manually and additionally by the telescope for the snow depth around the snow-stakes. Two files including raw data and preprocessed snow depth data were archived. Those provide reliable data for snow spatial heterogeneity study and snow accumulation and melt monitoring in the Binggou watershed.",
      "descriptionCn": "在试验预试验期间（2007年11月11日-16日），根据冰沟流域地形特征，按照平坦地、阴坡、阳坡和半阴坡（包括早上向阳和下午向阳）等不同地形分布共计布设51个花杆，每根花杆高度为两米，记录了每根花杆裸露在地表外的高度。在加强试验期（2008年3月2日至4月6日），在冰沟流域内开展了10次花杆观测，观测积雪覆盖后花杆裸露的高度，通过与裸地的高度计算差值得到花杆处的雪深。花杆观测采用人近距离观测和望远镜辅助观测两种手段，精确到厘米，2008年试验期共计10次观测，详细日期分别为：3月2日，3月4日，3月9日，3月16日，3月19日，3月21日，3月23日，3月29日，4月1日，4月6日。花杆数据可以研究山区积雪空间异质性特征，也为监测冰沟流域内积雪积累与消融过程提供依据。文件包含2个文件，一个是原始数据，一个是经预处理的雪深数据。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.286566,
      "west": 100.096381,
      "south": 38.01113,
      "north": 38.18839,
      "startTime": "2008-03-11 16:00:00",
      "endTime": "2008-04-15 16:00:00",
      "fileSize": 131781.0,
      "cstr": "18406.11.water973.0093.db",
      "doi": "10.3972/water973.0093.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "白云洁",
        "nameEn": "BAI Yunjie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李弘毅",
        "nameEn": "LI Hongyi",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Monitoring and modeling the influence of snow pack and organic soil on a permafrost active layer, Qinghai-Tibetan Plateau of China",
        "referenceCn": null,
        "referenceEn": "Zhou J, Kinzelbach W, Cheng G, Zhang W, He X, Ye B. Monitoring and modeling the influence of snow pack and organic soil on a permafrost active layer, Qinghai-Tibetan Plateau of China. Cold Regions Science and Technology, 2013, 90-91: 38-52, 10.1016/j.coldregions.2013.03.003."
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "基于TM影像的祁连山冰沟实验区积雪信息提取研究",
        "titleEn": null,
        "referenceCn": "师银芳. (2012). 基于TM影像的祁连山冰沟实验区积雪信息提取研究. (Doctoral dissertation, 西北师范大学).",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": "祁连山区冰沟流域积雪分布特征及其属性观测分析",
        "titleEn": null,
        "referenceCn": "郝晓华, 王建, 车涛, 张璞, 梁继, 李弘毅, 李哲, 白云洁, 白艳芬. 祁连山区冰沟流域积雪分布特征及其属性观测分析. 冰川冻土, 2009, 31(2): 284-292.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Simulation of snow distribution and melt under cloudy conditions in an Alpine watershed",
        "referenceCn": null,
        "referenceEn": "Li HY, Wang J. Simulation of snow distribution and melt under cloudy conditions in an alpine watershed. Hydrology and Earth System Sciences, 2011, 15(7): 2195-2203. doi:10.5194/hess-15-2195-2011."
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪深度",
        "nameEn": "Snow depth"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "冰沟流域加密观测区",
        "keywordEn": "ice-channel watershed encryption observation area"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-02",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-04",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-09",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-16",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-19",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-21",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-23",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-29",
        "keywordEn": "2008-03-29",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-04-01",
        "keywordEn": "2008-04-01",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-04-06",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Snow is a very important component of the climate system because of its significant effect on surface energy and water balances; thus, its accurate representation is essential for a better understanding of climate effects on the hydrological cycle (Tarboton et al., 2000). Rather than using field measurements, remote sensing (RS) is now more widely used in modelling snow because of its unique advantages in obtaining large-scale ground information (Seidel and Martinec, 2004). The snow cover area (SCA) can be observed with higher spatial resolution at near-infrared and visible wavelengths (Hall and Riggs, 2006). The spatial and temporal variations in the snow are fundamentally driven by the energy and mass balance. However, the main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions (Gafurov and Bardossy, 2009)."
      ],
      "research objective": [
        "The goal of this paper is to model continuous SWE and melt runoff by an energy balance method under cloudy conditions in an alpine watershed."
      ],
      "challenges": [
        "The assessment of snow existence under clouds is a known problem. However, the main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions (Gafurov and Bardossy, 2009). It has been inconvenient to accurately represent snow accumulation and melt processes."
      ],
      "methods": [
        "An energy balance method and remote-sensing data were used to simulate snow distribution and melt in an alpine watershed in northwestern China within a complete snow accumulation-melt period. The spatial energy budgets were simulated using meteorological observations and a digital elevation model of the watershed."
      ],
      "dataset": [
        "MODIS snowcover products, MODIS/Terra Snow Cover Daily L3 Global 500 m Grid (MOD10A1), were collected. The Binggou watershed, located upstream of the Heihe river basin in northwestern China, was chosen as one of the focal experimental areas within the W A TER (Watershed Allied Telemetry Experimental Research) framework (Li et al., 2009). Meteorological data were collected using two automatic weather stations (AWSs), Dadongshu Mountain Pass Snow Observation Station (DY) (4146.8 m, 100 ◦14 ′ E, 38 ◦01 ′ N) and Binggou Cold Region Meteorological Station (BG) (3449.4 m, 100 ◦13 ′ E, 38 ◦04 ′ N), during a complete snow accumulation-melt period from 1 November 2007 to 31 May 2008. Snow characteristic data were collected through a series of field measurements in the snow season of 2008."
      ],
      "findings": [
        "The simulated SWEs agreed well with the measurements in most cases. The simulated results agreed well with the measured discharge; the NSE was 0.673, and the volume difference Dv was 3.9%. As described above, spatial and temporal SWE distribution can be retrieved effectively using MODIS data and the energy balance method. The simulation results indicate that almost half of MODIS image waste could have been avoided in the Binggou watershed in the snow season of 2008. The results indicate that in the alpine region without abundant ground gauges, it is practical and relatively accurate to simulate spatial and temporal snow distribution using snowcover information from RS data and observations from several local weather stations."
      ],
      "backgroundCn": [
        "雪是气候系统中一个非常重要的组成部分，因为它对表面能量和水分平衡有显著影响；因此，准确表示雪的特性对于更好地理解气候对水文循环的影响至关重要（Tarboton et al., 2000）。与使用现场测量相比，遥感（RS）现在在建模雪方面更为广泛使用，因为它在获取大规模地面信息方面具有独特优势（Seidel and Martinec, 2004）。雪覆盖面积（SCA）可以在近红外和可见波长下以更高的空间分辨率进行观察（Hall and Riggs, 2006）。雪的空间和时间变化主要受能量和质量平衡的驱动。然而，MODIS传感器的主要缺点是无法在云覆盖区域进行观测（Gafurov and Bardossy, 2009）。"
      ],
      "research objectiveCn": [
        "本文的目标是在一个高山流域中，通过能量平衡方法在多云条件下对连续的雪水等效（SWE）和融雪径流进行建模。"
      ],
      "challengesCn": [
        "在云层下评估雪的存在是一个已知的问题。然而，MODIS传感器的主要缺点是无法在云覆盖区域进行观测（Gafurov和Bardossy，2009）。这使得准确表示雪的积累和融化过程变得不方便。"
      ],
      "methodsCn": [
        "一种能量平衡方法和遥感数据被用于模拟中国西北部一个高山流域的雪分布和融化过程，涵盖了完整的雪积累-融化周期。利用气象观测数据和流域的数字高程模型，模拟了空间能量预算。"
      ],
      "datasetCn": [
        "MODIS雪盖产品，MODIS/Terra雪盖日常L3全球500米网格（MOD10A1），被收集。位于中国西北部的黑河流域上游的冰沟流域被选为WATER（流域联合遥测实验研究）框架内的重点实验区域之一（Li et al., 2009）。气象数据通过两个自动气象站（AWS）收集，分别是大东树山口雪观测站（DY）（4146.8米，100°14′E，38°01′N）和冰沟寒区气象站（BG）（3449.4米，100°13′E，38°04′N），数据收集时间为2007年11月1日至2008年5月31日的完整雪积累-融化期。在2008年的雪季，通过一系列现场测量收集了雪特征数据。"
      ],
      "findingsCn": [
        "模拟的雪水当量（SWE）在大多数情况下与测量结果一致。模拟结果与测得的流量一致，NSE为0.673，体积差Dv为3.9%。如上所述，利用MODIS数据和能量平衡方法可以有效地获取空间和时间的SWE分布。模拟结果表明，在2008年雪季，Binggou流域几乎一半的MODIS图像浪费本可以避免。结果表明，在没有丰富地面测站的高山地区，利用遥感数据中的雪盖信息和几个地方气象站的观测数据来模拟空间和时间的雪分布是实用且相对准确的。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for snow depth in the Binggou watershed involve both near-distance and telescopic observations?",
        "QuestionCn": "Binggou流域的雪深数据收集方法是否涉及近距离观察和望远镜观察？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is remote sensing data, such as MODIS snowcover products, used to simulate snow distribution in the studied alpine watershed?",
        "QuestionCn": "遥感数据，如MODIS雪盖产品，是否用于模拟研究的高山流域中的雪分布？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Are field measurements utilized alongside remote sensing data to capture snow characteristics in the snow season of 2008?",
        "QuestionCn": "在2008年的雪季中，现场测量是否与遥感数据结合使用，以捕捉雪的特征？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data collection method is more suitable for assessing snow accumulation under cloudy conditions: energy balance methods, remote sensing, or field measurements?",
        "QuestionCn": "哪种数据收集方法更适合在阴天条件下评估雪积累：能量平衡方法、遥感还是实地测量？",
        "AnswerEn": "remote sensing",
        "AnswerCn": "遥感",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "For spatial and temporal snow distribution modeling, is the integration of MODIS data, digital elevation models, or meteorological observations more crucial?",
        "QuestionCn": "对于空间和时间雪分布建模，MODIS数据、数字高程模型或气象观测的整合哪个更为关键？",
        "AnswerEn": "MODIS data",
        "AnswerCn": "MODIS数据",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where were the meteorological data collected for understanding snow accumulation and melt processes?",
        "QuestionCn": "用于理解雪积累和融化过程的气象数据是在哪里收集的？",
        "AnswerEn": "Dadongshu Mountain Pass Snow Observation Station Binggou Cold Region Meteorological Station",
        "AnswerCn": "大冬树山垭口积雪观测站冰沟寒区气象站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When were the snow characteristic data collected during the snow season in the Binggou watershed?",
        "QuestionCn": "在冰沟流域的雪季期间，雪特征数据是在什么时候收集的？",
        "AnswerEn": "1 November 2007 to 31 May 2008",
        "AnswerCn": "2007年11月1日至2008年5月31日",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for measuring snow depth in mountainous regions?",
        "QuestionCn": "您能否提供一个用于测量山区雪深的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used for measuring snow depth in mountainous regions involves using flower poles. During a specified period, 51 flower poles, each two meters high, were placed in various terrains, such as flat areas, shaded slopes, sunny slopes, and semi-shaded slopes. Observations were made both manually and with telescopic assistance to record the height exposed above the snow, providing precise measurements down to the centimeter.",
        "AnswerCn": "一种用于测量山区雪深的数据收集方法是使用花杆。在指定的时间内，51根高两米的花杆被放置在不同的地形中，如平坦地区、阴坡、阳坡和半阴坡。通过手动和望远镜辅助观察，记录了花杆上方暴露在雪外的高度，提供了精确到厘米的测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using MODIS sensor data for snow measurement in alpine regions?",
        "QuestionCn": "使用MODIS传感器数据进行高山地区雪量测量时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced when using MODIS sensor data for snow measurement in alpine regions is its inability to record observations in cloud-covered regions. This limitation can hinder the accurate representation of snow accumulation and melt processes, especially under cloudy conditions.",
        "AnswerCn": "使用MODIS传感器数据进行高山地区雪量测量时面临的一个挑战是其无法在云层覆盖的区域进行观测。这一限制可能会妨碍对雪积累和融化过程的准确表征，特别是在多云条件下。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset that combines remote sensing data and field measurements to study snow distribution and melt processes?",
        "QuestionCn": "您能否提供一个结合遥感数据和实地测量的数据集示例，以研究雪分布和融化过程？",
        "AnswerEn": "An example of a dataset that combines remote sensing data and field measurements includes the use of MODIS/Terra Snow Cover Daily L3 Global 500 m Grid (MOD10A1) products, supplemented by meteorological data from automatic weather stations and snow characteristic data from field measurements during a snow accumulation-melt period. This combination allows for effective simulation of spatial and temporal snow distribution in the Binggou watershed.",
        "AnswerCn": "一个结合遥感数据和实地测量的数据集的例子包括使用MODIS/Terra雪盖日常L3全球500米网格（MOD10A1）产品，辅以自动气象站的气象数据和在积雪积累-融化期间的实地测量雪特征数据。这种组合可以有效模拟冰沟流域的空间和时间雪分布。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods for snow depth measurement in alpine regions?",
        "QuestionCn": "在高山地区积雪深度测量的数据收集方法有哪些特点？",
        "AnswerEn": "flower rods, different terrain distributions, close-range human observation, telescopes, precise to the centimeter level",
        "AnswerCn": "花杆，不同地形分布，近距离人类观察，望远镜，精确到厘米级别",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges associated with remote sensing data when monitoring snow cover in cloud-covered regions?",
        "QuestionCn": "在云层覆盖区域使用遥感数据监测积雪覆盖时面临哪些挑战？",
        "AnswerEn": "inability to record observations in cloud-covered regions",
        "AnswerCn": "无法记录云层覆盖区域的观测数据",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the properties of datasets used in energy balance methods to simulate snow distribution in alpine watersheds?",
        "QuestionCn": "用于模拟阿尔卑斯山流域雪分布的能量平衡方法的数据集的属性是什么？",
        "AnswerEn": "MODIS snow-cover products, meteorological data, snow characteristic data, spatial energy budgets, digital elevation model",
        "AnswerCn": "MODIS积雪覆盖产品、气象数据、雪特性数据、空间能量预算、数字高程模型",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many flower poles were installed for snow depth observation in the Binggou watershed?",
        "QuestionCn": "在冰沟流域安装了多少根花杆用于雪深观测？",
        "AnswerEn": "51",
        "AnswerCn": "51",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many automatic weather stations were used to collect meteorological data in the Binggou watershed during the snow accumulation-melt period?",
        "QuestionCn": "在冰沟流域的积雪积累-融化期间，使用了多少个自动气象站收集气象数据？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'energy balance method' in the context of modeling snow distribution and melt?",
        "QuestionCn": "在模拟雪分布和融化的背景下，什么是“能量平衡法”？",
        "AnswerEn": "The 'energy balance method' in the context of modeling snow distribution and melt refers to a technique that uses meteorological observations and a digital elevation model to simulate the spatial energy budgets within a watershed. This method is employed to model continuous snow water equivalent (SWE) and melt runoff, particularly under cloudy conditions, by accounting for the energy dynamics that drive snow accumulation and melt processes.",
        "AnswerCn": "“能量平衡方法”在模拟雪分布和融化的背景下，指的是一种利用气象观测和数字高程模型来模拟流域内空间能量预算的技术。该方法用于模拟连续的雪水当量（SWE）和融水径流，特别是在阴天条件下，通过考虑驱动雪积累和融化过程的能量动态。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the significance of 'MODIS snowcover products' in snow distribution research?",
        "QuestionCn": "'MODIS雪盖产品'在雪分布研究中的重要性是什么？",
        "AnswerEn": "'MODIS snowcover products' are significant in snow distribution research as they provide remote sensing data necessary for observing snow cover area with higher spatial resolution, which is crucial for modeling snow distribution and melt in large-scale alpine watersheds. These products help overcome the limitations of cloud-covered regions and allow for effective retrieval of spatial and temporal SWE distribution when combined with local weather station data and energy balance methods.",
        "AnswerCn": "“MODIS雪盖产品”在雪分布研究中具有重要意义，因为它们提供了必要的遥感数据，以更高的空间分辨率观察雪盖面积，这对于在大规模高山流域中建模雪分布和融化至关重要。这些产品有助于克服云覆盖区域的限制，并在与当地气象站数据和能量平衡方法结合时，有效检索空间和时间的雪水当量（SWE）分布。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the snow depth measurements obtained from flower rod observations compare to those derived from MODIS snow cover products in terms of spatial and temporal resolution?",
        "QuestionCn": "花杆观测获得的雪深测量与MODIS雪盖产品得出的雪深测量在空间和时间分辨率方面有何比较？",
        "AnswerEn": "Flower rod observations provide detailed and precise measurements at specific ground locations, potentially offering higher accuracy in spatial heterogeneity of snow depth at a local scale. In contrast, MODIS snow cover products offer broader spatial coverage with a resolution of 500 meters but may lack precision in cloud-covered regions and specific local variations.",
        "AnswerCn": "花杆观测提供了在特定地面位置的详细和精确的测量，可能在局部尺度上提供更高的雪深空间异质性准确性。相比之下，MODIS雪盖产品提供更广泛的空间覆盖，分辨率为500米，但在云覆盖区域和特定局部变化方面可能缺乏精确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when using human-assisted close observation methods versus remote sensing techniques for snow depth data collection?",
        "QuestionCn": "使用人-assisted close observation methods与遥感技术收集雪深数据时面临的挑战有哪些不同？",
        "AnswerEn": "Human-assisted close observation methods face challenges in accessibility and labor intensity, especially in remote or harsh environments, but offer precise measurements. Remote sensing techniques, while offering larger area coverage and reduced labor, face challenges such as cloud cover obstruction and lower spatial resolution in capturing fine-scale variations.",
        "AnswerCn": "人-assisted close observation methods在可及性和劳动强度方面面临挑战，尤其是在偏远或恶劣环境中，但提供精确的测量。遥感技术虽然提供了更大的覆盖面积和减少了劳动，但面临着云层遮挡和在捕捉细微变化时空间分辨率较低等挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What methodologies can be inferred from the use of energy balance methods and remote-sensing data for simulating snow distribution in alpine watersheds?",
        "QuestionCn": "可以从使用能量平衡方法和遥感数据模拟高山流域雪分布中推断出哪些方法论？",
        "AnswerEn": "The use of energy balance methods combined with remote-sensing data, such as MODIS snowcover products, indicates a research approach that leverages spatial energy budgets and meteorological observations to simulate snow distribution. This methodology is particularly effective in alpine watersheds where ground measurements may be sparse, allowing for accurate spatial and temporal analysis of snow distribution.",
        "AnswerCn": "结合能量平衡方法和遥感数据，如MODIS雪盖产品的使用，表明了一种研究方法，该方法利用空间能量预算和气象观测来模拟雪的分布。这种方法在地面测量稀少的高山流域中特别有效，能够对雪的分布进行准确的空间和时间分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenge of accurately representing snow accumulation and melt processes in alpine regions?",
        "QuestionCn": "在高山地区，准确表示雪积累和融化过程的挑战因素包括哪些？",
        "AnswerEn": "The main disadvantage of the MODIS sensor is its inability to record observations in cloud-covered regions, making it inconvenient to accurately represent snow accumulation and melt processes.",
        "AnswerCn": "MODIS传感器的主要缺点是无法在云覆盖区域记录观测，这使得准确表示雪的积累和融化过程变得不方便。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential implications of using both close-range human observation and telescope-assisted methods for snow depth measurement in terms of data accuracy and reliability?",
        "QuestionCn": "使用近距离人类观察和望远镜辅助方法测量雪深的潜在影响是什么，从数据准确性和可靠性方面来看？",
        "AnswerEn": "The use of both close-range human observation and telescope-assisted methods for snow depth measurement can enhance the accuracy and reliability of the data collected. By using these complementary approaches, observers can ensure more precise measurements, down to the centimeter level, as each method can help verify and correct potential errors from the other, leading to more robust data for studying snow spatial heterogeneity and the snow accumulation-melt process in mountainous areas.",
        "AnswerCn": "使用近距离人类观察和望远镜辅助方法进行雪深测量可以提高所收集数据的准确性和可靠性。通过使用这些互补的方法，观察者可以确保更精确的测量，达到厘米级别，因为每种方法都可以帮助验证和纠正另一种方法的潜在错误，从而为研究山区的雪空间异质性和雪积累-融化过程提供更可靠的数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the consequences of relying on MODIS data for snow cover analysis in cloud-covered regions on the assessment of snow accumulation and melt processes?",
        "QuestionCn": "依赖MODIS数据在云覆盖区域进行雪盖分析对雪积累和融化过程评估的后果是什么？",
        "AnswerEn": "Relying solely on MODIS data for snow cover analysis in cloud-covered regions can lead to incomplete assessments of snow accumulation and melt processes due to the sensor's inability to record observations in these areas. This limitation necessitates the integration of other data sources or methods, such as energy balance modeling and field measurements, to fill gaps and ensure a more accurate representation of snow dynamics, thereby minimizing the potential data waste and improving hydrological predictions.",
        "AnswerCn": "仅依赖MODIS数据进行云覆盖区域的雪盖分析可能导致对雪积累和融化过程的不完整评估，因为传感器无法在这些区域记录观测。这一局限性需要整合其他数据源或方法，如能量平衡模型和实地测量，以填补空白，确保对雪动态的更准确表征，从而减少潜在的数据浪费，提高水文预测的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main objective of collecting snow depth data using flower rods in various terrains within an alpine watershed?",
        "QuestionCn": "在阿尔卑斯流域内使用花杆收集不同地形的雪深数据的主要目标是什么？",
        "AnswerEn": "The primary goal of collecting snow depth data using flower rods in different terrains is to study the spatial heterogeneity of snow cover in mountainous areas and provide a basis for monitoring snow accumulation and melting processes in the Binggou watershed.",
        "AnswerCn": "使用花杆在不同地形中收集雪深数据的主要目的是研究山区雪盖的空间异质性，并为监测冰沟流域的雪积累和融化过程提供依据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to model continuous SWE and melt runoff using energy balance methods in cloud-covered regions?",
        "QuestionCn": "为什么在云层覆盖的地区使用能量平衡方法对连续的SWE和融化径流进行建模很重要？",
        "AnswerEn": "Modeling continuous SWE and melt runoff using energy balance methods is crucial in cloud-covered regions because it addresses the difficulty of assessing snow presence under clouds and provides a more accurate representation of snow accumulation and melt processes, essential for understanding the hydrological cycle in alpine watersheds.",
        "AnswerCn": "使用能量平衡方法对连续的雪水当量（SWE）和融雪径流进行建模在云覆盖区域至关重要，因为它解决了在云层下评估雪的存在的困难，并提供了对雪的积累和融化过程的更准确表示，这对于理解高山流域的水文循环至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How is remote sensing data integrated with field measurements to simulate snow distribution and melt in alpine watersheds?",
        "QuestionCn": "遥感数据如何与实地测量相结合，以模拟高山流域的雪分布和融化？",
        "AnswerEn": "Remote sensing data, specifically MODIS snow cover products, are integrated with field measurements by using an energy balance method to simulate snow distribution and melt in alpine watersheds. This involves using meteorological observations and a digital elevation model of the watershed to simulate spatial energy budgets.",
        "AnswerCn": "遥感数据，特别是MODIS雪盖产品，通过能量平衡方法与实地测量相结合，以模拟高山流域的雪分布和融化。这涉及使用气象观测和流域的数字高程模型来模拟空间能量预算。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions or resources are necessary to accurately simulate snow accumulation and melt processes in regions with limited ground gauge data?",
        "QuestionCn": "在地面观测数据有限的地区，准确模拟雪积累和融化过程所需的条件或资源是什么？",
        "AnswerEn": "Accurate simulation of snow accumulation and melt processes in such regions requires the use of remote sensing snow cover data, field measurements, and meteorological observations from local weather stations. By combining these resources with an energy balance method, it is possible to simulate the snow processes even with limited ground gauge data.",
        "AnswerCn": "在这些地区，准确模拟雪积累和融化过程需要使用遥感雪盖数据、实地测量和当地气象站的气象观测。通过将这些资源与能量平衡方法相结合，即使在地面观测数据有限的情况下，也可以模拟雪的过程。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the energy balance method be a preferred approach in modeling snow distribution and melt in alpine watersheds over other methods?",
        "QuestionCn": "能量平衡方法在建模高山流域的雪分布和融化时，可能比其他方法更受青睐的原因是什么？",
        "AnswerEn": "An energy balance method is utilized in the research because it allows for the simulation of spatial energy budgets using meteorological observations and a digital elevation model, which is crucial for accurately modeling snow distribution and melt in alpine watersheds, especially under cloudy conditions where remote sensing data like MODIS may not be available due to cloud cover.",
        "AnswerCn": "在研究中采用能量平衡方法，因为它允许利用气象观测和数字高程模型模拟空间能量预算，这对于准确建模高山流域的雪分布和融化至关重要，尤其是在阴天条件下，遥感数据如MODIS可能因云层覆盖而无法获取。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might remote sensing data be insufficient in certain conditions for accurately representing snow accumulation and melt processes?",
        "QuestionCn": "遥感数据在某些条件下可能不足以准确表示雪积累和融化过程的原因是什么？",
        "AnswerEn": "Remote sensing data, such as those from the MODIS sensor, are limited in their ability to record observations in cloud-covered regions. This limitation makes it difficult to accurately represent snow accumulation and melt processes, thus necessitating supplementary methods or data collection techniques to fill in the gaps during periods of cloud cover.",
        "AnswerCn": "遥感数据，例如来自MODIS传感器的数据，在记录云覆盖区域的观测时存在局限性。这一限制使得准确表示雪的积累和融化过程变得困难，因此在云覆盖期间需要补充方法或数据收集技术来填补空白。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to employ both near-distance human observations and telescope-assisted observations for snow depth measurement in complex terrains?",
        "QuestionCn": "在复杂地形中，为什么有必要同时采用近距离人类观察和望远镜辅助观察来测量雪深？",
        "AnswerEn": "In the Binggou watershed, snow depth measurement using flower rods requires precise observations due to the complex terrain features like flat areas and various slopes. The use of both near-distance human observations and telescope-assisted observations ensures accuracy down to the centimeter level, accommodating the spatial heterogeneity of snow distribution across different terrain types.",
        "AnswerCn": "在冰沟流域，由于地形特征复杂，如平坦区域和各种坡度，使用花杆进行雪深测量需要精确的观察。采用近距离人工观察和望远镜辅助观察相结合的方法，确保了测量精度达到厘米级，适应了不同地形类型下雪分布的空间异质性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the energy balance method is applied to model snow distribution under cloudy conditions.",
        "QuestionCn": "我不明白如何应用能量平衡方法来模拟阴天条件下的雪分布。",
        "AnswerEn": "An energy balance method and remote-sensing data were used to simulate snow distribution and melt in an alpine watershed in northwestern China within a complete snow accumulation-melt period. The spatial energy budgets were simulated using meteorological observations and a digital elevation model of the watershed.",
        "AnswerCn": "一种能量平衡方法和遥感数据被用于模拟中国西北部一个高山流域内的雪分布和融化过程，涵盖了完整的雪积累-融化周期。利用气象观测数据和流域的数字高程模型模拟了空间能量预算。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the challenges involved in measuring snow depth using remote sensing techniques.",
        "QuestionCn": "我不确定使用遥感技术测量雪深所涉及的挑战。",
        "AnswerEn": "The main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions, which makes it inconvenient to accurately represent snow accumulation and melt processes.",
        "AnswerCn": "MODIS传感器的主要缺点是无法在云覆盖区域进行观测，这使得准确表示雪积累和融化过程变得不方便。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of how field measurements and remote sensing data are integrated for snow characteristic data collection.",
        "QuestionCn": "我无法理解如何将现场测量和遥感数据整合用于雪特征数据收集。",
        "AnswerEn": "Field measurements were conducted in the snow season of 2008. The snow characteristic data were collected through a series of field measurements, and remote-sensing data were used to simulate snow distribution and melt in the Binggou watershed.",
        "AnswerCn": "在2008年的雪季，进行了现场测量。通过一系列现场测量收集了雪的特征数据，并利用遥感数据模拟了冰沟流域的雪分布和融化情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the potential challenges researchers face when using remote sensing data for snow distribution analysis in alpine regions.",
        "QuestionCn": "研究人员在使用遥感数据进行高山地区雪分布分析时可能面临的潜在挑战包括： \n\n1. **数据分辨率**：遥感数据的空间和时间分辨率可能不足以捕捉雪的细微变化。\n2. **云覆盖**：云层和天气条件可能影响遥感图像的获取，导致数据缺失。\n3. **地形复杂性**：高山地区的复杂地形可能导致遥感数据的解读困难，影响雪的分布模型。\n4. **雪的物理特性**：不同类型的雪（如湿雪和干雪）对遥感信号的响应不同，可能导致分析误差。\n5. **数据处理和分析**：处理和分析遥感数据需要复杂的算法和模型，可能需要高水平的技术能力。\n6. **验证和校准**：遥感数据需要通过地面观测进行验证和校准，获取地面数据可能具有挑战性。\n7. **长期监测**：在高山地区进行长期监测可能受到环境变化和人类活动的影响，导致数据不一致。",
        "AnswerEn": "Researchers face challenges such as the inability of MODIS sensors to record observations in cloud-covered regions, which makes it difficult to accurately represent snow accumulation and melt processes. This is a significant limitation when using remote sensing data for snow distribution analysis in alpine regions.",
        "AnswerCn": "研究人员面临的挑战之一是MODIS传感器无法在云覆盖区域记录观测数据，这使得准确表示雪积累和融化过程变得困难。这在使用遥感数据进行高山地区雪分布分析时是一个重要的限制。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please explore the types of datasets that could complement MODIS snowcover products for effective snow distribution modeling in alpine watersheds.",
        "QuestionCn": "请探讨哪些类型的数据集可以补充MODIS雪盖产品，以便在高山流域有效进行雪分布建模。",
        "AnswerEn": "Datasets that could complement MODIS snowcover products include meteorological data collected from automatic weather stations, such as temperature and precipitation data, as well as field measurements of snow characteristics. These datasets provide additional information needed for energy balance modeling and can help to improve the accuracy of snow distribution modeling in alpine watersheds.",
        "AnswerCn": "可以补充MODIS雪盖产品的数据集包括从自动气象站收集的气象数据，如温度和降水数据，以及雪特征的实地测量。这些数据集提供了进行能量平衡建模所需的额外信息，并有助于提高阿尔卑斯流域雪分布建模的准确性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}