{
    "id": "c0fb6acf-c52d-40f3-9c92-ba38e3a95983",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of ground truth measurement synchronizing with Landsat TM in the A'rou foci experimental area from Jul. 10 to Jul. 12, 2008",
            "titleCn": "黑河综合遥感联合试验：阿柔加密观测区Landsat TM地面同步观测数据集（2008年7月10-12日）",
            "description": "The dataset of ground truth measurement synchronizing with Landsat TM was obtained in the A'rou foci experimental area from Jul. 10 to Jul. 12, 2008. The stellera and the whin coverage were mainly measured.\n     Photos were taken in No. 2 quadrate of A'rou and an optional stellera land for coverage mesurement from Jul. 10 to 11, shooting straight downwards at the height of 1.5 m. The fisheye camera was Nikon D80 with a lens of Sigma 8mm F3.5 EX DG CIRCULAR FISHEYE.\n     The vegetation height was measured on Jul. 12. One grid of 5m×5m was chosen in each of the eight quadrates (60m×60m or 120m×120m) and compartmentalized into 2.5m×2.5m, in which GPS positions by GARMIN GPS 76, species, the plant number and height were measured. \n     Four files were included, the quadrates coordinates, stellera observations in No. 2 quadrate,  the stellera quadrat investigation and TM quadrate investigation.",
            "descriptionCn": "2008年7月10－12日，主要针对2008年7月7日的Landsat TM数据，在阿柔加密观测区开展狼毒和棘豆植被覆盖度的加密测量。本数据可为遥感反演毒草覆盖度提供基本的地面验证数据集。\n7月10-11日利用鱼眼相机在阿柔样方2和一个自选狼毒样方拍照，测量覆盖度。鱼眼照相：使用的相机为尼康D80，鱼眼镜头为适马 8mm F3.5 EX DG CIRCULAR FISHEYE，照相高度为1.5米，正对地面向下照。\n7月12日进行了小样方的植被高度测量。样方为沿路随机选取的样方。样方规格：60m×60m或120m×120m，共计调查了8个大样方，每个大样方内选择5m×5m的格子。每个5 m×5m小样方再分成2.5m×2.5m的格子，调查毒草株数，高度，主要调查的项目有：GPS点号、物种、株数、高度。GPS点号用GARMIN GPS 76记录。\n数据集包括如下文件或文件夹：\n样方调查坐标\n阿柔样方2狼毒调查数据\n阿柔狼毒样方调查数据\n阿柔TM样方",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.55,
            "west": 100.411,
            "south": 38.015,
            "north": 38.078,
            "startTime": "2008-07-21 08:00:00",
            "endTime": "2008-07-23 20:10:00",
            "fileSize": 2634777553.0,
            "cstr": "18406.11.water973.0012.db",
            "doi": "10.3972/water973.0012.db",
            "dataFormat": "EXCEL",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "钱金波",
                "nameEn": "Qian Jinbo",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "白艳芬",
                "nameEn": "BAI Yanfen",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "高松",
                "nameEn": "GAO Song",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "郝晓华",
                "nameEn": "HAO Xiaohua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "舒乐乐",
                "nameEn": "SHU Lele",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "地面验证信息",
                "nameEn": "Ground verification information"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被盖度",
                "nameEn": "Vegetation cover"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "鱼眼相机",
                "nameEn": "Fisheye camera"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-7-10",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-7-11",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-7-12",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008-7-7",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure vegetation coverage in arid regions using remote sensing technologies?",
                "QuestionCn": "您能否提供一个使用遥感技术测量干旱地区植被覆盖的 数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to measure vegetation coverage in arid regions involves the use of a fisheye camera to capture images for vegetation coverage measurement. Specifically, a Nikon D80 camera with a Sigma 8mm F3.5 EX DG Circular Fisheye lens was used at a height of 1.5 meters, facing downward to take photographs within designated sample plots. This method was implemented in the Aru intensive observation area to provide ground validation data for remote sensing inversion of toxic grass coverage.",
                "AnswerCn": "一种用于测量干旱地区植被覆盖的数据收集方法是使用鱼眼相机捕捉图像以测量植被覆盖。具体来说，使用了一台尼康D80相机和一支Sigma 8mm F3.5 EX DG圆形鱼眼镜头，在1.5米的高度向下拍摄指定样本区内的照片。这种方法在阿鲁重点观测区实施，以提供遥感反演有毒草覆盖的地面验证数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What were the reasons behind choosing specific measurement techniques, such as fisheye photography and GPS tracking, for collecting vegetation cover data in remote sensing experiments?",
                "QuestionCn": "选择特定测量技术（如鱼眼摄影和GPS跟踪）用于收集遥感实验中的植被覆盖数据的原因是什么？",
                "AnswerEn": "The use of fisheye photography with a Nikon D80 and a Sigma 8mm F3.5 EX DG Circular Fisheye lens allowed for detailed measurement of vegetation coverage at a height of 1.5 meters, providing essential data for remote sensing inversion of toxic grass coverage. GPS tracking with a GARMIN GPS 76 was employed to accurately record the coordinates of sampling plots, ensuring precise location data for analysis.",
                "AnswerCn": "使用尼康D80相机和Sigma 8mm F3.5 EX DG圆形鱼眼镜头进行鱼眼摄影，可以在1.5米的高度详细测量植被覆盖情况，为遥感反演有毒草覆盖提供了重要数据。使用GARMIN GPS 76进行GPS追踪，准确记录采样点的坐标，确保分析所需的精确位置信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the accuracy of vegetation cover mapping when using fish-eye camera data in conjunction with ground measurements in remote sensing experiments?",
                "QuestionCn": "在遥感实验中，使用鱼眼相机数据结合地面测量进行植被覆盖映射时，可能对准确性产生的结果是什么？",
                "AnswerEn": "Using fish-eye camera data alongside ground measurements can enhance the accuracy of vegetation cover mapping by providing detailed ground-truth data that aids in validating and refining remote sensing models. This combination allows for a more comprehensive understanding of the vegetation structure and density, which can improve the precision of remote sensing-derived vegetation indices and coverage estimates.",
                "AnswerCn": "使用鱼眼相机数据与地面测量相结合，可以通过提供详细的地面真实数据来提高植被覆盖映射的准确性，这有助于验证和完善遥感模型。这种组合使我们能够更全面地理解植被的结构和密度，从而提高遥感衍生的植被指数和覆盖估计的精确度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of conducting ground-based synchronized observations using fisheye cameras in the context of remote sensing experiments for vegetation coverage measurement?",
                "QuestionCn": "在遥感实验中，使用鱼眼相机进行地面同步观测的主要目的是测量植被覆盖度。",
                "AnswerEn": "The primary objective of conducting ground-based synchronized observations using fisheye cameras is to provide basic ground validation data for remote sensing inversion of toxic grass coverage. This involves taking photographs to measure vegetation coverage, which can enhance the accuracy and reliability of remote sensing data interpretation.",
                "AnswerCn": "进行地面同步观测的主要目的是使用鱼眼相机提供遥感反演有毒草覆盖的基本地面验证数据。这涉及拍摄照片以测量植被覆盖率，从而提高遥感数据解释的准确性和可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be utilized to accurately measure and validate vegetation coverage using remote sensing data in complex terrains?",
                "QuestionCn": "可以利用哪些程序来准确测量和验证复杂地形中的植被覆盖率，使用遥感数据？",
                "AnswerEn": "The procedures include conducting on-ground measurements of vegetation coverage using fisheye cameras and GPS for precise location mapping. The Nikon D80 camera with a Sigma 8mm F3.5 EX DG CIRCULAR FISHEYE lens is employed for capturing images at a height of 1.5 meters, aimed directly downwards. This method is used to measure coverage in selected sample plots. In addition, small plot measurements involve randomly selected plots along routes, with dimensions of either 60m×60m or 120m×120m, divided into 5m×5m grids. These grids are further split into 2.5m×2.5m sections where parameters like toxic plant count, height, species, and GPS points are recorded, using GARMIN GPS 76 to document GPS coordinates. This data provides ground-truthing for remote sensing vegetation coverage estimation.",
                "AnswerCn": "这些程序包括使用鱼眼相机和GPS进行植被覆盖的地面测量，以实现精确的位置映射。使用尼康D80相机和Sigma 8mm F3.5 EX DG圆形鱼眼镜头，在1.5米的高度直接向下拍摄图像。这种方法用于测量选定样本地块的覆盖情况。此外，小地块测量涉及沿路线随机选择的地块，尺寸为60m×60m或120m×120m，划分为5m×5m的网格。这些网格进一步分为2.5m×2.5m的部分，记录有毒植物数量、高度、物种和GPS点等参数，使用GARMIN GPS 76记录GPS坐标。这些数据为遥感植被覆盖估计提供了地面验证。",
                "Level": "C3(Applying)"
            }
        ]
    }
}