{
    "id": "c129f985-763e-4920-a74e-7b7da26c9b9d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of ground truth measurements for snow synchronizing with Envisat ASAR in the Binggou watershed foci experimental area on Mar. 15, 2008",
            "titleCn": "黑河综合遥感联合试验：冰沟流域加密观测区Envisat ASAR地面同步观测数据集（2008年3月15日）",
            "description": "The dataset of ground truth measurements for snow synchronizing with Envisat ASAR was obtained in the Binggou watershed foci experimental area on Mar. 15, 2008. The Envisat ASAR data were acquired in AP mode and VV/VH polarization combinations, and the overpass time was approximately at 11:34 BJT. \n     Observation items included:\n     (1) Snow density, snow complex permittivity, snow volumetric moisture and snow gravimetric moisture by the snowfork in BG-B, BG-D, BG-E and BG-F;\n     (2) Snow parameters including the snow surface temperature and the snow-soil interface temperature by the handheld infrared thermometer, the snow layer temperature by the probe thermometer, the snow grain size by the handheld microscope, snow density by the aluminum case, snow depth by the ruler, and the snow surface temperature synchronizing with ASAR in BG-H, BG-D, BG-E and BG-F;\n     (3) The snow spectrum by the portable ASD (Xinjiang Meteorological Administration)  synchronizing with ASAR in BG-H15; the major and minor axis and shape of the snow layer grain through the self-made snow sieve.\n     Two files including raw data and the preprocessed data were archived.",
            "descriptionCn": "2008年3月15日在冰沟流域加密观测区进行Envisat ASAR同步观测，主要目的是研究利用主动雷达数据反演积雪参数方法。\n Envisat ASAR数据为AP模式，VV/VH极化组合方式，过境时间约为11:34BJT。\n观测内容包括\n1）雪特性分析仪观测数据，观测变量包括雪密度，雪复介电常数，雪体积含水量，雪重量含水量。观测数据在BG-B、BG-D、BG-E、BG-F内获取，雪特性分析仪数据统一存放在雪特性分析仪文件夹中。\n2）积雪参数观测数据，观测变量包括雪表面和雪土界面温度（手持式红外温度计）、分层积雪温度 （针式温度计）、雪粒径（手持式显微镜量）、雪密度（铝盒式测量）、雪深（尺子）以及ASAR过境时同步的雪表面温度 （手持式红外温度计）。积雪参数观测在分别样方BG-H、BG-D、BG-E、BG-F进行。\n3）积雪光谱观测数据，采用新疆气象局光谱仪在样方BG-H15进行ASAR同步光谱观测试验。同时利用自制不同粒径雪样筛，通过筛子筛选积雪，人工制造不同粒径的雪层结构，测量其表面光谱特性，并对雪层的粒径的长短轴以及形状进行了观测。\n该数据集包括原始数据和预处理数据2个文件夹。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.286566,
            "west": 100.096381,
            "south": 38.01113,
            "north": 38.18839,
            "startTime": "2008-04-06 16:00:00",
            "endTime": "2008-04-06 16:00:00",
            "fileSize": 296442199.0,
            "cstr": "18406.11.water973.0084.db",
            "doi": "10.3972/water973.0084.db",
            "dataFormat": "EXCEL",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "白艳芬",
                "nameEn": "BAI Yanfen",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "白云洁",
                "nameEn": "BAI Yunjie",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "盖春梅",
                "nameEn": "GE Chunmei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "郝晓华",
                "nameEn": "HAO Xiaohua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李弘毅",
                "nameEn": "LI Hongyi",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "梁继",
                "nameEn": "LIANG Ji",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "舒乐乐",
                "nameEn": "SHU Lele",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王旭峰",
                "nameEn": "WANG Xufeng",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "徐瑱",
                "nameEn": "XU Zhen",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "曲伟",
                "nameEn": "QU Wei",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 任杰",
                "nameEn": "REN Jie",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "常存",
                "nameEn": "CHANG Cun",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "窦燕",
                "nameEn": "DOU Yan",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "马忠国",
                "nameEn": "MA Zhongguo",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "刘艳",
                "nameEn": "LIU Yan",
                "unitEn": "",
                "unitCn": "中国气象局乌鲁木齐沙漠气象研究所"
            },
            {
                "nameCn": " 张璞",
                "nameEn": "ZHANG Pu",
                "unitEn": "",
                "unitCn": "中国气象局乌鲁木齐沙漠气象研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": "祁连山区冰沟流域积雪分布特征及其属性观测分析",
                "titleEn": null,
                "referenceCn": "郝晓华, 王建, 车涛, 张璞, 梁继, 李弘毅, 李哲, 白云洁, 白艳芬. 祁连山区冰沟流域积雪分布特征及其属性观测分析. 冰川冻土, 2009, 31(2): 284-292.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave remote sensing"
            },
            {
                "nameCn": "机载激光雷达",
                "nameEn": "Airborne laser radar"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪深度",
                "nameEn": "Snow depth"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "雪/冰温度",
                "nameEn": "Snow/ice temperature"
            },
            {
                "nameCn": "雪光谱特征",
                "nameEn": "Spectral characteristics of Snow"
            },
            {
                "nameCn": "雪密度",
                "nameEn": "Snow density"
            },
            {
                "nameCn": "雪水当量",
                "nameEn": "Snow water equivalent"
            },
            {
                "nameCn": "雪特性分析仪",
                "nameEn": "Snow analyzer"
            },
            {
                "nameCn": "雪粒径",
                "nameEn": "Snow particle size"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "冰沟流域加密观测区",
                "keywordEn": "ice-channel watershed encryption observation area"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-15",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of data collection methods used to observe snow characteristics during active radar synchronization in an enhanced observation area?",
                "QuestionCn": "在增强观测区域内进行主动雷达同步时，用于观察雪特征的数据收集方法的关键特征是什么？",
                "AnswerEn": "snow density, complex dielectric constant, snow volumetric water content, snow gravimetric water content, snow surface temperature, snow-ground interface temperature, layered snow temperatures, snow grain size, snow depth, synchronized snow surface temperature, spectral observations with varying grain sizes",
                "AnswerCn": "雪密度、复介电常数、雪体积含水量、雪重含水量、雪表面温度、雪-地面界面温度、分层雪温度、雪粒大小、雪深度、同步雪表面温度、具有不同粒径的光谱观测",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately retrieving snow parameters using active radar data, and how do different data collection techniques address these challenges?",
                "QuestionCn": "什么导致使用主动雷达数据准确获取雪参数的挑战，以及不同的数据收集技术如何应对这些挑战？",
                "AnswerEn": "The challenges in accurately retrieving snow parameters using active radar data may arise from the complexity of snow properties such as density, dielectric constant, volumetric water content, and snow depth. Different data collection techniques, such as the use of snow characteristics analyzers and handheld devices for measuring temperature and snow grain size, aim to address these challenges by providing comprehensive observational data. These techniques include temperature measurements at different snow layers, grain size analysis using handheld microscopes, and the use of spectrometers for detailed spectral observations. The integration of these methods helps in refining the interpretation of radar data and enhances the accuracy of snow parameter retrieval.",
                "AnswerCn": "使用主动雷达数据准确获取雪参数的挑战可能源于雪的特性复杂性，如密度、介电常数、体积含水量和雪深等。不同的数据收集技术，例如使用雪特性分析仪和手持设备测量温度和雪晶粒大小，旨在通过提供全面的观测数据来解决这些挑战。这些技术包括在不同雪层进行温度测量、使用手持显微镜进行晶粒大小分析，以及使用光谱仪进行详细的光谱观测。这些方法的整合有助于精炼雷达数据的解释，并提高雪参数提取的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on snow parameter inversion methods when integrating active radar data with ground-based snow characteristics data?",
                "QuestionCn": "将主动雷达数据与地面雪特征数据结合时，雪参数反演方法可能面临的潜在后果是什么？",
                "AnswerEn": "The integration of active radar data with ground-based snow characteristics data can enhance the accuracy and reliability of snow parameter inversion methods. By combining Envisat ASAR data with detailed measurements of snow density, dielectric constant, and water content, researchers can develop more precise models for estimating snowpack properties. This may lead to improved understanding and predictions of snow-related phenomena, such as runoff and water resource management, especially in regions where snow is a critical component of the hydrological cycle.",
                "AnswerCn": "将主动雷达数据与地面雪特征数据相结合，可以提高雪参数反演方法的准确性和可靠性。通过将Envisat ASAR数据与雪密度、介电常数和水分含量的详细测量结合起来，研究人员可以开发出更精确的模型来估计雪盖特性。这可能会改善对雪相关现象的理解和预测，例如径流和水资源管理，特别是在雪是水文循环关键组成部分的地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting Envisat ASAR synchronous observation data in the context of snow parameter retrieval using active radar data?",
                "QuestionCn": "收集Envisat ASAR同步观测数据的主要目的是在使用主动雷达数据进行雪参数提取的背景下。",
                "AnswerEn": "The main goal is to study methods for retrieving snow parameters using active radar data. This involves collecting Envisat ASAR data in the AP mode with VV/VH polarization during a specific overpass time to synchronize ground observations, including snow properties, snow parameter measurements, and snow spectral characteristics, to enhance the understanding and accuracy of snow parameter inversion techniques.",
                "AnswerCn": "主要目标是研究使用主动雷达数据检索雪参数的方法。这涉及在特定过境时间收集Envisat ASAR数据，采用AP模式和VV/VH极化，以便与地面观测（包括雪特性、雪参数测量和雪光谱特征）同步，从而增强对雪参数反演技术的理解和准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in conducting synchronized Envisat ASAR observations to study snow parameter inversion methods using active radar data in a dense observation area?",
                "QuestionCn": "进行同步Envisat ASAR观测以研究在密集观测区域使用主动雷达数据的雪参数反演方法涉及哪些程序？",
                "AnswerEn": "The procedures involve conducting synchronized Envisat ASAR observations with a focus on collecting snow characteristic data, such as snow density, complex dielectric constant, volumetric and weight water content, using snow characteristic analyzers. Observations are made at specific sites and include measuring snow surface and snow-soil interface temperatures with handheld infrared thermometers, layered snow temperatures with needle thermometers, snow grain size with handheld microscopes, and snow depth with rulers. Additionally, snow spectral observations are conducted using spectral instruments, and different snow layer structures are artificially created to measure their surface spectral characteristics. Data collected includes both raw and preprocessed information, organized into designated folders.",
                "AnswerCn": "这些程序涉及进行同步的Envisat ASAR观测，重点收集雪的特征数据，如雪密度、复杂介电常数、体积水分和重量水分含量，使用雪特征分析仪进行观测。观测在特定地点进行，包括使用手持红外温度计测量雪表面和雪-土界面的温度，使用针式温度计测量分层雪的温度，使用手持显微镜测量雪晶粒大小，以及使用尺子测量雪深。此外，还使用光谱仪进行雪的光谱观测，并人工创建不同的雪层结构以测量其表面光谱特性。收集的数据包括原始数据和预处理信息，组织到指定的文件夹中。",
                "Level": "C3(Applying)"
            }
        ]
    }
}