{
    "id": "c18da4fe-eea3-4065-a045-37a1d079ba61",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "NDVI change data set on the different permafrost regions in Northern Hemisphere during 1982-2015",
            "titleCn": "环北极不同类型多年冻土区NDVI变化数据集（1982-2015）",
            "description": "From 1982 to 2015, the NDVI change data sets of different types of permafrost regions in the northern hemisphere have a temporal resolution of once every five years, covering the entire Arctic countries with a spatial resolution of 8km. Based on multi-source remote sensing, simulation, statistics and measured data, the regulation and service functions of Permafrost on Ecosystem in the northern hemisphere are quantified by using GIS and ecological methods, All the data are under quality control.",
            "descriptionCn": "环北极不同类型多年冻土区NDVI变化数据集（1982-2015），时间分辨率为每5年一期，覆盖范围为整个环北极国家, 空间分辨率为8km,以多源遥感、模拟、统计和实测数据为基础, 使用GIS方法和生态学方法结合, 量化了北半球多年冻土对生态系统的调节服务功能, 其所有数据进行了质量控制。利用环北极不同类型多年冻土区划，借助1982-2015年期间NDVI值，使用GIS方法，计算了1982-2015年期间环北极不同类型多年冻土区的NDVI变化，形成了“1982-2015环北极不同类型多年冻土区NDVI变化数据集”。同时，综合多个文献，对其数据进行了质量控制。",
            "instructions": "1982001.tif",
            "instructionsCn": "1982001.tif",
            "east": 180.0,
            "west": 0.0,
            "south": 90.0,
            "north": 27.0,
            "startTime": "1982-01-06 08:00:00",
            "endTime": "2016-01-05 08:00:00",
            "fileSize": 8196023.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王世金",
                "nameEn": "WANG Shijin",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Northern hemisphere greening in association with warming permafrost",
                "referenceCn": null,
                "referenceEn": "Peng, X., Zhang, T., Frauenfeld, O.W., Wang, S., Qiao, L., Du, R., & Mu, C. (2020). Northern hemisphere greening in association with warming permafrost. Journal of Geophysical Research: Biogeosciences, 125, e2019JG005086. https://doi.org/ 10.1029/2019JG005086."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北极",
                "keywordEn": "circumarctic"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-2015",
                "keywordEn": "from 1982 to 2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Permafrost is a subsurface phenomenon that underlies a significant part of the land and sea in the Northern Hemisphere. Permafrost stores large amounts of organic carbon, affects the stability of bedrock and unconsolidated sediments, and impacts the costs and methods used for infrastructure development. Despite its global significance, there is still no method to reliably detect the occurrence and extent of permafrost at medium to high spatial resolutions and at a global scale. The first comprehensive Northern Hemisphere permafrost extent map was compiled by Brown et al. (1997), based on national and regional maps and expert knowledge from different time periods and sources. High-resolution maps (up to 1km2) have been successfully produced using the TTOP (temperature at the top of permafrost) model for individual regions and countries. The TTOP approach uses only a small number of input parameters and has been successfully employed at regional and continental scales for Canada, Scandinavia, and China."
            ],
            "research objective": [
                "In this study, we extend and improve the remote sensing approach of Westermann et al. (2015a) and apply a TTOP–based scheme to the entire Northern Hemisphere. We compile the first permafrost temperature and zonation map at the circum-Arctic scale with a resolution of 1km2 that includes a statistical representation of subpixel variability of permafrost temperatures based on snow and landcover heterogeneity."
            ],
            "challenges": [
                "Despite its global significance, there is still no method to reliably detect the occurrence and extent of permafrost at medium to high spatial resolutions and at a global scale. Extrapolating these observations to larger regions is hampered by the considerable spatial variability of the ground thermal regime and an uneven distribution of sites that results in extensive unsampled areas."
            ],
            "methods": [
                "For calculation of mean annual ground temperature (MAGT), we use the CryoGrid 1 model, based on the TTOP equilibrium approach. We compile spatially distributed datasets of TDD and FDD from remotely sensed land surface temperature (LST) products. We employ the MODIS MOD11A1 and MYD11A1 level 3 product in processing version 6, which contains up to two daytime and two night-time measurements per day. Downscaling of the ERA-interim reanalysis data to the 1km2 resolution of individual MODIS pixels is accomplished by computing atmospheric lapse rates and the elevation difference between the ERA orography field and the elevation of a 1km2 pixel. We compare our ensemble MAGT mean to in-situ point measurements in 359 boreholes in the GTN-P and 392 boreholes in the TSP project network. The model calculates mean annual ground temperature (MAGT) at the top of the permafrost based on mean annual air temperature (MAAT) and uses semi-empirical adjustment factors for the effects of snow cover and the thermal offset."
            ],
            "dataset": [
                "We compile spatially distributed datasets of TDD and FDD from remotely sensed land surface temperature (LST) products. The Moderate Resolution Imaging Spectroradiometers (MODIS) on board the Terra and Aqua satellites have provided LST measurements at a spatial resolution of 1km2 since 2000 and 2002, respectively. The study period, therefore, starts in 2000 and extends to the end of 2016. Extended data gaps in the MODIS LST time series due to cloud cover can result in a systematic cold bias in seasonal averages."
            ],
            "findings": [
                "The accuracy of the modelled mean annual ground temperature (MAGT) at the top of the permafrost is ±2°C when compared to permafrost borehole data. The modelled permafrost area (MAGT<0°C) covers 13.9×106 km2 (ca. 15% of the exposed land area), which is within the range or slightly below the average of previous estimates. The sum of all pixels having isolated patches, sporadic, discontinuous or continuous permafrost (permafrost probability>0) is around 21×106 km2 (22% of exposed land area), which is approximately 2×106 km2 less than estimated previously."
            ],
            "backgroundCn": [
                "永冻土是一种地下现象，覆盖了北半球大量的陆地和海洋。永冻土储存着大量的有机碳，影响基岩和松散沉积物的稳定性，并对基础设施开发的成本和方法产生影响。尽管其全球重要性显著，但目前仍没有可靠的方法能够在全球范围内以中到高的空间分辨率检测永冻土的存在和范围。Brown等人（1997）编制了第一幅全面的北半球永冻土分布图，该图基于不同时间段和来源的国家和区域地图以及专家知识。使用TTOP（永冻土顶部温度）模型，已经成功地为个别地区和国家制作了高分辨率地图（高达1km²）。TTOP方法仅使用少量输入参数，并已成功应用于加拿大、斯堪的纳维亚和中国的区域和大陆尺度。"
            ],
            "research objectiveCn": [
                "在本研究中，我们扩展并改进了Westermann等人（2015a）的遥感方法，并将基于TTOP的方案应用于整个北半球。我们编制了第一个以1km²分辨率的环极区范围的永久冻土温度和分区图，其中包括基于雪和土地覆盖异质性的永久冻土温度的亚像素变异性统计表示。"
            ],
            "challengesCn": [
                "尽管其全球意义重大，但目前仍没有可靠的方法在全球范围内以中到高的空间分辨率检测永久冻土的发生和范围。将这些观测结果外推到更大区域受到地面热状态的显著空间变异性和站点分布不均的限制，导致大量区域未被采样。"
            ],
            "methodsCn": [
                "为了计算平均年地温（MAGT），我们使用基于TTOP平衡方法的CryoGrid 1模型。我们编制了来自遥感地表温度（LST）产品的空间分布数据集，包括累计冷却度（TDD）和累计加热度（FDD）。我们采用MODIS MOD11A1和MYD11A1第6版的水平3产品进行处理，该产品每天包含最多两个白天和两个夜间的测量值。通过计算大气垂直温度梯度和ERA地形场与1km²像素的海拔差异，将ERA-interim再分析数据下采样到1km²分辨率。我们将我们的集成MAGT均值与GTN-P网络中的359个钻孔和TSP项目网络中的392个钻孔的现场点测量进行比较。该模型基于平均年气温（MAAT）计算冻土顶部的平均年地温（MAGT），并使用半经验调整因子来考虑雪盖和热偏移的影响。"
            ],
            "datasetCn": [
                "我们编制了来自遥感地表温度（LST）产品的空间分布数据集，包括日间温度差（TDD）和夜间温度差（FDD）。自2000年和2002年以来，搭载在Terra和Aqua卫星上的中分辨率成像光谱仪（MODIS）提供了1km²空间分辨率的LST测量。因此，研究期从2000年开始，延续到2016年底。由于云层覆盖，MODIS LST时间序列中存在较长的数据缺口，这可能导致季节平均值出现系统性的低温偏差。"
            ],
            "findingsCn": [
                "模型化的年均地温（MAGT）在永久冻土顶部的准确度与永久冻土钻孔数据相比为±2°C。模型化的永久冻土面积（MAGT<0°C）覆盖13.9×10^6 km²（约占暴露陆地面积的15%），这一数值在之前估计的范围内或略低于平均值。所有具有孤立斑块、零星、间歇性或连续永久冻土（永久冻土概率>0）的像素总和约为21×10^6 km²（占暴露陆地面积的22%），这比之前的估计少约2×10^6 km²。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is there a method that reliably detects the occurrence and extent of permafrost at medium to high spatial resolutions on a global scale?",
                "QuestionCn": "是否有一种方法可以在全球范围内可靠地检测到永久冻土的发生和范围，且具有中到高的空间分辨率？",
                "AnswerEn": "No",
                "AnswerCn": "否",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Can the TTOP model be employed at regional and continental scales for mapping permafrost?",
                "QuestionCn": "TTOP模型可以在区域和大陆尺度上用于绘制永久冻土图。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Does the MODIS LST product provide measurements at a spatial resolution of 1km2 since 2000?",
                "QuestionCn": "MODIS LST产品自2000年以来提供1km²的空间分辨率测量吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary method for calculating mean annual ground temperature (MAGT) based on the TTOP model, CryoGrid 1 model, or other equilibrium approaches?",
                "QuestionCn": "计算平均年地温（MAGT）的主要方法是基于TTOP模型、CryoGrid 1模型还是其他平衡方法？",
                "AnswerEn": "CryoGrid 1 model",
                "AnswerCn": "CryoGrid 1模型",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What challenges are associated with detecting permafrost at medium to high spatial resolutions globally?",
                "QuestionCn": "在全球范围内，以中到高空间分辨率检测永久冻土面临哪些挑战？",
                "AnswerEn": "Spatial variability",
                "AnswerCn": "空间变异性",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Who are the key contributors to the development of the first comprehensive Northern Hemisphere permafrost extent map?",
                "QuestionCn": "谁是第一个全面的北半球永久冻土分布图开发的关键贡献者？",
                "AnswerEn": "Brown et al. (1997)",
                "AnswerCn": "Brown 等人（1997）",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What data sources are utilized for compiling spatially distributed datasets of TDD and FDD in permafrost studies?",
                "QuestionCn": "在永久冻土研究中，编制空间分布数据集的TDD（年积温度日）和FDD（年冻结日）所使用的数据源有哪些？",
                "AnswerEn": "MODIS",
                "AnswerCn": "MODIS",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to quantify NDVI changes in permafrost regions over multiple decades?",
                "QuestionCn": "您能否提供一个用于量化多年冻土地区NDVI变化的数据收集方法的例子？",
                "AnswerEn": "The data collection method involves using GIS and ecological methods to calculate NDVI changes over the period from 1982 to 2015 for different types of permafrost regions in the circum-Arctic, integrating multi-source remote sensing, simulation, statistical, and actual measurement data.",
                "AnswerCn": "数据收集方法涉及使用地理信息系统（GIS）和生态方法，计算1982年至2015年期间不同类型的永冻土区域的NDVI变化，整合多源遥感、模拟、统计和实际测量数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in detecting permafrost at medium to high spatial resolutions globally?",
                "QuestionCn": "在全球范围内以中到高空间分辨率检测永久冻土时面临的一个挑战是什么？",
                "AnswerEn": "A challenge is the considerable spatial variability of the ground thermal regime and the uneven distribution of sites, which results in extensive unsampled areas, making it difficult to reliably detect the occurrence and extent of permafrost at medium to high spatial resolutions.",
                "AnswerCn": "一个挑战是地面热状态的显著空间变异性和站点分布的不均匀性，这导致了广泛的未采样区域，使得在中到高空间分辨率下可靠地检测永久冻土的发生和范围变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used to model mean annual ground temperature in permafrost studies?",
                "QuestionCn": "您能否提供一个用于建模永久冻土研究中年均地面温度的数据集示例？",
                "AnswerEn": "An example of a dataset used is the spatially distributed datasets of thawing degree days (TDD) and freezing degree days (FDD) derived from remotely sensed land surface temperature products from MODIS, which have been available at a spatial resolution of 1km2 since 2000 and 2002.",
                "AnswerCn": "一个使用的数据集是来自MODIS的遥感地表温度产品所衍生的空间分布数据集，包括融化度日（TDD）和冻结度日（FDD），自2000年和2002年以来以1km²的空间分辨率提供。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics that define the spatial and temporal resolution of datasets used for monitoring NDVI changes in permafrost regions?",
                "QuestionCn": "用于监测永久冻土地区NDVI变化的数据集的空间和时间分辨率的特征是什么？",
                "AnswerEn": "8km spatial resolution, temporal resolution of every 5 years",
                "AnswerCn": "8公里空间分辨率，时间分辨率为每5年一次",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific factors are considered in the quality control process for datasets monitoring permafrost regions?",
                "QuestionCn": "在监测永久冻土地区的数据集质量控制过程中，考虑的具体因素包括：",
                "AnswerEn": "integrating multiple literature sources, accuracy, GIS methods, NDVI changes over time, 1982 to 2015, different types of permafrost regions",
                "AnswerCn": "整合多种文献来源、准确性、GIS方法、1982年至2015年间NDVI变化、不同类型的永久冻土区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key challenges in developing medium to high spatial resolution methods for detecting permafrost extent globally?",
                "QuestionCn": "开发中到高空间分辨率的全球冻土范围检测方法面临的主要挑战是什么？",
                "AnswerEn": "considerable spatial variability of the ground thermal regime, uneven distribution of observational sites, extensive unsampled areas",
                "AnswerCn": "地面热状况具有显著的空间变异性，观测站点分布不均，存在大量未采样区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution and temporal resolution of a dataset related to NDVI changes in permafrost regions?",
                "QuestionCn": "与永冻土地区NDVI变化相关的数据集的空间分辨率和时间分辨率是什么？",
                "AnswerEn": "8 km, 5 years",
                "AnswerCn": "8公里，5年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many boreholes were used for in-situ point measurements to compare with ensemble MAGT mean in a permafrost-related study?",
                "QuestionCn": "在与永久冻土相关的研究中，用于与集合MAGT均值进行比较的原位点测量的钻孔数量是多少？",
                "AnswerEn": "751 boreholes",
                "AnswerCn": "751口钻孔",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the estimated area covered by the modelled permafrost (with MAGT<0°C) in a research approach?",
                "QuestionCn": "在研究方法中，模型化的永久冻土（平均年气温<0°C）覆盖的估计面积是多少？",
                "AnswerEn": "13.9×10^6 km²",
                "AnswerCn": "13.9×10^6 平方公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term 'mean annual ground temperature (MAGT)' refer to in the context of permafrost studies?",
                "QuestionCn": "“年均地温（MAGT）”在永久冻土研究中指的是土壤或地面的平均温度，通常是在一个完整的年度周期内测量的。这一指标对于理解和评估永久冻土的状态及其变化非常重要。",
                "AnswerEn": "In the context of permafrost studies, 'mean annual ground temperature (MAGT)' refers to the average temperature at the top of the permafrost layer, calculated using the TTOP (temperature at the top of permafrost) equilibrium approach. It is based on mean annual air temperature (MAAT) and incorporates semi-empirical adjustments for snow cover and thermal offset effects.",
                "AnswerCn": "在永久冻土研究中，“年均地温（MAGT）”指的是在永久冻土层顶部的平均温度，采用TTOP（永久冻土顶部温度）平衡方法计算。它基于年均气温（MAAT），并结合了对雪盖和热偏移效应的半经验调整。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is meant by the term 'TTOP model' in the context of permafrost mapping and analysis?",
                "QuestionCn": "在永久冻土制图和分析的背景下，“TTOP模型”一词指的是“地形-温度-土壤-水分模型”。",
                "AnswerEn": "The TTOP model, or 'temperature at the top of permafrost' model, refers to a method used for creating high-resolution maps of permafrost by employing a small number of input parameters to compute temperature. It has been successfully used at regional and continental scales, enabling the calculation of mean annual ground temperature (MAGT) and zonation maps with statistical representation of subpixel variability based on snow and landcover heterogeneity.",
                "AnswerCn": "TTOP模型，即“永久冻土顶部温度”模型，是一种通过使用少量输入参数计算温度来创建高分辨率永久冻土地图的方法。该模型已成功应用于区域和大陆尺度，能够计算平均年土壤温度（MAGT）和基于雪和土地覆盖异质性的子像素变异性的统计表示的分区图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods utilizing MODIS LST products compare to those using NDVI values when assessing changes in permafrost regions?",
                "QuestionCn": "利用MODIS LST产品的数据收集方法与使用NDVI值在评估永久冻土地区变化时的比较如何？",
                "AnswerEn": "MODIS LST products provide land surface temperature measurements at a spatial resolution of 1km2, allowing for the calculation of mean annual ground temperature. In contrast, NDVI values, collected at a spatial resolution of 8km and with a temporal resolution of every 5 years, are used to assess ecological changes and quantify the regulation service of permafrost ecosystems. Both methods utilize remote sensing data but focus on different environmental indicators and resolutions.",
                "AnswerCn": "MODIS LST 产品提供1km²空间分辨率的地表温度测量，允许计算年均地温。相比之下，NDVI 值以8km的空间分辨率和每5年一次的时间分辨率收集，用于评估生态变化和量化永冻土生态系统的调节服务。这两种方法都利用遥感数据，但关注不同的环境指标和分辨率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the geographic coverage of datasets utilizing the TTOP model compare to those employing NDVI data in the context of permafrost studies?",
                "QuestionCn": "在永久冻土研究中，利用TTOP模型的数据集的地理覆盖范围与采用NDVI数据的数据集相比如何？",
                "AnswerEn": "Datasets utilizing the TTOP model have been created for specific regions and countries like Canada, Scandinavia, and China, providing detailed temperature maps. In contrast, NDVI datasets cover the entire circum-Arctic region, offering a broader geographic perspective on ecological changes in permafrost areas. While the TTOP model focuses on specific locales with high-resolution mapping, NDVI data provides a wider scope with less spatial granularity.",
                "AnswerCn": "利用TTOP模型创建的数据集针对特定地区和国家，如加拿大、斯堪的纳维亚和中国，提供了详细的温度地图。相比之下，NDVI数据集覆盖整个环极地区，提供了对永久冻土地区生态变化的更广泛地理视角。虽然TTOP模型专注于高分辨率映射的特定地点，但NDVI数据则提供了更广泛的范围，空间细节较少。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges of accurate permafrost detection at medium to high spatial resolutions using remote sensing data?",
                "QuestionCn": "可以推断出，使用遥感数据在中到高空间分辨率下准确检测永久冻土面临的挑战。",
                "AnswerEn": "Despite the global significance of permafrost, there is still no method to reliably detect its occurrence and extent at medium to high spatial resolutions globally due to considerable spatial variability in the ground thermal regime and uneven distribution of sampling sites, resulting in extensive unsampled areas.",
                "AnswerCn": "尽管永冻土在全球具有重要意义，但由于地面热状态的显著空间变异性和采样点分布不均，至今仍没有可靠的方法在全球范围内以中到高空间分辨率检测其存在和范围，导致大量区域未被采样。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What methodological advancements are necessary to improve the spatial resolution and reliability of permafrost monitoring across the Northern Hemisphere?",
                "QuestionCn": "为了提高北半球永久冻土监测的空间分辨率和可靠性，哪些方法论进展是必要的？",
                "AnswerEn": "Advancements are needed in remote sensing approaches, such as those that extend the TTOP-based scheme, to compile permafrost temperature and zonation maps at finer resolutions (e.g., 1km2) that account for subpixel variability due to snow and land cover heterogeneity, improving reliability and coverage.",
                "AnswerCn": "需要在遥感方法上进行改进，例如扩展基于TTOP的方案，以编制更高分辨率（例如1km²）的永久冻土温度和分区图，考虑由于雪和土地覆盖异质性导致的亚像素变异，从而提高可靠性和覆盖范围。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in reliably detecting the occurrence and extent of permafrost at medium to high spatial resolutions globally?",
                "QuestionCn": "导致在全球范围内可靠检测永久冻土的发生和范围的挑战的原因是什么？",
                "AnswerEn": "The challenges in detecting permafrost reliably at medium to high spatial resolutions globally are due to the considerable spatial variability of the ground thermal regime and the uneven distribution of observation sites, resulting in extensive unsampled areas.",
                "AnswerCn": "在全球范围内，以中到高空间分辨率可靠检测永久冻土的挑战在于地面热状态的显著空间变异性以及观测点分布的不均匀性，导致了广泛的未采样区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be systematic cold biases in seasonal averages when using remotely sensed land surface temperature (LST) products for permafrost studies?",
                "QuestionCn": "在使用遥感地表温度（LST）产品进行永久冻土研究时，季节平均值可能存在系统性的寒冷偏差的原因是什么？",
                "AnswerEn": "Systematic cold biases in seasonal averages can occur due to extended data gaps in the MODIS LST time series, which are caused by cloud cover during the study period.",
                "AnswerCn": "季节平均值中的系统性冷偏差可能由于MODIS LST时间序列中的长期数据缺口而发生，这些缺口是由于研究期间的云层覆盖造成的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using GIS methods and ecological approaches in quantifying the regulatory services of permafrost on ecosystems?",
                "QuestionCn": "使用GIS方法和生态学方法量化永冻土对生态系统调节服务的影响有哪些后果？",
                "AnswerEn": "Using GIS methods and ecological approaches allows for the integration of multi-source data, which aids in quantifying the regulatory services of permafrost on ecosystems. This method enables a comprehensive analysis of NDVI changes over time, providing insights into the ecological impacts of permafrost in the Northern Hemisphere.",
                "AnswerCn": "使用GIS方法和生态学方法可以整合多源数据，有助于量化永冻土对生态系统的调节服务。这种方法能够对NDVI随时间的变化进行全面分析，从而提供关于永冻土在北半球生态影响的见解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential outcomes of employing the TTOP-based scheme on a circum-Arctic scale in understanding permafrost zonation and temperature variability?",
                "QuestionCn": "在整个环极地区采用TTOP基础方案来理解永久冻土分区和温度变异的潜在结果是什么？",
                "AnswerEn": "Employing the TTOP-based scheme on a circum-Arctic scale results in a detailed permafrost temperature and zonation map with high spatial resolution. This approach captures the subpixel variability of permafrost temperatures, providing a better understanding of the spatial distribution and heterogeneity of permafrost, which aids in identifying areas of permafrost presence and its potential impacts on the environment.",
                "AnswerCn": "采用基于TTOP的方案在环极地区范围内生成了一幅高空间分辨率的详细冻土温度和分区图。这种方法捕捉了冻土温度的亚像素变异性，提供了对冻土空间分布和异质性的更好理解，有助于识别冻土存在的区域及其对环境的潜在影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of developing a spatially distributed dataset of TDD and FDD from remotely sensed land surface temperature products in permafrost regions?",
                "QuestionCn": "开发来自遥感地表温度产品的TDD和FDD空间分布数据集在永久冻土地区的主要目标是什么？",
                "AnswerEn": "The primary goal is to calculate mean annual ground temperature (MAGT) at the top of the permafrost using the CryoGrid 1 model, based on the TTOP equilibrium approach, and to improve understanding of permafrost temperature and zonation at the circum-Arctic scale.",
                "AnswerCn": "主要目标是基于TTOP平衡方法，使用CryoGrid 1模型计算永久冻土顶部的年均地温（MAGT），并提高对环极地区永久冻土温度和分区的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to apply a TTOP-based scheme to map permafrost extent and temperatures at a circum-Arctic scale?",
                "QuestionCn": "为什么在整个北极地区应用基于TTOP的方案来绘制永久冻土的范围和温度是重要的？",
                "AnswerEn": "It is important because there is currently no reliable method to detect the occurrence and extent of permafrost at medium to high spatial resolutions and at a global scale. The TTOP-based scheme allows for a comprehensive mapping of permafrost temperature and zonation, including a statistical representation of subpixel variability, which helps address the challenges in extrapolating observations to larger regions.",
                "AnswerCn": "这很重要，因为目前没有可靠的方法在全球范围内以中到高的空间分辨率检测永久冻土的发生和范围。基于TTOP的方案允许全面绘制永久冻土温度和分区图，包括对亚像素变异性的统计表示，这有助于解决将观测结果外推到更大区域的挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods are employed to ensure the quality control of NDVI datasets in the context of permafrost regions?",
                "QuestionCn": "在永久冻土地区，确保NDVI数据集质量控制的方法有哪些？",
                "AnswerEn": "Quality control for NDVI datasets in permafrost regions is achieved by integrating multiple data sources such as remote sensing, simulation, statistical, and empirical data. The data undergoes thorough quality checks using GIS and ecological methods to quantify ecological functions and ensure accuracy.",
                "AnswerCn": "在永久冻土地区，NDVI数据集的质量控制通过整合多种数据源实现，如遥感、模拟、统计和经验数据。这些数据经过严格的质量检查，使用GIS和生态方法来量化生态功能并确保准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can remote sensing data be utilized to calculate changes in NDVI over time in Arctic permafrost regions?",
                "QuestionCn": "遥感数据如何用于计算北极永冻土地区NDVI随时间的变化？",
                "AnswerEn": "Remote sensing data, particularly from multi-source platforms, can be used alongside GIS methods to calculate NDVI changes over time. This involves using spatial resolution data to quantify the ecological functions of permafrost regions, with a temporal resolution of every five years from 1982 to 2015.",
                "AnswerCn": "遥感数据，特别是来自多源平台的数据，可以与GIS方法结合使用，以计算NDVI随时间的变化。这涉及使用空间分辨率数据来量化永久冻土地区的生态功能，时间分辨率为1982年至2015年每五年一次。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedural steps are involved in using the TTOP model to create permafrost temperature and zonation maps?",
                "QuestionCn": "使用TTOP模型创建永久冻土温度和分区图的程序步骤包括以下几个方面：",
                "AnswerEn": "The TTOP model uses remotely sensed land surface temperature products to calculate mean annual ground temperature. The process involves downscaling ERA-interim reanalysis data to a 1km² resolution, using atmospheric lapse rates, and comparing the model results with in-situ measurements from boreholes to ensure accuracy.",
                "AnswerCn": "TTOP模型使用遥感地表温度产品来计算年均地温。该过程涉及将ERA-interim再分析数据降尺度到1km²分辨率，使用大气垂直温度递减率，并将模型结果与钻孔的现场测量数据进行比较，以确保准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the accurate detection and mapping of permafrost at a circum-Arctic scale with high spatial resolution?",
                "QuestionCn": "哪些技术进步使得在环极地区以高空间分辨率准确检测和绘制永久冻土成为可能？",
                "AnswerEn": "The use of remote sensing technology, particularly the Moderate Resolution Imaging Spectroradiometers (MODIS) on board the Terra and Aqua satellites, has enabled the collection of land surface temperature (LST) measurements at a spatial resolution of 1km2. This data, combined with the CryoGrid 1 model based on the TTOP equilibrium approach, allows for the mapping of permafrost temperature and zonation at the circum-Arctic scale, incorporating snow and landcover heterogeneity.",
                "AnswerCn": "遥感技术的使用，特别是搭载在Terra和Aqua卫星上的中分辨率成像光谱仪（MODIS），使得以1km²的空间分辨率收集地表温度（LST）测量成为可能。这些数据结合基于TTOP平衡方法的CryoGrid 1模型，使得在环极地区范围内能够绘制出永久冻土温度和分区图，考虑了雪和土地覆盖的异质性。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do the integration of multiple data sources and GIS methods enhance the accuracy and reliability of NDVI change datasets for permafrost regions?",
                "QuestionCn": "多个数据源的集成和GIS方法如何提高冻土地区NDVI变化数据集的准确性和可靠性？",
                "AnswerEn": "The integration of multi-source remote sensing, simulation, statistical, and measured data, along with GIS and ecological methods, enhances the accuracy and reliability of NDVI change datasets. This approach allows for a comprehensive quantification of the regulatory service functions of permafrost on ecosystems and ensures quality control of the data.",
                "AnswerCn": "多源遥感、模拟、统计和实测数据的集成，以及GIS和生态方法的应用，提高了NDVI变化数据集的准确性和可靠性。这种方法能够全面量化永冻土对生态系统的调节服务功能，并确保数据的质量控制。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary challenges in extending remote sensing approaches to generate comprehensive permafrost maps at a global scale?",
                "QuestionCn": "在全球范围内扩展遥感方法以生成全面的永久冻土地图时，主要面临的挑战是什么？",
                "AnswerEn": "Primary challenges include the considerable spatial variability of the ground thermal regime and the uneven distribution of sites, leading to extensive unsampled areas. Additionally, the lack of a reliable method to detect the occurrence and extent of permafrost at medium to high spatial resolutions globally complicates the extrapolation of observations to larger regions.",
                "AnswerCn": "主要挑战包括地面热状况的显著空间变异性和站点分布的不均匀性，导致大量未采样区域。此外，缺乏可靠的方法在全球范围内以中到高空间分辨率检测永久冻土的发生和范围，进一步复杂化了将观察结果推广到更大区域的过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in reliably detecting the occurrence and extent of permafrost at medium to high spatial resolutions globally?",
                "QuestionCn": "在全球范围内，以中到高空间分辨率可靠地检测永冻土的发生和范围可能面临挑战的原因是什么？",
                "AnswerEn": "Challenges arise due to the considerable spatial variability of the ground thermal regime and an uneven distribution of observational sites, which result in extensive unsampled areas.",
                "AnswerCn": "由于地面热状况的空间变异性较大以及观测点分布不均，导致存在大量未采样区域，从而产生了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the anticipated challenges in using remote sensing data for calculating mean annual ground temperature (MAGT) at a fine spatial resolution?",
                "QuestionCn": "使用遥感数据计算细空间分辨率下的年均地温（MAGT）所面临的预期挑战是什么？",
                "AnswerEn": "Extended data gaps in remotely sensed land surface temperature (LST) time series, due to cloud cover, can result in a systematic cold bias in seasonal averages, impacting the accuracy of MAGT calculations.",
                "AnswerCn": "由于云层覆盖，遥感地表温度（LST）时间序列中的延长数据缺口可能导致季节平均值出现系统性的冷偏差，从而影响MAGT计算的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be discrepancies in the estimated permafrost area when compared to previous studies?",
                "QuestionCn": "为什么与之前的研究相比，估计的永久冻土面积可能存在差异？",
                "AnswerEn": "Discrepancies can occur because the modelled permafrost area covers a slightly different range or falls below the average of previous estimates, which may be due to differences in methodologies, spatial resolutions, or the incorporation of new data sources.",
                "AnswerCn": "差异可能发生，因为模型化的永久冻土面积覆盖的范围略有不同，或低于之前估计的平均值，这可能是由于方法论、空间分辨率或新数据源的纳入差异所致。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What challenges do you foresee in using remotely sensed land surface temperature products to compile datasets of TDD and FDD for permafrost regions?",
                "QuestionCn": "我预见到在使用遥感地表温度产品编制永久冻土地区的TDD和FDD数据集时会面临哪些挑战？",
                "AnswerEn": "A significant challenge is the extended data gaps in the MODIS LST time series due to cloud cover, which can result in a systematic cold bias in seasonal averages, affecting the accuracy of the datasets of TDD and FDD for permafrost regions.",
                "AnswerCn": "一个显著的挑战是由于云层覆盖导致的MODIS LST时间序列中的数据缺口，这可能导致季节平均值出现系统性的冷偏差，从而影响冻土地区TDD和FDD数据集的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how reliable are the modelled mean annual ground temperature (MAGT) estimates when compared to in-situ borehole measurements?",
                "QuestionCn": "在您看来，与现场钻孔测量相比，模型化的年均地温（MAGT）估计的可靠性如何？",
                "AnswerEn": "The modelled mean annual ground temperature (MAGT) estimates are considered reliable within an accuracy of ±2°C when compared to permafrost borehole data, providing a robust estimate of the permafrost area and its characteristics.",
                "AnswerCn": "模型化的年均地温（MAGT）估计与永久冻土钻孔数据相比，准确度在±2°C范围内被认为是可靠的，从而提供了对永久冻土面积及其特征的可靠估计。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about how remote sensing techniques are applied to monitor NDVI changes in Arctic permafrost areas over multiple decades.",
                "QuestionCn": "我不确定遥感技术如何应用于监测北极永久冻土地区数十年来的NDVI变化。",
                "AnswerEn": "Remote sensing techniques involve the use of multi-source data, including satellite imagery, to monitor NDVI changes. The data is collected with a spatial resolution of 8km and time intervals of every 5 years from 1982 to 2015. GIS and ecological methods are used to calculate NDVI changes across different permafrost types in the Arctic.",
                "AnswerCn": "遥感技术涉及使用多源数据，包括卫星影像，以监测NDVI变化。数据以8公里的空间分辨率和每5年一次的时间间隔从1982年到2015年收集。使用GIS和生态方法计算北极不同类型永久冻土的NDVI变化。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "I don't understand the challenges faced in detecting permafrost extent at a global scale with medium to high spatial resolution.",
                "QuestionCn": "我不理解在全球范围内以中到高空间分辨率检测永冻土范围所面临的挑战。",
                "AnswerEn": "Detecting permafrost extent globally is challenged by significant spatial variability in the ground thermal regime and an uneven distribution of observation sites, leading to unsampled areas. Additionally, there is no reliable method for medium to high spatial resolution detection, as traditional mapping relies on regional data and expert knowledge.",
                "AnswerCn": "全球范围内检测永久冻土的范围面临着地面热状况的显著空间变异性和观测点分布不均匀的问题，导致一些区域未被采样。此外，目前没有可靠的方法用于中到高空间分辨率的检测，因为传统的制图依赖于区域数据和专家知识。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how data quality control is ensured for datasets focusing on NDVI changes in permafrost regions.",
                "QuestionCn": "我无法理解如何确保针对永久冻土地区NDVI变化的数据集的数据质量控制。",
                "AnswerEn": "Data quality control for NDVI change datasets in permafrost regions is achieved through a comprehensive review of multiple literature sources and careful integration of remote sensing, simulated, statistical, and actual measurement data. This ensures that the dataset accurately reflects ecological functions and changes in the Arctic permafrost zones.",
                "AnswerCn": "在永久冻土地区，NDVI变化数据集的数据质量控制通过对多个文献来源的全面审查以及遥感、模拟、统计和实际测量数据的仔细整合来实现。这确保了数据集准确反映了北极永久冻土区的生态功能和变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please propose a strategy for expanding and refining datasets related to NDVI changes in permafrost regions, considering the challenges and findings identified in recent research.",
                "QuestionCn": "请提出一个策略，以扩展和完善与永冻土地区NDVI变化相关的数据集，考虑到最近研究中识别出的挑战和发现。",
                "AnswerEn": "A strategy for expanding and refining datasets on NDVI changes could involve integrating multi-source remote sensing data, statistical analyses, and empirical measurements to improve quality control. Utilizing GIS and ecological methods could aid in quantifying ecological services of permafrost regions. Addressing data gaps by enhancing temporal and spatial resolution, and using models like TTOP for better zonation mapping, can also contribute to more comprehensive datasets.",
                "AnswerCn": "扩展和完善NDVI变化数据集的策略可以包括整合多源遥感数据、统计分析和实证测量，以提高质量控制。利用GIS和生态方法可以帮助量化永久冻土地区的生态服务。通过提高时间和空间分辨率来解决数据缺口，并使用TTOP等模型进行更好的分区映射，也可以为更全面的数据集做出贡献。",
                "Level": "C6(Creating)"
            }
        ]
    }
}