{
    "id": "c20c642d-8ce4-4e68-919c-b803a935de40",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "A study on the prevalence and related factors of frailty and pre-frailty in the older population with hypertension in China: A national cross-sectional study",
            "titleCn": "中国老年高血压人群衰弱及衰弱前期患病率及相关因素研究：全国横断面研究数据集（2015-2022）",
            "description": "Objective: To explore the prevalence and factors associated with frailty and pre-\nfrailty in elderly Chinese patients with hypertension.\nBackground: In China, there have been few national studies into the prevalence and\nfactors associated with frailty and pre-frailty in elderly patients with hypertension.\nMethods: Through the 4th Sample Survey of Aged Population in Urban and Rural\nChina (SSAPUR) in 2015, the situation of hypertension subjects aged 60 years or\nolder in 31 provinces, autonomous regions, and municipalities in mainland China\nwas obtained. And the frailty index was constructed based on 33 potential defects,\nelderly hypertensive patients are classified as robust, frailty, and pre-frailty.\nResults: A total of 76,801 elderly patients with hypertension were enrolled in the\nstudy. The age-sex standardized prevalence of frailty and pre-frailty in hypertensive\nelderly in China was 16.1% (95%CI 15.8–16.3%), 58.1% (95%CI 57.7–58.4%). There\nwere significant geographical differences in the prevalence of frailty and pre-frailty\nin elderly hypertensive patients. Multinomial logistic regression analysis showed\nthat poor economic status, activities of daily living disability, and comorbid chronic\ndiseases were related to frailty and pre-frailty.\nConclusion: Frailty and pre-frailty are very common in elderly Chinese patients\nwith hypertension and have similar risk factors. Prevention strategies should be\ndeveloped to stop or delay the onset of frailty by targeting established risk factors\nin the pre-frailty population of elderly hypertension. It is also crucial to optimize the\nmanagement of frailty in elderly Chinese patients with hypertension.",
            "descriptionCn": "目的：探讨中国老年高血压患者衰弱及衰弱前期的患病率及影响因素。\n背景：在中国，关于老年高血压患者衰弱和衰弱前期的患病率及其相关因素的全国性研究还很少。\n方法：通过2015年第四次中国城乡老年人口抽样调查（SSAPUR），了解中国大陆31个省、自治区、直辖市60岁及以上高血压人群的情况。并根据33项潜在缺陷构建衰弱指数，将老年高血压患者分为健壮、衰弱和衰弱前期。\n结果：共有76,801名老年高血压患者纳入研究。中国高血压老年人的年龄-性别标化衰弱和衰弱前期患病率为16.1%（95%CI 15.8-16.3%）、58.1%（95%CI 57.7-58.4%）。老年高血压患者衰弱和衰弱前期的患病率存在​​显着的地域差异。多项Logistic回归分析显示，经济状况不佳、日常生活活动能力障碍以及合并慢性疾病与衰弱和衰弱前期相关。\n结论：衰弱和衰弱前期在中国老年高血压患者中非常常见，并且具有相似的危险因素。应针对老年高血压衰弱前人群中已确定的危险因素，制定预防策略，以阻止或延缓衰弱的发生。优化中国老年高血压患者的衰弱管理也至关重要。",
            "instructions": "To 1163: describe the distribution of the observed variables;\n\nTo lines 3092, lines 6631 to 10604: test group differences in covariates under various grouping situations;\n\nLines 3096 to 6627: Multivariate logistic regression analysis of influencing factors related to the prevalence of frailty and pre-frailty hypertension;",
            "instructionsCn": "至1163：描述观测变量的各分布情况；\n至3092行，6631至10604行：检验各种分组情况下协变量的组间差异；\n3096至6627行：多因素logisitic回归分析与虚弱和虚弱前期高血压患病率相关的影响因素；\n",
            "east": 115.25,
            "west": 117.3,
            "south": 41.03,
            "north": 39.26,
            "startTime": "2015-08-01 16:35:40",
            "endTime": "2023-01-12 16:35:40",
            "fileSize": 259499.0,
            "cstr": "18406.11.HumanNat.tpdc.300769",
            "doi": "10.11888/HumanNat.tpdc.300769",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘德平",
                "nameEn": "LIU Deping",
                "unitEn": "",
                "unitCn": "北京医院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Zeng, X. Z., Jia, N., Meng, L. B., Shi, J., Li, Y. Y., Hu, J. B., Hu, X., Li, H., Xu, H. X., Li, J. Y., Qi, X., Wang, H., Zhang, Q. X., Li, J., & Liu, D. P. (2023). A study on the prevalence and related factors of frailty and pre-frailty in the older population with hypertension in China: A national cross-sectional study. Frontiers in cardiovascular medicine, 9, 1057361. https://doi.org/10.3389/fcvm.2022.1057361",
                "referenceCn": null,
                "referenceEn": "Zeng, X. Z., Jia, N., Meng, L. B., Shi, J., Li, Y. Y., Hu, J. B., Hu, X., Li, H., Xu, H. X., Li, J. Y., Qi, X., Wang, H., Zhang, Q. X., Li, J., & Liu, D. P. (2023). A study on the prevalence and related factors of frailty and pre-frailty in the older population with hypertension in China: A national cross-sectional study. Frontiers in cardiovascular medicine, 9, 1057361. https://doi.org/10.3389/fcvm.2022.1057361"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "健康",
                "nameEn": "healthy"
            },
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "老年健康",
                "nameEn": "Senile health"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "At least 50% of older adults suffer from hypertension, and the prevalence of hypertension in the elderly over 80 years is close to 90%. Hypertension is the foremost independent risk factor for stroke, myocardial infarction, and even cardiovascular death in older adults. Frailty is a non-specific state of progressive decline in the function and reserve of multiple systems, diminished homeostatic regulation of the body, and decreased compensatory capacity for physiological adaptation in response to stress in the elderly. Global community of elderly frail prevalence was 4–59%, and the average prevalence was 11%. A meta-analysis revealed that frail older hypertensive patients had a higher risk of death, hospitalization, and falls than older hypertensive patients who were not frail. Studies have shown that frailty is a factor that must be considered in setting target blood pressure levels for elderly patients with hypertension. European Society of Hypertension, European Geriatric Medicine Society, and the 2019 Chinese Guideline for Hypertensive elderly all clearly emphasize that frailty assessment as a concern in the management of hypertension in the elderly."
            ],
            "research objective": [
                "This study aimed to find the prevalence and factors of frailty and pre-frailty in elderly Chinese patients with hypertension in various provinces, municipalities, and autonomous regions in mainland China and provide a basis for the management of older hypertensive patients with frailty."
            ],
            "challenges": [
                "However, the sample is not rich in frail individuals, and the selection of rural Beijing and rural Chengdu as representatives of rural northern and southern China limited the generalization of the findings."
            ],
            "methods": [
                "In our study, we used data from the 4th SSAPUR in 2015; we then assessed the frailty and pre-frailty of elderly hypertensive patients by using the frailty index (FI). Content from the 4th SSAPUR, a cross-sectional study of elderly subjects aged 60 years or older from 31 provinces, autonomous regions, and municipalities in mainland China was obtained. The number of samples collected by SSAPUR was 224,142, of which 15,756 (7.0%) were excluded because the number of constructed FI items was less than 28. Among the 208,386 older individuals, 76,801 physician-diagnosed elderly patients with hypertension were enrolled in our study. We constructed FI following Searle’s standard procedure. SPSS 24.0 software was used for analysis. Missing data were interpolated using Markov Chain Monte Carlo (MCMC) multiple fill method. Age-sex standardized prevalence of frailty and pre-frailty among elderly patients with hypertension in China was calculated according to the weights created in our study. We assessed the significance of differences by ANOVA or Student’s t-test for continuous variables and by the χ2 test for categorical variables. Multinomial regression analysis were used to ascertain the factors associated with frailty and pre-frailty, including comorbidities, ADL disability, southern or northern China, age group, sex, nationality, residence location, education level, marital status, living alone, economic status, medical insurance, the convenience of medical expense reimbursement."
            ],
            "dataset": [
                "The number of samples collected by SSAPUR was 224,142, of which 15,756 (7.0%) were excluded because the number of constructed FI items was less than 28. Among the 208,386 older individuals, 76,801 physician-diagnosed elderly patients with hypertension were enrolled in our study."
            ],
            "findings": [
                "Our study reported a higher prevalence of frailty in elderly hypertensive patients than a previous study, Ma et al. reported a 13.8% prevalence of frailty in a national study that included 3,844 elderly hypertensive patients in a comprehensive assessment of the elderly in China. Our large nationally representative sample study found that frail older hypertensive patients were older and had higher rates of hospitalization in the past year, ADL disability and comorbid chronic diseases compared to non-frail older hypertensive patients. These characteristics suggest that frail older hypertensive patients are prone to adverse events. We found that the frailty prevalence of older hypertensive patients in the economically underdeveloped western and northern regions was relatively high, while the economically developed coastal areas were relatively low."
            ],
            "backgroundCn": [
                "至少50%的老年人患有高血压，而80岁以上老年人的高血压患病率接近90%。高血压是老年人中中风、心肌梗死甚至心血管死亡的首要独立风险因素。虚弱是一种非特异性的状态，表现为多系统功能和储备的逐渐下降、身体的稳态调节能力减弱，以及对压力的生理适应能力降低。全球老年人虚弱的患病率为4%至59%，平均患病率为11%。一项荟萃分析显示，虚弱的高血压老年患者比非虚弱的高血压老年患者面临更高的死亡、住院和跌倒风险。研究表明，在为高血压老年患者设定目标血压水平时，必须考虑虚弱这一因素。欧洲高血压学会、欧洲老年医学学会以及2019年中国高血压老年人指南都明确强调，在老年高血压管理中应将虚弱评估作为一个重要考虑因素。"
            ],
            "research objectiveCn": [
                "本研究旨在调查中国大陆各省、市、自治区老年高血压患者的虚弱和前虚弱的流行率及相关因素，为老年高血压患者的虚弱管理提供依据。"
            ],
            "challengesCn": [
                "然而，样本中缺乏脆弱个体，选择北京农村和成都农村作为北方和南方农村的代表限制了研究结果的普遍性。"
            ],
            "methodsCn": [
                "在我们的研究中，我们使用了2015年第四次SSAPUR的数据；然后通过使用虚弱指数（FI）评估老年高血压患者的虚弱和前虚弱。第四次SSAPUR的数据来自中国大陆31个省、自治区和直辖市的60岁及以上老年人，样本总数为224,142，其中15,756人（7.0%）因构建的FI项目少于28而被排除。在208,386名老年人中，纳入我们研究的有76,801名经医生诊断的高血压老年患者。我们按照Searle的标准程序构建了FI。分析使用SPSS 24.0软件进行。缺失数据采用马尔可夫链蒙特卡洛（MCMC）多重填充法进行插补。根据我们研究中创建的权重，计算了中国老年高血压患者的虚弱和前虚弱的年龄性别标准化患病率。我们通过ANOVA或学生t检验评估连续变量的差异显著性，通过χ2检验评估分类变量的差异显著性。多项回归分析用于确定与虚弱和前虚弱相关的因素，包括合并症、日常生活活动（ADL）残疾、南方或北方中国、年龄组、性别、民族、居住地点、教育水平、婚姻状况、独居、经济状况、医疗保险、医疗费用报销的便利性。"
            ],
            "datasetCn": [
                "SSAPUR收集的样本数量为224,142，其中有15,756个（7.0%）因构建的FI项目数量少于28而被排除。在208,386名老年人中，76,801名经过医生诊断的高血压老年患者被纳入我们的研究。"
            ],
            "findingsCn": [
                "我们的研究报告显示，老年高血压患者的虚弱症状发生率高于之前的研究。Ma等人报告称，在一项包括3,844名老年高血压患者的全国性研究中，虚弱症状的发生率为13.8%。我们的这项大规模全国代表性样本研究发现，虚弱的老年高血压患者年龄较大，过去一年住院率更高，日常生活活动（ADL）残疾和合并慢性疾病的比例也高于非虚弱的老年高血压患者。这些特征表明，虚弱的老年高血压患者更容易发生不良事件。我们发现，在经济欠发达的西部和北部地区，老年高血压患者的虚弱症状发生率相对较高，而经济发达的沿海地区则相对较低。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for a dataset on frailty in elderly hypertensive patients in China include a standardized procedure like the frailty index (FI)?",
                "QuestionCn": "该数据集中关于中国老年高血压患者的虚弱状况的数据收集方法是否包括像虚弱指数（FI）这样的标准化程序？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is it possible to determine the economic status of elderly hypertensive patients from a dataset aimed at assessing frailty in China?",
                "QuestionCn": "是否可以从一个旨在评估中国脆弱性的数据库中确定老年高血压患者的经济状况？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the frailty index (FI) or another index more commonly used for assessing frailty in elderly hypertensive patients in China?",
                "QuestionCn": "在中国，评估老年高血压患者虚弱的常用指标是虚弱指数（FI）还是其他指标？",
                "AnswerEn": "frailty index (FI)",
                "AnswerCn": "虚弱指数 (FI)",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Do data collection methods for studying frailty in elderly hypertensive patients prioritize cross-sectional surveys or longitudinal studies?",
                "QuestionCn": "研究老年高血压患者脆弱性的数据收集方法是优先选择横断面调查还是纵向研究？",
                "AnswerEn": "cross-sectional surveys",
                "AnswerCn": "横断面调查",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to assess frailty and pre-frailty among elderly hypertensive patients in China?",
                "QuestionCn": "在中国，评估老年高血压患者的虚弱和预虚弱常用的方法有哪些？",
                "AnswerEn": "frailty index (FI)",
                "AnswerCn": "虚弱指数 (FI)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the regional differences in the prevalence of frailty among elderly hypertensive patients in China most pronounced?",
                "QuestionCn": "中国老年高血压患者中，虚弱症的地区差异最明显的地方在哪里？",
                "AnswerEn": "economically underdeveloped western and northern regions",
                "AnswerCn": "经济欠发达的西部和北部地区",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges exist in generalizing findings about frailty prevalence among elderly hypertensive patients in China?",
                "QuestionCn": "在中国，关于老年高血压患者虚弱症流行率的研究结果在推广时面临哪些挑战？",
                "AnswerEn": "sample",
                "AnswerCn": "样本",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess frailty in elderly hypertensive patients across different regions in China?",
                "QuestionCn": "您能否提供一个用于评估中国不同地区老年高血压患者虚弱程度的数据收集方法的例子？",
                "AnswerEn": "One example of a data collection method used is the 4th Survey of the Sampling Population in Urban and Rural China (SSAPUR) conducted in 2015, which included elderly subjects aged 60 years or older from 31 provinces, autonomous regions, and municipalities in mainland China. This cross-sectional study assessed frailty using the frailty index (FI).",
                "AnswerCn": "一个数据收集方法的例子是2015年进行的中国城乡抽样人群第四次调查（SSAPUR），该调查包括来自中国大陆31个省、自治区和直辖市的60岁及以上的老年受访者。这项横断面研究使用脆弱性指数（FI）评估脆弱性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting data on frailty among elderly hypertensive patients in rural areas of China?",
                "QuestionCn": "在中国农村地区收集老年高血压患者虚弱数据时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in collecting data is the limited representation of frail individuals, as seen in the selection of rural Beijing and rural Chengdu as representatives of rural northern and southern China, which limits the generalization of the findings.",
                "AnswerCn": "收集数据的一大挑战是脆弱个体的代表性有限，例如选择北京农村和成都农村作为北方和南方农村中国的代表，这限制了研究结果的普遍性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used in research to analyze the prevalence and factors of frailty in elderly hypertensive patients in China?",
                "QuestionCn": "您能否提供一个用于研究中国老年高血压患者虚弱症的流行率和因素的数据集示例？",
                "AnswerEn": "An example of a dataset used in this research is the dataset collected by SSAPUR, which initially included 224,142 individuals. After excluding those with insufficient data for constructing the frailty index, the dataset comprised 76,801 elderly patients with hypertension.",
                "AnswerCn": "本研究中使用的一个数据集是由SSAPUR收集的数据集，最初包括224,142名个体。在排除那些缺乏构建虚弱指数所需数据的个体后，数据集包含了76,801名患有高血压的老年患者。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific attributes are used to construct a frailty index for elderly hypertensive patients?",
                "QuestionCn": "构建老年高血压患者脆弱性指数的具体属性有哪些？",
                "AnswerEn": "33 potential deficits",
                "AnswerCn": "33个潜在赤字",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the factors influencing regional differences in frailty and pre-frailty prevalence among elderly hypertensive patients in China?",
                "QuestionCn": "影响中国老年高血压患者虚弱和前虚弱流行率区域差异的因素有哪些？",
                "AnswerEn": "economic status, ADL disability, chronic disease comorbidities",
                "AnswerCn": "经济状况、日常生活活动能力障碍、慢性病合并症",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many older individuals were included in the data collection process for assessing frailty and pre-frailty in elderly hypertensive patients?",
                "QuestionCn": "在评估老年高血压患者的虚弱和前虚弱的过程中，纳入了多少老年个体的数据收集？",
                "AnswerEn": "208,386",
                "AnswerCn": "208,386",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What percentage of the collected samples were excluded due to insufficiently constructed frailty index items?",
                "QuestionCn": "由于构建不充分的脆弱性指数项目，收集的样本中有多少百分比被排除？",
                "AnswerEn": "7.0%",
                "AnswerCn": "7.0%",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the prevalence of frailty among elderly hypertensive patients in China according to the age-sex standardized measurement?",
                "QuestionCn": "根据年龄-性别标准化测量，中国老年高血压患者的虚弱症状的流行率是多少？",
                "AnswerEn": "16.1%",
                "AnswerCn": "16.1%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a frailty index in the context of evaluating elderly patients with hypertension?",
                "QuestionCn": "在评估高血压老年患者的背景下，脆弱性指数是什么？",
                "AnswerEn": "A frailty index is a tool used to assess the level of frailty in elderly patients by considering multiple potential deficits. In the context of elderly patients with hypertension, it helps to categorize individuals into robust, prefrail, and frail states based on these deficits.",
                "AnswerCn": "虚弱指数是一种用于评估老年患者虚弱程度的工具，通过考虑多个潜在缺陷来进行评估。在高血压老年患者的背景下，它有助于根据这些缺陷将个体分类为健康、预虚弱和虚弱状态。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does it mean to use a cross-sectional study in the context of data collection for elderly hypertension research?",
                "QuestionCn": "在老年高血压研究的数据收集背景下，使用横断面研究意味着在特定时间点对一组老年人进行观察和测量，以评估他们的高血压状况及相关因素。这种研究设计可以帮助研究人员了解不同变量之间的关系，并识别出可能影响老年人高血压的因素。",
                "AnswerEn": "A cross-sectional study in this context refers to a research design that collects data from a population of elderly hypertensive patients at a single point in time. It is used to determine the prevalence of frailty and prefrailty as well as related factors among this group.",
                "AnswerCn": "在这种情况下，横断面研究指的是一种研究设计，它在某一时间点收集来自老年高血压患者群体的数据。该研究用于确定该群体中虚弱和前虚弱的流行率以及相关因素。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the prevalence of frailty and pre-frailty in elderly hypertensive patients differ between economically developed coastal areas and economically underdeveloped western and northern regions in China?",
                "QuestionCn": "老年高血压患者中，虚弱和前虚弱的流行率在经济发达的沿海地区与经济欠发达的西部和北部地区之间有何不同？",
                "AnswerEn": "The study found that frailty prevalence among older hypertensive patients was higher in economically underdeveloped western and northern regions compared to economically developed coastal areas. This suggests that economic status may influence health outcomes, possibly due to differences in healthcare access, lifestyle, and environmental factors.",
                "AnswerCn": "研究发现，经济欠发达的西部和北部地区老年高血压患者的虚弱症状发生率高于经济发达的沿海地区。这表明经济状况可能会影响健康结果，可能是由于医疗保健获取、生活方式和环境因素的差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the regional differences in the prevalence of frailty and pre-frailty among elderly hypertensive patients in China?",
                "QuestionCn": "导致中国老年高血压患者中虚弱和前虚弱流行率区域差异的因素有哪些？",
                "AnswerEn": "The regional differences in the prevalence of frailty and pre-frailty among elderly hypertensive patients in China are significantly influenced by economic status, with economically underdeveloped regions in the western and northern areas showing relatively higher frailty prevalence compared to the economically developed coastal areas.",
                "AnswerCn": "中国老年高血压患者中，虚弱和前虚弱的流行率在地区之间存在显著差异，这种差异受到经济状况的影响。经济欠发达的西部和北部地区的虚弱流行率相对较高，而经济发达的沿海地区则较低。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might some elderly hypertensive individuals be excluded from data collection in studies assessing frailty using a frailty index?",
                "QuestionCn": "一些老年高血压患者可能会因以下原因被排除在使用虚弱指数评估虚弱的研究数据收集之外：",
                "AnswerEn": "Elderly hypertensive individuals might be excluded from data collection if the number of constructed frailty index (FI) items is less than the minimum required threshold, as a comprehensive set of at least 28 FI items is necessary to adequately assess frailty.",
                "AnswerCn": "老年高血压患者可能会因构建的脆弱指数（FI）项目数量少于最低要求阈值而被排除在数据收集之外，因为需要至少28个FI项目的综合集才能充分评估脆弱性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the underlying reasons for missing data in large-scale surveys of elderly hypertensive populations, and how might researchers address these issues?",
                "QuestionCn": "在大规模老年高血压人群调查中，缺失数据的潜在原因可能包括：参与者的健康状况不佳导致无法完成调查、认知障碍影响参与者的回答能力、对调查内容的不理解或不信任、技术问题（如在线调查中的网络故障）、以及样本选择偏差等。研究人员可以通过以下方式解决这些问题：提供清晰的调查说明和支持，确保参与者的舒适和安全，使用多种数据收集方法（如面对面访谈和电话调查），以及在设计调查时考虑到参与者的特殊需求和限制。",
                "AnswerEn": "Missing data in large-scale surveys of elderly hypertensive populations may arise due to incomplete responses or unavailability of certain data points. Researchers address these issues by using methods such as the Markov Chain Monte Carlo (MCMC) multiple fill method to interpolate missing data, ensuring a more complete dataset for analysis.",
                "AnswerCn": "在大规模老年高血压人群的调查中，缺失数据可能由于响应不完整或某些数据点不可用而产生。研究人员通过使用如马尔可夫链蒙特卡洛（MCMC）多重填充方法来插补缺失数据，从而确保数据集的完整性，以便进行分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects of using a frailty index constructed from a limited number of items on the prevalence estimation of frailty in elderly hypertensive patients?",
                "QuestionCn": "使用有限数量项目构建的脆弱性指数对老年高血压患者脆弱性流行率估计的潜在影响是什么？",
                "AnswerEn": "Using a frailty index constructed from a limited number of items may lead to excluding certain individuals from the analysis, potentially resulting in an underestimation of the prevalence of frailty among elderly hypertensive patients.",
                "AnswerCn": "使用有限项目构建的脆弱性指数可能导致某些个体被排除在分析之外，从而可能低估老年高血压患者中脆弱性的流行率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the choice of regional sampling locations influence the generalizability of findings in studies investigating frailty prevalence among elderly hypertensive populations?",
                "QuestionCn": "选择区域采样地点如何影响研究中老年高血压人群虚弱症状流行率的发现的普遍性？",
                "AnswerEn": "The choice of regional sampling locations can influence the generalizability of findings, as representing only certain areas, such as rural Beijing and rural Chengdu, may limit the applicability of results to other regions, potentially impacting the understanding of frailty prevalence across different economic and geographical settings.",
                "AnswerCn": "区域采样地点的选择可能会影响研究结果的普遍适用性，因为仅代表某些地区，如农村北京和农村成都，可能会限制结果在其他地区的适用性，从而影响对不同经济和地理环境下虚弱症流行率的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to explore frailty and pre-frailty prevalence among elderly hypertensive patients across different regions in China?",
                "QuestionCn": "探讨中国不同地区老年高血压患者的虚弱和预虚弱流行率的重要性是什么？",
                "AnswerEn": "The study aimed to find the prevalence and factors of frailty and pre-frailty in elderly Chinese patients with hypertension in various provinces, municipalities, and autonomous regions in mainland China and provide a basis for the management of older hypertensive patients with frailty.",
                "AnswerCn": "该研究旨在找出中国大陆各省、市、自治区老年高血压患者中虚弱和前虚弱的流行率及相关因素，为老年高血压患者的虚弱管理提供依据。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended outcomes of using a frailty index (FI) to assess elderly hypertensive patients?",
                "QuestionCn": "使用脆弱性指数（FI）评估老年高血压患者的预期结果是什么？",
                "AnswerEn": "The frailty index (FI) is used to assess the frailty and pre-frailty of elderly hypertensive patients, facilitating the identification of frail individuals and aiding in the management and prevention strategies for frailty in hypertension care among the elderly.",
                "AnswerCn": "脆弱指数（FI）用于评估老年高血压患者的脆弱性和预脆弱性，帮助识别脆弱个体，并促进在老年高血压护理中对脆弱性管理和预防策略的制定。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why focus on socioeconomic and regional factors when examining frailty in elderly hypertensive populations?",
                "QuestionCn": "在研究老年高血压人群的脆弱性时，为什么要关注社会经济和地区因素？",
                "AnswerEn": "The study found significant regional differences in the prevalence of frailty and pre-frailty among elderly hypertensive patients, linking higher frailty rates to economically underdeveloped regions. This highlights the importance of socioeconomic and regional factors in understanding and managing frailty in this population.",
                "AnswerCn": "研究发现，老年高血压患者中虚弱和前虚弱的流行率存在显著的地区差异，较高的虚弱率与经济欠发达地区相关。这突显了社会经济和地区因素在理解和管理该人群虚弱状况中的重要性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures followed to construct a frailty index from potential deficits in elderly hypertensive patients?",
                "QuestionCn": "构建老年高血压患者虚弱指数的程序包括以下步骤：",
                "AnswerEn": "The frailty index is constructed by following Searle’s standard procedure, which includes assessing and incorporating 33 potential deficits. SPSS 24.0 software is used for analysis, and missing data are interpolated using the Markov Chain Monte Carlo (MCMC) multiple fill method.",
                "AnswerCn": "脆弱性指数是通过遵循Searle的标准程序构建的，该程序包括评估和纳入33个潜在缺陷。分析使用SPSS 24.0软件进行，缺失数据通过马尔可夫链蒙特卡洛（MCMC）多重填充方法进行插补。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the age-sex standardized prevalence of frailty and pre-frailty calculated among elderly patients with hypertension?",
                "QuestionCn": "如何计算高血压老年患者的虚弱和前虚弱的年龄-性别标准化患病率？",
                "AnswerEn": "The age-sex standardized prevalence is calculated according to the weights created in the study. The significance of differences is assessed using ANOVA or Student’s t-test for continuous variables and the χ2 test for categorical variables.",
                "AnswerCn": "年龄-性别标准化患病率是根据研究中创建的权重计算的。差异的显著性使用ANOVA或学生t检验评估连续变量，使用χ2检验评估分类变量。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodological steps are taken to assess the factors associated with frailty and pre-frailty in elderly hypertensive patients?",
                "QuestionCn": "评估老年高血压患者虚弱和前虚弱相关因素的方法步骤有哪些？",
                "AnswerEn": "Multinomial regression analysis is used to ascertain the factors associated with frailty and pre-frailty, considering variables such as comorbidities, ADL disability, geographic region, age group, sex, nationality, residence location, education level, marital status, living alone, economic status, medical insurance, and the convenience of medical expense reimbursement.",
                "AnswerCn": "多项式回归分析用于确定与虚弱和前虚弱相关的因素，考虑的变量包括共病、日常生活活动（ADL）残疾、地理区域、年龄组、性别、国籍、居住地点、教育水平、婚姻状况、独居、经济状况、医疗保险以及医疗费用报销的便利性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable researchers to accurately assess frailty and pre-frailty in elderly hypertensive patients across diverse regions in China?",
                "QuestionCn": "哪些数据收集方法能够使研究人员准确评估中国不同地区老年高血压患者的虚弱和前虚弱状态？",
                "AnswerEn": "The data collection method used involved a cross-sectional study utilizing the 4th SSAPUR data from 2015, which included elderly subjects aged 60 years or older from 31 provinces in mainland China. The frailty and pre-frailty of patients were assessed using a frailty index (FI) constructed according to Searle’s standard procedure.",
                "AnswerCn": "数据收集方法采用了横断面研究，利用2015年的第四次SSAPUR数据，涉及来自中国大陆31个省份的60岁及以上老年受试者。患者的脆弱性和预脆弱性通过根据Searle标准程序构建的脆弱性指数（FI）进行评估。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How does the use of a frailty index enable a more nuanced understanding of the health status of elderly hypertensive patients?",
                "QuestionCn": "使用脆弱性指数能够更细致地理解老年高血压患者的健康状况。",
                "AnswerEn": "The frailty index (FI) enables a nuanced understanding by allowing categorization of elderly hypertensive patients into robust, frail, and pre-frail groups based on 33 potential deficits. This index facilitates the identification of specific health challenges and risk factors associated with frailty and pre-frailty.",
                "AnswerCn": "脆弱指数（FI）通过允许将老年高血压患者根据33个潜在缺陷分类为强壮、脆弱和预脆弱组，从而实现对健康状况的细致理解。该指数有助于识别与脆弱和预脆弱相关的特定健康挑战和风险因素。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What conditions or factors enable the identification of regional differences in frailty prevalence among elderly hypertensive patients in China?",
                "QuestionCn": "哪些条件或因素使得能够识别中国老年高血压患者中脆弱性流行率的区域差异？",
                "AnswerEn": "The identification of regional differences in frailty prevalence is enabled by analyzing data from a large, nationally representative sample that accounts for factors such as age, sex, economic status, ADL disability, comorbidities, and geographic location (southern or northern China). Multinomial regression analysis helps determine the significance of these factors.",
                "AnswerCn": "通过分析来自一个大型全国代表性样本的数据，可以识别出脆弱性流行率的区域差异，该样本考虑了年龄、性别、经济状况、日常生活活动（ADL）残疾、共病和地理位置（南方或北方中国）等因素。多项式回归分析有助于确定这些因素的显著性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the sample not be rich in frail individuals despite the large dataset collected from a wide geographical area?",
                "QuestionCn": "尽管从广泛的地理区域收集了大量数据，但样本中可能缺乏虚弱个体的原因是什么？",
                "AnswerEn": "The selection of rural Beijing and rural Chengdu as representatives of rural northern and southern China limited the generalization of the findings, which might contribute to the sample not being rich in frail individuals.",
                "AnswerCn": "选择北京农村和成都农村作为华北和华南农村的代表，限制了研究结果的普遍性，这可能导致样本中虚弱个体的数量不足。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could there be significant regional differences in the prevalence of frailty and pre-frailty among the elderly with hypertension in China?",
                "QuestionCn": "为什么中国老年人中高血压的虚弱和预虚弱的流行率可能存在显著的地区差异？",
                "AnswerEn": "The frailty prevalence of older hypertensive patients in the economically underdeveloped western and northern regions was relatively high, while the economically developed coastal areas were relatively low, indicating significant regional differences.",
                "AnswerCn": "经济欠发达的西部和北部地区老年高血压患者的虚弱发生率相对较高，而经济发达的沿海地区则相对较低，显示出显著的区域差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors might contribute to the higher prevalence of frailty in elderly hypertensive patients compared to previous studies?",
                "QuestionCn": "导致老年高血压患者虚弱发生率较高的因素可能包括哪些？",
                "AnswerEn": "The large nationally representative sample study found that frail older hypertensive patients were older, had higher rates of hospitalization in the past year, ADL disability, and comorbid chronic diseases compared to non-frail older hypertensive patients, which may contribute to the higher prevalence of frailty.",
                "AnswerCn": "一项大规模的全国代表性样本研究发现，虚弱的老年高血压患者年龄更大，过去一年住院率更高，日常生活活动（ADL）残疾和合并慢性疾病的比例也更高，与非虚弱的老年高血压患者相比，这可能导致虚弱的高发病率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your opinion, what are the potential challenges associated with collecting data from a diverse range of provinces, municipalities, and autonomous regions across mainland China for a study on elderly hypertension and frailty?",
                "QuestionCn": "在对中国大陆各省、市和自治区进行老年高血压和虚弱研究时，收集数据可能面临的潜在挑战有哪些？",
                "AnswerEn": "Collecting data from a diverse range of regions in mainland China presents several challenges. There is significant regional variability in economic development, healthcare access, and demographic factors, which can introduce biases. The study found differences in frailty prevalence between economically developed coastal areas and underdeveloped regions, which could complicate data interpretation. Additionally, logistical challenges in reaching remote areas and ensuring consistent data collection methods across varied settings may pose difficulties. These factors must be carefully managed to ensure the data's validity and representativeness.",
                "AnswerCn": "在中国大陆收集来自不同地区的数据面临着几个挑战。经济发展、医疗保健获取和人口因素存在显著的区域差异，这可能引入偏差。研究发现，经济发达的沿海地区与欠发达地区之间的虚弱性流行率存在差异，这可能会 complicate 数据解释。此外，前往偏远地区的后勤挑战以及在不同环境中确保一致的数据收集方法可能会带来困难。这些因素必须得到妥善管理，以确保数据的有效性和代表性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm not clear on how a dataset for frailty in elderly hypertensive patients can be constructed to capture regional differences across various provinces in China.",
                "QuestionCn": "我不清楚如何构建一个针对老年高血压患者的虚弱性数据集，以捕捉中国各省之间的区域差异。",
                "AnswerEn": "The dataset uses data from the 4th SSAPUR, a cross-sectional study involving subjects aged 60 years or older from 31 provinces, autonomous regions, and municipalities in mainland China. It accounts for regional differences by including variables like southern or northern China, residence location, and economic status.",
                "AnswerCn": "该数据集使用了来自第四次SSAPUR的数据显示，参与者为60岁及以上的受试者，来自中国大陆的31个省、自治区和直辖市。它通过包括南方或北方中国、居住地和经济状况等变量来考虑区域差异。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "I don't understand the challenges faced in ensuring the representativeness of a dataset when assessing frailty prevalence in elderly hypertensive populations.",
                "QuestionCn": "我不理解在评估老年高血压人群的虚弱性流行率时，确保数据集代表性所面临的挑战。",
                "AnswerEn": "One challenge in ensuring representativeness is the selection of representative rural areas, as seen with the choice of rural Beijing and rural Chengdu, which may limit the generalization of findings to other rural areas in China.",
                "AnswerCn": "确保代表性的一项挑战是选择具有代表性的农村地区，例如选择农村北京和农村成都，这可能限制了研究结果在中国其他农村地区的推广。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and summarize the data collection methods used to gather information on frailty and pre-frailty prevalence among elderly hypertensive patients in various regions of China.",
                "QuestionCn": "请探讨并总结在中国各地区收集有关老年高血压患者虚弱和前虚弱流行率信息所使用的数据收集方法。",
                "AnswerEn": "The data collection was conducted via the 4th China Urban and Rural Elderly Population Sampling Survey (SSAPUR) in 2015, involving a cross-sectional study of elderly subjects aged 60 years or older across 31 provinces, autonomous regions, and municipalities in mainland China. The study focused on constructing a frailty index (FI) using 33 potential health deficits to assess frailty and pre-frailty among elderly hypertensive patients.",
                "AnswerCn": "数据收集通过2015年第四次中国城乡老年人口抽样调查（SSAPUR）进行，涉及对中国大陆31个省、自治区和直辖市中60岁及以上老年人群体的横断面研究。该研究重点构建了一个虚弱指数（FI），使用33个潜在健康缺陷来评估老年高血压患者的虚弱和预虚弱状态。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify and analyze the challenges encountered in collecting comprehensive data on frailty and pre-frailty among elderly populations with hypertension in China.",
                "QuestionCn": "请识别和分析在中国收集高血压老年人群中脆弱性和前脆弱性综合数据所遇到的挑战。",
                "AnswerEn": "One challenge identified was the limited representation of frail individuals due to the selection of rural Beijing and rural Chengdu as representatives of rural northern and southern China, which restricted the generalization of the findings. Additionally, a portion of the samples was excluded because the number of constructed FI items was less than 28.",
                "AnswerCn": "一个识别出的挑战是，由于选择了农村北京和农村成都作为北方和南方农村中国的代表，导致脆弱个体的代表性有限，从而限制了研究结果的推广。此外，由于构建的脆弱性指数（FI）项目少于28个，部分样本被排除在外。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential datasets that could complement the data on frailty and pre-frailty prevalence in elderly hypertensive patients in China, focusing on expanding the geographical and demographic scope.",
                "QuestionCn": "请调查潜在的数据集，这些数据集可以补充中国老年高血压患者的虚弱和前虚弱流行率的数据，重点扩展地理和人口范围。",
                "AnswerEn": "A potential dataset for complementing the existing data could involve expanding the geographical scope to include more diverse rural and urban areas beyond Beijing and Chengdu. This would enhance the representativeness of the sample. Additionally, integrating data from other national health surveys or regional studies that capture similar demographic and health information could provide a more comprehensive understanding of frailty and pre-frailty prevalence among elderly hypertensive populations.",
                "AnswerCn": "一个潜在的数据集可以通过扩大地理范围，涵盖更多不同的农村和城市地区，来补充现有数据，超越北京和成都。这将增强样本的代表性。此外，整合其他国家健康调查或区域研究的数据，这些数据捕捉类似的人口和健康信息，可以提供对老年高血压人群中虚弱和前虚弱流行情况的更全面理解。",
                "Level": "C6(Creating)"
            }
        ]
    }
}