{
    "id": "c25b93db-7762-4a9d-a1f2-82253bfe9040",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: CCD reference image in core experimental area of flux observation matrix in the midstream of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游通量观测矩阵核心试验区CCD参考影像",
            "description": "This dataset includes two reference images. The first one is before the calibration and validation experiment and the second one is during the calibration and validation experiment. The first image was shoot and mosaicked by CCD camera on 8 November, 2011. It was mainly used to design the experiment in the middle stream. The spatial resolution is 0.3 m for raw image and 0.5 m for the mosaicked image. The second reference image is CASI image shoot on 29 June, 2012. This image is mainly used to crop structure mapping in the experiment area. The spatial resolution is 0.3 m for raw image and 0.5 m for the mosaicked image.\nData format：GeoTIFF\nProjection：The 2000 national geodetic coordinate system",
            "descriptionCn": "本数据包含HiWATER中游试验前本底参考影像和试验中期参考影像。\n试验前本底参考影像由天下图利用无人机携带的CCD相机拍摄，成像时间为2011年11月8日，并完成了镶嵌生成数字镶嵌图。主要用于中游通量观测矩阵核心试验区观测系统布设方案设计。\n数据原始分辨率为0.3m，镶嵌后的影像为0.5m。\n试验中期参考影像由航空飞行提供CASI数据制作，成像时间为2012年6月29日。该数据主要支持中游通量观测矩阵核心试验区其他数据分析和中游种植结构分类。\n数据原始分辨率为0.3m，镶嵌后的影像为0.5m。\n数据格式：\nGeoTIFF\n地图投影：\n2000国家大地坐标系",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.3983,
            "west": 100.3364,
            "south": 38.8265,
            "north": 38.8814,
            "startTime": "2018-11-24 18:50:14",
            "endTime": "2018-11-24 18:50:14",
            "fileSize": 4405705451.0,
            "cstr": "18406.11.hiwater.045.2013.db",
            "doi": "10.3972/hiwater.045.2013.db",
            "dataFormat": "文本, *.IGM, *.rrd后缀",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "CCD相机",
                "nameEn": "CCD"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011",
                "keywordEn": "2011",
                "type": "temporal"
            },
            {
                "keywordCn": "2011-11-08",
                "keywordEn": "2011-11-08",
                "type": "temporal"
            },
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-29",
                "keywordEn": "2012-06-29",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and resolutions of remote sensing imagery used for observing ecological and hydrological features in a midstream flux observation matrix?",
                "QuestionCn": "用于观察中游通量观测矩阵中生态和水文特征的遥感影像的特征和分辨率是什么？",
                "AnswerEn": "0.3m resolution, mosaicked to 0.5m resolution",
                "AnswerCn": "0.3米分辨率，镶嵌至0.5米分辨率",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the original resolution of the reference images collected for the core experimental area of the flux observation matrix in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的通量观测矩阵核心实验区收集的参考图像的原始分辨率是多少？",
                "AnswerEn": "0.3m",
                "AnswerCn": "0.3米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '中游通量观测矩阵核心试验区参考影像' mean in the context of ecological hydrology remote sensing experiments?",
                "QuestionCn": "'中游通量观测矩阵核心试验区参考影像'在生态水文遥感实验的背景下，指的是在中游地区进行通量观测的核心试验区所使用的参考影像。这些影像用于支持和验证遥感数据的分析与应用。",
                "AnswerEn": "In the context of ecological hydrology remote sensing experiments, '中游通量观测矩阵核心试验区参考影像' refers to reference images for the core experimental area of the midstream flux observation matrix. These images are used for designing the observation system layout and supporting data analysis and classification of planting structures in the core experimental area.",
                "AnswerCn": "在生态水文遥感实验的背景下，“中游通量观测矩阵核心试验区参考影像”是指用于设计观测系统布局和支持核心试验区种植结构数据分析与分类的参考影像。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using UAV-based CCD cameras compare to those using CASI data in terms of resolution and application within ecological and hydrological remote sensing experiments?",
                "QuestionCn": "使用无人机（UAV）基于CCD相机的数据收集方法与使用CASI数据的方法在分辨率和生态与水文遥感实验中的应用方面有何比较？",
                "AnswerEn": "The UAV-based CCD cameras capture images with an original resolution of 0.3m, which are then mosaicked to a resolution of 0.5m. These images are primarily used for designing observation system layouts in the midstream flux observation matrix core experiment area. In contrast, CASI data, also with an original resolution of 0.3m and mosaicked to 0.5m, support analysis and classification of planting structures in the same region. Both methods provide high-resolution data but are applied differently within the context of ecological and hydrological experiments.",
                "AnswerCn": "基于无人机的CCD相机以0.3米的原始分辨率捕捉图像，然后拼接成0.5米的分辨率。这些图像主要用于设计中游通量观测矩阵核心实验区的观测系统布局。相比之下，CASI数据同样以0.3米的原始分辨率，并拼接成0.5米，支持对同一区域种植结构的分析和分类。这两种方法都提供高分辨率数据，但在生态和水文实验的背景下应用不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using UAV-based CCD camera imagery with original resolutions of 0.3m and mosaicked to 0.5m for designing observation systems in hydrological experiments?",
                "QuestionCn": "使用原始分辨率为0.3米并拼接至0.5米的无人机基于CCD相机的影像来设计水文实验的观测系统可能会产生的后果是什么？",
                "AnswerEn": "Using UAV-based CCD camera imagery with these specifications allows for high-resolution mapping and precise design of observation systems, enhancing the accuracy and efficiency of data collection in hydrological experiments. However, it may also introduce challenges related to data processing and integration due to the large volume of high-resolution data, which could affect the timeliness and resource requirements of data analysis.",
                "AnswerCn": "使用具有这些规格的无人机CCD相机影像可以实现高分辨率的制图和观察系统的精确设计，从而提高水文实验中数据收集的准确性和效率。然而，这也可能带来与数据处理和集成相关的挑战，因为大量高分辨率数据的存在可能影响数据分析的及时性和资源需求。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of acquiring high-resolution CCD and CASI imagery for the observation matrix in the middle reaches of the Heihe River Basin?",
                "QuestionCn": "获取高分辨率CCD和CASI影像在黑河流域中游的观测矩阵中的目的是什么？",
                "AnswerEn": "The high-resolution CCD imagery, acquired before the experiment on November 8, 2011, is primarily used for designing the observation system layout in the core experimental area of the flux observation matrix in the middle reaches. The mid-experiment CASI imagery, obtained on June 29, 2012, supports further data analysis and classification of planting structures in the core experimental area.",
                "AnswerCn": "在2011年11月8日实验之前获取的高分辨率CCD影像，主要用于设计中游通量观测矩阵核心实验区的观测系统布局。2012年6月29日获得的实验中CASI影像，支持对核心实验区种植结构的进一步数据分析和分类。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in creating a reference image using UAVs with CCD cameras for data collection in ecological and hydrological remote sensing experiments?",
                "QuestionCn": "使用配备CCD相机的无人机（UAV）创建参考图像以进行生态和水文遥感实验的数据收集涉及哪些程序？",
                "AnswerEn": "A reference image is created using UAVs equipped with CCD cameras by conducting aerial photography missions. The resulting images are then mosaicked to form a digital mosaic map. This process was conducted with imaging from November 8, 2011, to aid in the design of the observation system layout for the core test area of the midstream flux observation matrix. The original resolution of the data is 0.3m, and the mosaicked image resolution is 0.5m.",
                "AnswerCn": "参考图像是通过配备CCD相机的无人机进行航拍任务创建的。随后，将生成的图像拼接成数字马赛克地图。该过程是在2011年11月8日进行的，以帮助设计中游通量观测矩阵核心测试区的观测系统布局。数据的原始分辨率为0.3米，拼接图像的分辨率为0.5米。",
                "Level": "C3(Applying)"
            }
        ]
    }
}