{
  "id": "c2a785e4-855b-49c4-8652-ae216d166146",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of soil water erosion modulus with 2.5 m resolution in 15 watersheds of Pakistan（2019）",
      "titleCn": "巴基斯坦15个小流域2.5米分辨率土壤水蚀模数数据集（2019）",
      "description": "1) The data includes the soil erosion modulus of 15 watersheds with a resolution of 2.5 m in the year of 2019 in Pakistan. 2）Based on the surface layer of rainfall erosivity R, soil erodibility K, slope length factor LS, vegetation coverage FVC, and rotation sampling survey unit, the Chinese soil erosion model (CSLE) was used to calculate soil erosin modulus in 15 watersheds respectively. Through spatial data processing (including chart linking and transformation, vector-grid conversion, and resampling),  R, K, LS factors were calculated from the regional thematic map of rainfall erosivity, soil erodibility, and DEM. By half-month FVC, NPV, half-month rainfall erosivity data, we calculated the value of B factors  in each sampling watershed. The value of E factor was calculated based on the remote sensing interpretation result and engineering measure factor table. The value of tillage factor T was obtained from tillage zoning map and tillage measure table. And then the soil erosion modulus in each sampling watershed was calculated by the equation: A=R•K•LS•B•E•T. The selection of 15 watersheds was based on the layout of sampling survey in pan-third polar region. 3) Compared with the data of soil erosion intensity in the same region in the same year, there is no significant difference and the data quality is good.4) the data of soil erosion modulus is of great significance for studying the present situation of soil erosion in Pan third polar region, and it is also crucial for the implementation of the development policy of the Silk Road Economic Belt and the 21st-Century Maritime Silk Road.",
      "descriptionCn": "1)数据内容包括2019年巴基斯坦15个小流域2.5米分辨率土壤水蚀模数数据集（2019年），数据单位为t/(hm2·a)。2）采用中国土壤侵蚀模型CSLE (A=R•K•LS•B•E•T)方法，在面图层降雨侵蚀力R、土壤可蚀性K、坡度坡长因子LS、植被盖度FVC、轮作分区抽样调查单元的基础上，分别计算15个抽样单元土壤水蚀模数，评估土壤侵蚀状况。通过空间数据运算（包括图表链接及转换、矢栅转换、重采样等），将区域专题图降雨侵蚀力、土壤可蚀性、DEM转换为抽样单元的R、K、LS因子；通过半月FVC、NPV、半月降雨侵蚀力权重、其他地类B因子表分别计算抽样单元内各地类的B因子；通过遥感解译结果、工程措施因子表，计算抽样单元工程措施因子值；通过耕作分区图及耕作措施表获取抽样单元内耕作因子值，进而计算各抽样单元内土壤侵蚀模数。15个小流域的选取依据泛第三极地区抽样单元布设图。 3）通过和同年同区域已有土壤侵蚀强度数据对比，无明显差异，数据质量良好。4）土壤侵蚀模数数据对研究泛第三极土壤侵蚀现状，更好的贯彻“一带一路”发展政策具有重要的意义。",
      "instructions": "File name: data is stored in tif, raster form，XDA200402021-CSLE_APakistan01.tif represents the soil erosion modulus of the sample survey unit, of which, XDA20040202 is the subproject number, 1 is the group number of the subproject, CSLE is the Chinese soil erosion model, A represents the soil erosion modulus, andPakistan01 represents the number of the selected watersheds. \nData reading: The raster data format, can be opened by ArcGIS, ENVI, ERDAS and other software.",
      "instructionsCn": "文件命名：数据以tif，栅格形式存储，XDA200402021-CSLE_APakistan01.tif：表示抽样单元土壤水蚀模数，其中XDA20040202是子课题编号，1是子子课题编号，CSLE是中国土壤流失方程，A表示土壤侵蚀模数，Pakistan01代表抽样单元编号。\n数据读取方式：可以采用ArcGIS、ENVI、erdas等软件打开。",
      "east": 73.458856,
      "west": 72.708392,
      "south": 32.787008,
      "north": 33.895407,
      "startTime": null,
      "endTime": null,
      "fileSize": 20289420.0,
      "cstr": "18406.11.Soil.tpdc.270429",
      "doi": "10.11888/Soil.tpdc.270429",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨勤科",
        "nameEn": "YANG Qinke",
        "unitEn": "Northwestern University",
        "unitCn": "西北大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国水力侵蚀抽样调查",
        "titleEn": null,
        "referenceCn": "刘宝元, 郭索彦, 李智广, 谢云, 张科利, 刘宪春. (2013). 中国水力侵蚀抽样调查. 中国水土保持, 10, 26-34.",
        "referenceEn": null
      },
      {
        "titleCn": "第一次全国水利普查培训教材之六",
        "titleEn": null,
        "referenceCn": "国务院第一次全国水利普查领导小组办公室. 第一次全国水利普查培训教材之六 水土保持情况普查[M]. 2010.11, 北京: 中国水利水电出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "巴基斯坦波特瓦尔高原土壤侵蚀调查报告",
        "titleEn": null,
        "referenceCn": "陈同德, 朱梦阳, 焦菊英, 安韶山,  税军峰, 杨阳, Fakher Abbas. (2019）. 巴基斯坦波特瓦尔高原土壤侵蚀调查报告. 水土保持通报, 39(3): 297-307.",
        "referenceEn": null
      },
      {
        "titleCn": "泛第三极土壤侵蚀遥感抽样调查方法研究",
        "titleEn": null,
        "referenceCn": "朱梦阳, 杨勤科, 王春梅, 张晓萍, 刘宝元, 魏欣, 庞国伟, 李玉茹, 土祥. (2019). 泛第三极土壤侵蚀遥感抽样调查方法研究. 水土保持学报, 33(5), 64-71.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Grain-size distribution of surface sediments of climbing andfalling dunes in the Zedang valley of the Yarlung Zangbo River, southern Tibetan plateau",
        "referenceCn": null,
        "referenceEn": "Zhang, J.Q., Zhang, C.L., Li, Q., & Pan, X.H. (2019). Grain-size distribution of surface sediments of climbing and falling dunes in the Zedang valley of the Yarlung Zangbo River, southern Tibetan plateau. Journal of Earth System Science, 128, 1-11."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤侵蚀",
        "nameEn": "Soil erosion"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "巴基斯坦",
        "keywordEn": "Pakistan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What is the CSLE model used for in the context of soil erosion data collection?",
        "QuestionCn": "CSLE模型在土壤侵蚀数据收集的背景下用于什么？",
        "AnswerEn": "The CSLE model is used to calculate soil erosion modulus by incorporating factors such as rainfall erosivity (R), soil erodibility (K), slope length and steepness (LS), vegetation cover (FVC), and other land use factors. It helps assess soil erosion conditions by processing spatial data and transforming regional thematic maps into sampling unit-specific factors.",
        "AnswerCn": "CSLE模型用于通过结合降雨侵蚀性（R）、土壤侵蚀性（K）、坡长和坡度（LS）、植被覆盖（FVC）以及其他土地利用因素来计算土壤侵蚀模数。它通过处理空间数据并将区域主题图转化为特定采样单元的因素，帮助评估土壤侵蚀状况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of soil erosion assessments when integrating multiple data factors such as rainfall erosivity, soil erodibility, slope length, and cover management factors?",
        "QuestionCn": "当整合多个数据因素如降雨侵蚀性、土壤侵蚀性、坡长和覆盖管理因素时，对土壤侵蚀评估的准确性可能产生的影响是什么？",
        "AnswerEn": "Integrating multiple data factors like rainfall erosivity, soil erodibility, slope length, and cover management factors allows for a comprehensive evaluation of soil erosion. This approach enhances the accuracy of soil erosion assessments by incorporating various elements that influence erosion rates. By using spatial data operations and remote sensing interpretations, the assessments can account for diverse environmental and management conditions across different regions, leading to more precise evaluations of soil erosion status.",
        "AnswerCn": "整合多个数据因素，如降雨侵蚀性、土壤侵蚀性、坡长和覆盖管理因素，可以对土壤侵蚀进行全面评估。这种方法通过纳入影响侵蚀率的各种元素，提高了土壤侵蚀评估的准确性。通过使用空间数据操作和遥感解读，这些评估能够考虑不同地区的多样环境和管理条件，从而导致对土壤侵蚀状态的更精确评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to calculate soil erosion modulus using high-resolution data in small watersheds in Pakistan, and what goals does this achieve in terms of regional soil erosion assessment?",
        "QuestionCn": "为什么在巴基斯坦的小流域中使用高分辨率数据计算土壤侵蚀模数很重要，这在区域土壤侵蚀评估方面实现了哪些目标？",
        "AnswerEn": "Calculating soil erosion modulus using high-resolution data in small watersheds in Pakistan is important for accurately assessing soil erosion conditions in the region. The goal is to evaluate the soil erosion status effectively, which is significant for understanding the current state of soil erosion in the broader Third Pole area. This assessment also supports the implementation of the 'Belt and Road' development policy by providing reliable data on soil erosion.",
        "AnswerCn": "使用高分辨率数据计算巴基斯坦小流域的土壤侵蚀模量对于准确评估该地区的土壤侵蚀状况非常重要。目标是有效评估土壤侵蚀状态，这对理解更广泛的第三极地区的土壤侵蚀现状具有重要意义。这一评估还支持“一带一路”发展政策的实施，通过提供可靠的土壤侵蚀数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in utilizing the CSLE model to calculate soil erosion modulus at a 2.5-meter resolution for multiple watersheds, and what challenges might arise during this data collection and computation process?",
        "QuestionCn": "利用CSLE模型以2.5米分辨率计算多个流域的土壤侵蚀模量涉及哪些程序步骤，以及在数据收集和计算过程中可能出现哪些挑战？",
        "AnswerEn": "The process involves using the Chinese Soil Loss Equation (CSLE) model, which is represented as A=R•K•LS•B•E•T. The steps include calculating the soil erosion modulus for each of the 15 watershed sampling units based on various factors: rainfall erosivity (R), soil erodibility (K), slope length and steepness (LS), vegetation cover (FVC), and management practices (B). Spatial data operations such as raster-vector conversion, resampling, and thematic mapping are utilized to derive R, K, and LS factors from regional maps of rainfall erosivity and soil erodibility. The B factor for different land types within sampling units is calculated using bi-weekly FVC and rainfall erosivity weights, while engineering measures and tillage factors are determined through remote sensing interpretation and tillage zone maps. Challenges in this process may include ensuring accurate spatial data transformations, maintaining data quality across diverse topographies, and integrating multiple data sources seamlessly.",
        "AnswerCn": "该过程涉及使用中国土壤流失方程（CSLE）模型，其表示为A=R•K•LS•B•E•T。步骤包括根据各种因素计算15个流域采样单元的土壤侵蚀模数：降雨侵蚀性（R）、土壤侵蚀性（K）、坡长和坡度（LS）、植被覆盖（FVC）和管理措施（B）。利用空间数据操作，如栅格-矢量转换、重采样和专题制图，从区域降雨侵蚀性和土壤侵蚀性地图中推导R、K和LS因子。不同土地类型内的B因子通过双周FVC和降雨侵蚀性权重计算，而工程措施和耕作因子则通过遥感解译和耕作区地图确定。该过程中的挑战可能包括确保准确的空间数据转换、在多样化地形中保持数据质量，以及无缝整合多个数据源。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}