{
  "id": "c343efe5-ea37-4ce2-82ad-75c34f5d7024",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of dewfall measurements in the Linze station foci experimental area",
      "titleCn": "黑河综合遥感联合试验：临泽站加密观测区凝结水观测数据集",
      "description": "The dataset of dewfall measurements was obtained in the Linze station foci experimental area from 6 am to 7am and 7pm to 10pm. Two containers were used. One was the unsealed rectangle plastic condensate drain pan from May 26 to Jul. 28, 2008 (one time-continuous observation from Jun. 25 to 27 at intervals of 2 hours), and the other was the sealed and unsealed aluminum cases from Jun. 24 to Jul. 29, 2008 (two time-continuous observations from Jun. 25 to 27 and Jul. 19 to 20, respectively, both at intervals of 2 hours). \n     Dewfall was weighed by G&G TC30K- H scales (accuracy: 1g) for the condensate drain pan and by electronic scales (accuracy: 0.1g) for the aluminum case.",
      "descriptionCn": "2008年5月26日至7月29日在临泽站开展凝结水观测。观测地点在临泽站内的沙丘上。\n观测方法：先后采用了两种容器进行观测。分别为凝结水盘（2008-05-26至2008-07-08）和铝盒（2008-06-24至2008-07-29）。凝结水盘采用敞口长方形塑料盘，见缩略图。铝盒的布置采用了遮盖和不遮盖两种方法，将3组深度不同的铝罐，分别布在沙丘的不同高度上。\n称重仪器：凝结水盘用美国双杰G&G TC30K- H电子天平。精度1g；铝盒法用500g电子天平。精度0.1g。\n观测时间：早上6:00－7:00之间；晚上19:00－22:00之间。受天气条件限制，称重时间不完全一致。\n连续观测：凝结水盘进行了一次连续观测，6月25日至6月27日，时间间隔为2小时；铝盒进行了两次连续观测，6月25日至6月27日，7月19日至7月20日，两次观测的时间间隔均为2小时。\n凝结水预处理数据根据早晚称重重量之差计算凝结水的重量，再除以其体积，得到凝结水量（mm）。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.201,
      "west": 100.11,
      "south": 39.311,
      "north": 39.379,
      "startTime": "2008-06-02 00:00:00",
      "endTime": "2008-08-05 00:00:00",
      "fileSize": 992293.0,
      "cstr": "18406.11.water973.0117.db",
      "doi": "10.3972/water973.0117.db",
      "dataFormat": "文本",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "白艳芬",
        "nameEn": "BAI Yanfen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 丁松爽",
        "nameEn": "DING Songchuang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "钱金波",
        "nameEn": "Qian Jinbo",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "宋怡",
        "nameEn": "SONG Yi",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "汪洋",
        "nameEn": "WANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐瑱",
        "nameEn": "XU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "朱仕杰",
        "nameEn": "ZHU Shijie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "凝结水",
        "nameEn": "Condensate water"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽站加密观测区",
        "keywordEn": "Closed observation area of Linze station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data collection method for observing condensation water focused on using open plastic pans, aluminum boxes, or a combination of both?",
        "QuestionCn": "观察冷凝水的主要数据收集方法是使用开放式塑料盘、铝盒，还是两者的结合？",
        "AnswerEn": "a combination of both",
        "AnswerCn": "结合两者。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific methods used for measuring condensation water in a dataset related to remote sensing experiments?",
        "QuestionCn": "在与遥感实验相关的数据集中，测量凝结水的具体方法有哪些？",
        "AnswerEn": "condensation water pans, aluminum boxes, open rectangular plastic trays, covered and uncovered setups, different heights on sand dunes, American G&G TC30K-H electronic balance with 1g precision, 500g electronic balance with 0.1g precision, observations twice daily, morning between 6:00-7:00, evening between 19:00-22:00, continuous observation intervals",
        "AnswerCn": "冷凝水盘、铝盒、开放式长方形塑料托盘、覆盖和未覆盖的设置、沙丘上不同高度、美国G&G TC30K-H电子天平，精度1g、500g电子天平，精度0.1g、每天两次观察，早上6:00-7:00之间，晚上19:00-22:00之间、连续观察间隔。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of containers were used for collecting condensed water in the observational data collection method?",
        "QuestionCn": "在观察数据收集方法中，用于收集凝结水的容器有多少种类型？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'condensation water observation' in the context of data collection methods?",
        "QuestionCn": "在数据收集方法的背景下，“凝结水观测”是什么意思？",
        "AnswerEn": "In the context of data collection methods, 'condensation water observation' refers to the systematic measurement of water that condenses in a specific location over a period of time. This involves using containers like condensation water pans and aluminum boxes to collect the water. The collection process includes weighing these containers at specific times in the morning and evening, and calculating the condensation water amount by determining the difference in weight before and after condensation, then dividing by the volume to obtain a measurement in millimeters.",
        "AnswerCn": "在数据收集方法的背景下，“冷凝水观察”指的是在特定地点系统性地测量在一段时间内冷凝的水。这涉及使用冷凝水盘和铝箱等容器来收集水。收集过程包括在早晨和晚上特定时间称量这些容器，并通过确定冷凝前后重量的差异来计算冷凝水的量，然后除以体积以获得以毫米为单位的测量值。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using condensation water pans compare to those using aluminum boxes in terms of precision and environmental adaptability?",
        "QuestionCn": "使用冷凝水盘的数据收集方法与使用铝箱的方法在精确度和环境适应性方面有何比较？",
        "AnswerEn": "The data collection method using condensation water pans utilized American G&G TC30K-H electronic scales with a precision of 1g, while the aluminum box method used 500g electronic scales with a precision of 0.1g. The pans were open rectangular plastic trays, whereas the aluminum boxes were placed with both covered and uncovered methods at different heights on the dunes. This setup suggests that the aluminum boxes might offer more precision due to their finer scale resolution and adaptability to different environmental settings through varied placement and covering strategies.",
        "AnswerCn": "数据收集方法使用了冷凝水盘，采用了精度为1克的美国G&G TC30K-H电子秤，而铝箱方法则使用了精度为0.1克的500克电子秤。冷凝水盘是开放的矩形塑料托盘，而铝箱则在不同高度的沙丘上采用了覆盖和不覆盖的方法。这种设置表明，铝箱可能由于其更高的精度和通过不同的放置和覆盖策略适应不同环境条件的能力而提供更好的精确度。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}