{
  "id": "c3e33f33-5b3b-4a99-ba0a-eea218e5e613",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Sequencing of core stem factor Sox2 and Oct4 specific binding lncRNA and  pluripotency related lncRNA Snhg14 bound chromatin DNA sequencing",
      "titleCn": "核心干性因子Sox2和Oct4特异性结合lncRNA测序以及多能性相关lncRNA Snhg14所结合的染色质DNA测序",
      "description": "Long noncoding RNAs (lncRNAs) can regulate the activity of target genes by participating in the organization of chromatin architecture.   We have devised a “chromatin-RNA in situ reverse transcription sequencing” (CRIST-seq) approach to profile the lncRNA interaction network in gene regulatory elements by combining the simplicity of RNA biotin labeling with the specificity of the CRISPR Cas9 system.  Using gene-specific gRNAs, we describe a pluripotency-specific lncRNA interacting network in the promoters of Sox2 and Pou5f1, two critical stem cell factors that are required for the maintenance of pluripo\u0002tency.       The promoter-interacting lncRNAs were specifically activated during reprogramming into pluripotency.       Knockdown of these lncRNAs caused the stem cells to exit from pluripotency.      In contrast, overexpression of the pluripotency-associated lncRNA activated the promoters of core stem cell factor genes and enhanced fibroblast reprogramming into pluripotency.    These CRIST-seq data suggest that the Sox2 and Pou5f1 promoters are organized within a unique lncRNA interaction network that determines the fate of pluripotency during reprogramming.       This CRIST approach may be broadly used to map lncRNA interaction networks at target loci across the genome.",
      "descriptionCn": "lncRNAs可以通过参与染色质结构的组织来调控靶基因的活性。我们设计了一种“染色质-RNA原位逆转录测序”（CRIST -seq）方法，通过结合RNA生物素标记的简单性和CRISPR Cas9系统的特异性，来分析基因调控元件中的lncRNA相互作用网络。使用基因特异性gRNA，我们描述了Sox2和Pou5f1启动子中的多能性特异性lncRNA相互作用网络，这两个关键的干细胞因子是维持多能性所必需的。启动子相互作用的lncRNA在重编程为多能性时被特异性激活。这些lncRNA的下调导致干细胞不再具有多能性。相反，过表达与多能性相关的lncRNA激活了核心干细胞因子基因的启动子，增强了成纤维细胞向多能性的重编程。这些CRIST -seq数据表明，Sox2和Pou5f1启动子被组织在一个独特的lncRNA相互作用网络中，该网络决定了重编程过程中多能性的命运。这种CRIST方法可能被广泛用于在整个基因组的目标位点上绘制lncRNA相互作用网络。",
      "instructions": "Ips-Cas9-Sox2 represents the sequencing of lncRNA bound by Sox2 gene promoter enriched by CRIST-seq method in iPSC\nSnhg14bound DNA sequencing named Snhg14",
      "instructionsCn": "ips-Cas9-Sox2 代表在iPSC中，用CRIST-seq方法富集Sox2基因启动子所结合的lncRNA测序\nSnhg14所结合的DNA测序命名为Snhg14",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": "2018-11-01 09:50:16",
      "endTime": "2018-11-01 09:50:16",
      "fileSize": 6906345832.0,
      "cstr": "18406.11.HumanNat.tpdc.300205",
      "doi": "10.11888/HumanNat.tpdc.300205",
      "dataFormat": null,
      "license": "4"
    },
    "authorList": [
      {
        "nameCn": "胡继繁",
        "nameEn": "HU Jifan",
        "unitEn": "",
        "unitCn": "吉林大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Profiling the long noncoding RNA interaction network in the regulatory elements of target genes by chromatin in situ reverse transcription sequencing",
        "referenceCn": null,
        "referenceEn": "Zhang, S., Wang, Y., Jia, L., Wen, X., Du, Z., Wang, C., Hao, Y., Yu, D., Zhou, L., Chen, N., Chen, J., Chen, H., Zhang, H., Celik, I., Gülsoy, G., Luo, J., Qin, B., Cui, X., Liu, Z., Zhang, S., Esteban, M.A., Ay, F., Xu, W., Chen, R., Li, W., Hoffman, A.R., Hu, J.F., & Cui, J. (2019). Profiling the long noncoding RNA interaction network in the regulatory elements of target genes by chromatin in situ reverse transcription sequencing. Genome Res, 29(9), 1521-1532. "
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "科技文献",
        "nameEn": "scientific literature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      },
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that combines RNA biotin labeling with CRISPR Cas9 system to analyze gene regulatory element interactions?",
        "QuestionCn": "您能否提供一个结合RNA生物素标记和CRISPR Cas9系统的数据收集方法示例，以分析基因调控元件相互作用？",
        "AnswerEn": "One example of a data collection method that combines RNA biotin labeling with CRISPR Cas9 system is the 'chromatin-RNA in situ reverse transcription sequencing' (CRIST-seq) method, which is used to analyze the interaction networks of lncRNAs in gene regulatory elements. This method leverages the specificity of CRISPR Cas9 and the simplicity of biotin labeling to explore the lncRNA interactions at the promoters of key stem cell factors like Sox2 and Pou5f1, which are essential for maintaining pluripotency.",
        "AnswerCn": "一种结合RNA生物素标记和CRISPR Cas9系统的数据收集方法是“染色质-RNA原位逆转录测序”（CRIST-seq）方法，该方法用于分析lncRNA在基因调控元件中的相互作用网络。该方法利用CRISPR Cas9的特异性和生物素标记的简单性，探索lncRNA在关键干细胞因子如Sox2和Pou5f1的启动子上的相互作用，这些因子对于维持多能性至关重要。",
        "Level": "C6(Creating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the CRIST-seq method used for analyzing lncRNA interactions in gene regulatory elements?",
        "QuestionCn": "CRIST-seq方法用于分析基因调控元件中lncRNA相互作用的特点是什么？",
        "AnswerEn": "simplicity of RNA biotin labeling, specificity of the CRISPR Cas9 system, gene-specific gRNA, pluripotency-specific lncRNA interaction networks at promoters of key stem cell factors like Sox2 and Pou5f1",
        "AnswerCn": "RNA生物素标记的简单性，CRISPR Cas9系统的特异性，基因特异性gRNA，多能性特异性lncRNA在关键干细胞因子如Sox2和Pou5f1启动子处的相互作用网络。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the CRIST-seq method be interpreted to enhance understanding of the interaction networks of lncRNAs at gene regulatory elements, and what challenges might arise in accurately mapping these interactions across the genome?",
        "QuestionCn": "CRIST-seq方法如何被解读以增强对lncRNA在基因调控元件中相互作用网络的理解，以及在准确映射这些相互作用到整个基因组时可能出现的挑战是什么？",
        "AnswerEn": "The CRIST-seq method is a novel approach designed to analyze lncRNA interaction networks at gene regulatory elements by leveraging RNA biotin labeling and the specificity of the CRISPR Cas9 system. It provides insights into how lncRNAs organize chromatin structure to regulate target gene activity, particularly at the Sox2 and Pou5f1 promoters. Challenges in using this method may include ensuring the specificity and efficiency of biotin labeling and CRISPR targeting, as well as accurately capturing the dynamic and context-dependent nature of lncRNA interactions across the genome.",
        "AnswerCn": "CRIST-seq方法是一种新颖的技术，旨在通过利用RNA生物素标记和CRISPR Cas9系统的特异性，分析长链非编码RNA（lncRNA）在基因调控元件上的相互作用网络。它提供了关于lncRNA如何组织染色质结构以调节靶基因活性的见解，特别是在Sox2和Pou5f1启动子处。使用该方法的挑战可能包括确保生物素标记和CRISPR靶向的特异性和效率，以及准确捕捉lncRNA相互作用在基因组中动态和依赖于上下文的特性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the development of CRISPR Cas9-based data collection methods for analyzing lncRNA interaction networks in gene regulatory elements?",
        "QuestionCn": "哪些因素导致开发基于CRISPR Cas9的数据收集方法来分析基因调控元件中的lncRNA交互网络？",
        "AnswerEn": "The development of CRISPR Cas9-based data collection methods for analyzing lncRNA interaction networks is driven by the need for specificity and simplicity in mapping interactions within gene regulatory elements. By utilizing gene-specific gRNA, researchers can target specific gene promoters, such as Sox2 and Pou5f1, to investigate the role of lncRNAs in maintaining pluripotency. The CRIST-seq method combines RNA biotin labeling with the precise targeting capabilities of the CRISPR Cas9 system, enabling a detailed analysis of how lncRNA interactions influence chromatin structure and gene activity during cellular reprogramming.",
        "AnswerCn": "基于CRISPR Cas9的数据收集方法的发展，旨在满足在基因调控元件内映射相互作用时对特异性和简便性的需求。通过利用基因特异性gRNA，研究人员可以针对特定基因启动子，如Sox2和Pou5f1，来研究lncRNA在维持多能性中的作用。CRIST-seq方法结合了RNA生物素标记与CRISPR Cas9系统的精确靶向能力，使得能够详细分析lncRNA相互作用如何影响细胞重编程过程中的染色质结构和基因活性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the identification of pluripotency-related lncRNA interaction networks when utilizing the 'chromatin-RNA in situ reverse transcription sequencing' (CRIST-seq) method?",
        "QuestionCn": "利用“染色质-RNA原位逆转录测序”（CRIST-seq）方法识别多能性相关lncRNA相互作用网络可能带来的潜在后果是什么？",
        "AnswerEn": "Utilizing the CRIST-seq method, which combines RNA biotin labeling and CRISPR Cas9 system specificity, can lead to the identification of distinct pluripotency-related lncRNA interaction networks within gene regulatory elements. This approach allows for the mapping of specific interactions of lncRNAs with the Sox2 and Pou5f1 promoters, which are crucial stem cell factors necessary for maintaining pluripotency. The method could reveal that these interactions are specifically activated during reprogramming to pluripotency, and that downregulation of these lncRNAs results in the loss of pluripotency in stem cells. Conversely, overexpression of these lncRNAs can enhance the reprogramming of fibroblasts to pluripotency by activating core stem cell factor gene promoters.",
        "AnswerCn": "利用CRIST-seq方法，该方法结合了RNA生物素标记和CRISPR Cas9系统的特异性，可以识别与基因调控元件相关的不同多能性相关长链非编码RNA（lncRNA）相互作用网络。这种方法可以绘制lncRNA与Sox2和Pou5f1启动子的特定相互作用图谱，这些启动子是维持多能性所必需的核心干细胞因子。该方法可能揭示这些相互作用在重编程至多能性过程中被特异性激活，并且下调这些lncRNA会导致干细胞失去多能性。相反，过表达这些lncRNA可以通过激活核心干细胞因子基因启动子来增强成纤维细胞向多能性转化的重编程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the development of methods like chromatin-RNA in situ reverse transcription sequencing (CRIST-seq) to map lncRNA interaction networks at gene regulatory elements?",
        "QuestionCn": "哪些技术进步使得像染色质-RNA原位逆转录测序（CRIST-seq）这样的技术得以发展，从而能够绘制长链非编码RNA在基因调控元件中的相互作用网络？",
        "AnswerEn": "The development of CRIST-seq has been enabled by advancements in RNA biotin labeling techniques and the specificity of the CRISPR Cas9 system. These technologies allow for precise interaction mapping of lncRNAs at gene regulatory elements, such as the Sox2 and Pou5f1 promoters, which are crucial for maintaining pluripotency in stem cells.",
        "AnswerCn": "CRIST-seq的发展得益于RNA生物素标记技术和CRISPR Cas9系统的特异性进展。这些技术允许对长链非编码RNA在基因调控元件上的精确相互作用进行映射，例如Sox2和Pou5f1启动子，这些启动子在维持干细胞的多能性中至关重要。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}