{
    "id": "c430506f-fea7-4742-958a-f5a587b408b4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Atlas of birds in Qinghai-Tibet Plateau",
            "titleCn": "青藏高原湿地鸟类生态图集",
            "description": "This is a photo collection of birds in Qinghai-Tibet Plateau produced during the fieldtrip in December 2020 to January 2021. The geographical area mainly covers the middle-down stream of the Yarlung Zangbo River valley, including Lhasa, Qushui, bird species pheasants, buzzards, laughingthrushs rosefinches and accendors. The species were identified by Song Gang, Xing Jiahua, Qiao Huijie from IOZ, Yang Le, Zhou Shengling from Institute of Plateau Biology, Tibet Autonomous Region, and Yixi Duojie from Museum of Natural Science of Tibet",
            "descriptionCn": "本图片集主要包括西藏冬季鸟类的生态照片，拍摄时间为2020年12月，拍摄人为宋刚。主要涉及区域为拉萨、曲水等地，拍摄的鸟类物种有藏马鸡、高原山鹑、红嘴山鸦、大鵟、拟大朱雀、大草鹛、灰腹噪鹛、褐岩鹨、鸲岩鹨等。主要涉及陆禽类，游禽类，涉禽类，鸠鸽类，猛禽类和鸣禽类等，分布于高山草甸、灌丛，林地，河流，湖泊，湿地，农田等生境类型。物种鉴定人有中科院动物所宋刚、邢家华、乔慧捷，西藏自治区高原生物研究所杨乐、周生灵，西藏自治区自然博物馆益西多杰等人。",
            "instructions": "File format is .JPEG,and the file name is given by originnal seris code；the files can be read by Windows image reader",
            "instructionsCn": "文件以.JPEG件格式储存，文件名为原始拍摄序列号；文件读取用Windows 图片浏览器 打开",
            "east": 88.09,
            "west": 94.52,
            "south": 28.76,
            "north": 30.77,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 6456738921.0,
            "cstr": "18406.11.Ecolo.tpdc.271505",
            "doi": "10.11888/Ecolo.tpdc.271505",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "宋刚",
                "nameEn": "SONG Gang",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国鸟类分类与分布名录（第三版）",
                "titleEn": null,
                "referenceCn": "郑光美. (2017). 中国鸟类分类与分布名录.第3版. 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "森林",
                "nameEn": "Forest"
            },
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "Who are the key individuals involved in species identification for datasets related to Tibetan Plateau wetland birds?",
                "QuestionCn": "与青藏 Plateau 湿地鸟类相关的数据集中的物种识别涉及的关键个人是谁？",
                "AnswerEn": "Song Gang, Xing Jiahua, Qiao Huijie, Yang Le, Zhou Shengling, Yixi Duojie",
                "AnswerCn": "宋刚，邢佳华，乔慧杰，杨乐，周胜玲，益西多杰",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for photographing bird species in high-altitude wetland ecosystems, particularly focusing on areas like Lhasa and Qushui?",
                "QuestionCn": "您能否提供一个用于在高海拔湿地生态系统中拍摄鸟类物种的数据收集方法的例子，特别关注像拉萨和曲水这样的地区？",
                "AnswerEn": "A data collection method used for photographing bird species in high-altitude wetland ecosystems, such as those in Lhasa and Qushui, involves capturing ecological photographs of birds during specific periods, such as winter. The process includes identifying and documenting various bird species like Tibetan Eared Pheasant, Tibetan Snowcock, and Red-billed Chough in habitats such as alpine meadows, shrubs, forests, rivers, lakes, wetlands, and farmlands. This method is exemplified by the work of individuals like Song Gang, who conducted photography in December 2020, focusing on these environments and species.",
                "AnswerCn": "一种用于拍摄高海拔湿地生态系统中鸟类物种的数据收集方法，包括在特定时期（如冬季）拍摄鸟类的生态照片。该过程包括识别和记录各种鸟类物种，如藏耳鸡、藏雪鸡和红嘴鸦，在高山草甸、灌木丛、森林、河流、湖泊、湿地和农田等栖息地中。这种方法的一个例子是个人如宋刚的工作，他于2020年12月进行摄影，专注于这些环境和物种。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for capturing ecological photographs of wetland birds in the Tibetan Plateau during winter compare to those used in other seasonal or regional studies of avian species?",
                "QuestionCn": "在冬季捕捉青藏高原湿地鸟类的生态照片的数据收集方法与其他季节或地区鸟类物种研究中使用的方法相比如何？",
                "AnswerEn": "The data collection methods for capturing ecological photographs of wetland birds in the Tibetan Plateau during winter primarily involve photography in specific regions such as Lhasa and Qushui, focusing on a variety of species including terrestrial, aquatic, waders, pigeons, birds of prey, and songbirds. This is done across diverse habitats like alpine meadows, shrubs, forests, rivers, lakes, wetlands, and farmlands. These methods may differ from other studies in terms of timing (e.g., winter), location (e.g., high-altitude areas), and species focus. In other regions or seasons, data collection might involve different species, habitats, or techniques, such as using acoustic sensors or bird banding, depending on the research objectives and environmental conditions.",
                "AnswerCn": "在冬季，收集西藏高原湿地鸟类生态照片的数据收集方法主要涉及在特定区域（如拉萨和曲水）进行摄影，重点关注多种鸟类，包括陆生鸟类、水鸟、涉禽、鸽子、猛禽和鸣禽。这些方法在不同栖息地（如高山草甸、灌木丛、森林、河流、湖泊、湿地和农田）中进行。这些方法可能与其他研究有所不同，体现在时间（例如冬季）、地点（例如高海拔地区）和物种重点上。在其他地区或季节，数据收集可能涉及不同的物种、栖息地或技术，例如使用声学传感器或鸟类标记，具体取决于研究目标和环境条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in collecting and curating a dataset of wetland bird species' ecological photographs in the Qinghai-Tibet Plateau, including specific techniques for species identification and habitat documentation?",
                "QuestionCn": "收集和整理青藏高原湿地鸟类生态照片数据集的步骤包括： \n\n1. 确定研究区域：选择青藏高原的特定湿地区域作为数据收集的重点。\n\n2. 制定调查计划：确定调查的时间、频率和持续时间，以确保覆盖不同季节和鸟类活动高峰期。\n\n3. 选择合适的设备：准备高质量的相机和镜头，以便拍摄鸟类的生态照片，同时考虑使用望远镜和双筒望远镜进行观察。\n\n4. 进行鸟类观察：在选定的湿地区域进行实地观察，记录鸟类的活动、栖息地和行为。\n\n5. 拍摄生态照片：在观察过程中拍摄鸟类的生态照片，确保捕捉到鸟类在自然栖息地中的状态。\n\n6. 物种识别：使用鸟类识别手册、手机应用程序或在线数据库进行物种识别，记录每种鸟类的科学名称和常见名称。\n\n7. 栖息地文档：记录鸟类栖息地的特征，包括植被类型、水体状况和周围环境，以便进行生态分析。\n\n8. 数据整理：将拍摄的照片、物种信息和栖息地特征整理成结构化的数据集，确保数据的完整性和可用性。\n\n9. 数据存储与共享：将整理好的数据集存储在数据库中，并考虑与其他研究人员或机构共享，以促进科学研究。\n\n10. 定期更新：根据后续的观察和研究，定期更新数据集，以保持信息的准确性和时效性。",
                "AnswerEn": "The collection and curation of a dataset of wetland bird species' ecological photographs in the Qinghai-Tibet Plateau involve capturing ecological photos during specific time periods, such as December 2020, in regions like Lhasa and Qushui. The process includes photographing various bird species, such as Tibetan Eared-Pheasant and Himalayan Snowcock, across different habitats like alpine meadows, shrubs, forests, rivers, lakes, wetlands, and farmlands. Species identification is conducted by experts from institutions like the Institute of Zoology, Chinese Academy of Sciences, the Tibet Plateau Institute of Biology, and the Tibet Museum of Natural History. These experts, such as Song Gang, Xing Jiahua, Qiao Huijie, Yang Le, Zhou Shengling, and Yixi Duojie, ensure accurate identification and documentation of the species photographed.",
                "AnswerCn": "在青藏高原收集和整理湿地鸟类生态照片的数据集涉及在特定时间段内拍摄生态照片，例如2020年12月，在拉萨和曲水等地区。该过程包括在高山草甸、灌木丛、森林、河流、湖泊、湿地和农田等不同栖息地拍摄各种鸟类物种，如藏耳雉和喜马拉雅雪鸡。物种识别由中国科学院动物研究所、西藏高原生物研究所和西藏自然历史博物馆等机构的专家进行。这些专家包括宋刚、邢佳华、乔慧杰、杨乐、周胜玲和益西多杰，确保对拍摄物种的准确识别和记录。",
                "Level": "C3(Applying)"
            }
        ]
    }
}