{
    "id": "c4a5e4cb-ed54-4f59-9acf-d4ed6c59de8a",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin: Huailai station-lysimeters (2020)",
            "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站蒸渗仪 （2020）",
            "description": "This dataset includes the observation data from 01 Jan. 2020 through 31 Dec. 2020, collected by lysimeters, which are located at 115.788E, 40.349N and 480 m above sea level, near the Huailai Station in East Garden Town, Huailai County, Hebei Province. The land cover around the station was maize crop. \nThe weighable lysimeter was built by UMS GmbH (Germany), with a surface area of 1m2, and a soil column of 1.5 m high. The original data sampling frequency was 1 Hz, and then averaged to 10min for distribution. The precision of the weighing data is 10g (equivalent to 0.01mm). During the crop growth period, a lysimeter is covered by bare soil and another one is covered by planted maize. The soil moisture, temperature and soil water potential sensors are installed both inside and outside of the lysimeter to ensure that the water cycle in the soil column is consistent with that of the field. Different sensors are located at different depths: 5, 50, 100 cm for soil temperature sensors, and 5, 10, 30, 50, 100 cm for soil moisture sensors, and 30 and 140cm for soil water potential sensors (the tensionmeter here can also measure soil temperature at 30, 140 cm). The soil heat flux plates in both lysimeters are buried at 10cm depth.\nThe data processes and quality control according to: 1) ensuring there were 144 data every day, the lost and overrange data were replaced by -6999; 2) deleting the abnormal data due to maintenances; 3) keeping the consistent date and time format (e.g. 2020-01-01 10:30).\nThe distributed data include the following variables: Date-Time, Weight (I.L_1_WAG_L_000(Kg), I.L_2_WAG_L_000(Kg)), Drainage Weight (I.L_1_WAG_D_000(Kg), I.L_2_WAG_D_000(Kg)), Soil Heat Flux (Gs_1_10cm, Gs_2_10cm) (W/m2), Soil Moisture (Ms_1_5cm, Ms_1_10cm, Ms_1_30cm, Ms_1_50cm, Ms_1_100cm, Ms_2_5cm, Ms_2_10cm, Ms_2_30cm, Ms_2_50cm, Ms_2_100cm) (%), Soil Temperature (Ts_1_5cm , Ts_1_30cm, Ts_1_50cm, Ts_1_100cm, Ts_1_140cm, Ts_2_5cm , Ts_2_30cm, Ts_2_50cm, Ts_2_100cm, Ts_2_140cm) (C), Soil Water Potential (TS_1_30(hPa), TS_1_140(hPa), TS_2_30(hPa), TS_2_140(hPa)). The format of datasets was *.xlsx.",
            "descriptionCn": "该数据集包含了2020年1月1日至2020年12月31日的蒸渗仪观测数据。站点位于河北省怀来县东花园镇，下垫面为玉米。观测点的经纬度是115.7880E, 40.3491N，海拔480m。\n蒸渗仪的采集频率是1Hz，发布数据为10min输出数据。蒸渗仪为圆柱形结构，表面积为1m2，土柱埋深1.5m，蒸散量观测精度为0.01mm。蒸渗仪安装有两台，一台保持裸土（lysimeter_1），另一台在生长季（5月10日-9月15日）为玉米下垫面(lysimeter_2)。蒸渗仪内还安装有土壤温湿度探头、土壤水势探头和土壤热流板。土壤温度传感器埋设深度为5cm、30cm、50cm、100cm、140cm；土壤水分传感器埋设深度为2cm、10cm、20cm、40cm；土壤热流板埋设在地下10 cm处；土壤水势传感器埋设深度为30cm和140cm处。观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失或超量程数据，则由-6999标示；（2）删除了维护期间造成的观测异常的数据；（3）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2020-6-10 10:30；\n蒸渗仪发布的观测数据包括：日期/时间Date/Time，称重质量（I.L_1_WAG_L_000(Kg)、I.L_2_WAG_L_000(Kg)），渗漏质量（I.L_1_WAG_D_000(Kg)、I.L_2_WAG_D_000(Kg)），土壤热通量（Gs_1_10cm、Gs_2_10cm）(W/m2)，多层土壤水分（Ms_1_5cm、Ms_1_10cm、Ms_1_30cm、Ms_1_50cm、Ms_1_100cm、Ms_2_5cm、Ms_2_10cm、Ms_2_30cm、Ms_2_50cm、Ms_2_100cm）(%)，多层土壤温度（Ts_1_5cm 、Ts_1_30cm、Ts_1_50cm、Ts_1_100cm、Ts_1_140cm、Ts_2_5cm 、Ts_2_30cm、Ts_2_50cm、Ts_2_100cm、Ts_2_140cm）(℃)，土壤水势(TS_1_30(hPa)、TS_1_140(hPa)、TS_2_30(hPa)、TS_2_140(hPa))；数据以*.xlsx格式存储。",
            "instructions": "Year+**Hai River Basin+Station+Lysimeter",
            "instructionsCn": "年份+**海河流域+站点名称+Lysimeter",
            "east": 115.788,
            "west": 115.788,
            "south": 40.3491,
            "north": 40.3491,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 16360918.0,
            "cstr": "18406.11.Hydro.tpdc.271785",
            "doi": "10.11888/Hydro.tpdc.271785",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "朱忠礼",
                "nameEn": "ZHU Zhongli",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
                "referenceCn": null,
                "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
            },
            {
                "titleCn": "高精度称重式蒸渗仪数据处理方法研究",
                "titleEn": null,
                "referenceCn": "季辰, 朱忠礼, 徐自为. (2016). 高精度称重式蒸渗仪数据处理方法研究. 北京师范大学学报(自然科学版), 52(5), 628-63.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Modular design of field lysimeters for specific application needs",
                "referenceCn": null,
                "referenceEn": "von Unold, G., & Fank, J. (2008). Modular design of field lysimeters for specific application needs. Water, Air, & Soil Pollution: Focus, 8(2), 233-242. doi:10.1007/s11267-007-9172-4"
            },
            {
                "titleCn": "怀来地区蒸渗仪测定玉米田蒸散发分析",
                "titleEn": null,
                "referenceCn": "杨光超, 朱忠礼, 谭磊, 刘绍民, 徐自为, 柏军华, 肖青. (2015). 怀来地区蒸渗仪测定玉米田蒸散发分析. 高原气象, 34(4), 1095-1106.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "蒸发量",
                "nameEn": "Evaporation capacity"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怀来县",
                "keywordEn": "Huailai"
            },
            {
                "keywordCn": "海河流域",
                "keywordEn": "Haihe river basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Based on the measurements of lysimeter, eddy covariance (EC), and automatic weather station (AWS) in Huailai Remote Sensing Experiment Station in 2012 and 2013, the daily and seasonal variation of soil evaporation and maize field evapotranspiration have been analyzed. The relationship between field evapotranspiration and meteorological factors (net radiation, air temperature, air humidity, and wind speed), soil moisture has been studied through multiple regression analysis method. Lysimeter’s representativeness was significantly affected by the growth of the crops within it. As heat can not be exchanged between the soil in lysimeter and the soil outside, the average temperature of the soil in the lysimeter is 9.5% higher than that of the field outside."
            ],
            "research objective": [
                "本文利用2012年和2013年5-9月河北怀来中国科学院遥感综合试验站蒸渗仪观测资料，计算了玉米生长季的土壤蒸发、作物蒸散、降雨、渗漏量，结合气象因子探讨土壤蒸发和作物蒸散的日、季节变化规律，并比较分析涡动相关仪与蒸渗仪蒸散量的观测结果，验证蒸渗仪的代表性，初步分析两者差异产生的原因，为今后开展农田灌溉决策、农业节水等研究提供参考。"
            ],
            "challenges": [
                "蒸渗仪为单点观测，观测范围较小，其空间代表性有限，因此验证蒸渗仪的观测结果能否代表区域范围内农田的蒸散值十分有必要。即使进行能量闭合订正后，涡动相关仪观测的蒸散量较蒸渗仪偏低，蒸渗仪观测结果表现出高估的现象。强小嫚等认为蒸渗仪隔断了与周围农田的水热交换，导致的蒸渗仪内土壤水分供应与热交换与周围农田的不同，由此可能造成蒸渗仪对蒸散量的高估。"
            ],
            "methods": [
                "为研究华北区域农田蒸散发的变化特征，在研究区布设了一套多尺度蒸散发观测系统。实验区以图中红线为界，分为水浇地和旱地，水浇地和旱地分别架设了10 m气象塔和40 m气象塔，都安装了自动气象站和涡动相关仪，蒸渗仪和波文比能量平衡系统安装在位于水浇地的10 m气象塔处。根据试验需求，两台蒸渗仪中的一台保持裸土，作为对比另一台则种植玉米。为了保证在试验期间蒸渗仪内玉米和周围农田玉米生长条件一致，2012年5月5日和2013年5月10日，在其中一台蒸渗仪上种植了玉米，品种为郑单958，播种时间、行距和株距同周围农田一致，并且定期对蒸渗仪内土地进行除草，尽量保证蒸渗仪内玉米生长同周围农田一致。"
            ],
            "dataset": [
                "本研究所用的蒸渗仪为德国UMS公司生产的称重式蒸渗仪，型号为Hydro-Lysimeter。2011年9月11日安装于试验站外东侧约300 m处农田内，距农田外道路约10 m。蒸渗仪为圆柱状结构，表面积为1 m²，柱体高度为1.5 m，蒸散测量精度为0.1 mm。两台蒸渗仪共用一个维护井，维护井内安装了两个渗漏桶，用于蒸渗仪的渗漏量测量，测量精度为0.01 mm。此外，两台蒸渗仪内均安装有土壤水势、土壤温度、土壤湿度、土壤热通量传感器。"
            ],
            "findings": [
                "The result shows that the daily variation curves of soil evaporation were quite consistent with maize field evapotranspiration, while seasonal differences were obvious. In the region of Huailai, net radiation and soil moisture obviously correlated with daily evapotranspiration, while other factors did not obviously correlate. The correlativity between evapotranspiration measured by EC and that by lysimeter is very good. The value of lysimeter is 10.5% higher than that of EC. As a result, the evapotranspiration of lysimeter is relatively larger."
            ],
            "backgroundCn": [
                "根据2012年和2013年在怀来遥感实验站的蒸渗仪、涡度协方差（EC）和自动气象站（AWS）的测量数据，分析了土壤蒸发和玉米田蒸散的日变化和季节变化。通过多元回归分析方法研究了田间蒸散与气象因素（净辐射、气温、空气湿度和风速）、土壤湿度之间的关系。蒸渗仪的代表性受到其内作物生长的显著影响。由于蒸渗仪内的土壤与外部土壤之间无法进行热量交换，蒸渗仪内土壤的平均温度比外部田地高出9.5%。"
            ],
            "research objectiveCn": [
                "The article utilizes observation data from the soil evaporation instrument at the Chinese Academy of Sciences Remote Sensing Comprehensive Experimental Station in Huailai, Hebei, from May to September in 2012 and 2013. It calculates soil evaporation, crop evapotranspiration, rainfall, and leakage during the corn growing season. By combining meteorological factors, it explores the daily and seasonal variation patterns of soil evaporation and crop evapotranspiration. Additionally, it compares and analyzes the observation results of evapotranspiration from the eddy covariance instrument and the soil evaporation instrument to verify the representativeness of the soil evaporation instrument. The article also preliminarily analyzes the reasons for the differences between the two methods, providing a reference for future research on agricultural irrigation decision-making and water-saving in agriculture."
            ],
            "challengesCn": [
                "蒸渗仪为单点观测，观测范围较小，其空间代表性有限，因此验证蒸渗仪的观测结果能否代表区域范围内农田的蒸散值十分有必要。即使进行能量闭合订正后，涡动相关仪观测的蒸散量较蒸渗仪偏低，蒸渗仪观测结果表现出高估的现象。强小嫚等认为蒸渗仪隔断了与周围农田的水热交换，导致的蒸渗仪内土壤水分供应与热交换与周围农田的不同，由此可能造成蒸渗仪对蒸散量的高估。"
            ],
            "methodsCn": [
                "为研究华北区域农田蒸散发的变化特征，在研究区布设了一套多尺度蒸散发观测系统。实验区以图中红线为界，分为水浇地和旱地，水浇地和旱地分别架设了10 m气象塔和40 m气象塔，都安装了自动气象站和涡动相关仪，蒸渗仪和波文比能量平衡系统安装在位于水浇地的10 m气象塔处。根据试验需求，两台蒸渗仪中的一台保持裸土，作为对比另一台则种植玉米。为了保证在试验期间蒸渗仪内玉米和周围农田玉米生长条件一致，2012年5月5日和2013年5月10日，在其中一台蒸渗仪上种植了玉米，品种为郑单958，播种时间、行距和株距同周围农田一致，并且定期对蒸渗仪内土地进行除草，尽量保证蒸渗仪内玉米生长同周围农田一致。"
            ],
            "datasetCn": [
                "本研究所用的蒸渗仪为德国UMS公司生产的称重式蒸渗仪，型号为Hydro-Lysimeter。2011年9月11日安装于试验站外东侧约300米处的农田内，距农田外道路约10米。蒸渗仪为圆柱状结构，表面积为1平方米，柱体高度为1.5米，蒸散测量精度为0.1毫米。两台蒸渗仪共用一个维护井，维护井内安装了两个渗漏桶，用于蒸渗仪的渗漏量测量，测量精度为0.01毫米。此外，两台蒸渗仪内均安装有土壤水势、土壤温度、土壤湿度、土壤热通量传感器。"
            ],
            "findingsCn": [
                "结果显示，土壤蒸发的日变化曲线与玉米田的蒸散发非常一致，而季节差异则明显。在怀来地区，净辐射和土壤湿度与日蒸散发明显相关，而其他因素则没有明显相关性。通过EC测量的蒸散发与通过蒸渗仪测量的蒸散发之间的相关性非常好。蒸渗仪的值比EC高出10.5%。因此，蒸渗仪的蒸散发相对较大。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection method is more effective for capturing evapotranspiration in maize fields, lysimeter or eddy covariance?",
                "QuestionCn": "哪种数据收集方法在捕捉玉米田的蒸散发方面更有效，土壤水分计还是涡度协方差法？",
                "AnswerEn": "lysimeter",
                "AnswerCn": "蒸渗仪",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are the challenges in representing field evapotranspiration more related to spatial representativeness or measurement accuracy?",
                "QuestionCn": "在表示田间蒸散发时，面临的挑战更多是与空间代表性还是测量准确性相关？",
                "AnswerEn": "spatial representativeness",
                "AnswerCn": "空间代表性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used for measuring evapotranspiration in agricultural research?",
                "QuestionCn": "在农业研究中，用于测量蒸散发的主要数据收集方法有哪些？",
                "AnswerEn": "lysimeters, eddy covariance systems, automatic weather stations",
                "AnswerCn": "蒸渗仪、涡度相关系统、自动气象站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with using lysimeters for evapotranspiration measurement in agricultural studies?",
                "QuestionCn": "在农业研究中使用蒸发蒸散测量的 lysimeter 相关的挑战有哪些？",
                "AnswerEn": "limited spatial representativeness",
                "AnswerCn": "有限的空间代表性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure evapotranspiration and soil moisture in an agricultural field?",
                "QuestionCn": "您能否提供一个用于测量农业田间蒸散发和土壤湿度的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves using a weighing lysimeter system along with soil moisture sensors, soil temperature sensors, and soil heat flux plates. This setup measures evapotranspiration and soil moisture by collecting data at a 1Hz frequency and outputting it every 10 minutes.",
                "AnswerCn": "一种数据收集方法涉及使用称重蒸发皿系统，以及土壤湿度传感器、土壤温度传感器和土壤热通量板。该系统通过以1Hz的频率收集数据，并每10分钟输出一次，来测量蒸散和土壤湿度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using a lysimeter for data collection in agricultural research?",
                "QuestionCn": "在农业研究中使用蒸渗仪进行数据收集时面临的一个挑战是什么？",
                "AnswerEn": "One challenge is the limited spatial representativeness of lysimeter data, as it only captures a small area. Additionally, the heat and moisture exchange between the soil inside the lysimeter and the surrounding field is restricted, which can lead to overestimation of evapotranspiration rates.",
                "AnswerCn": "一个挑战是蒸渗仪数据的空间代表性有限，因为它只捕获了一个小区域。此外，蒸渗仪内部土壤与周围田地之间的热量和湿度交换受到限制，这可能导致蒸散发率的高估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of how meteorological factors are integrated into datasets for studying evapotranspiration in agricultural research?",
                "QuestionCn": "你能举一个例子，说明气象因素如何被整合到农业研究中用于研究蒸散发的数据集吗？",
                "AnswerEn": "Meteorological factors such as net radiation, air temperature, air humidity, and wind speed are integrated through multiple regression analysis to study their relationship with field evapotranspiration, offering insights into daily and seasonal variations alongside soil moisture data.",
                "AnswerCn": "气象因素如净辐射、空气温度、空气湿度和风速通过多元回归分析进行整合，以研究它们与田间蒸散的关系，提供对日常和季节性变化的洞察，以及土壤湿度数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the challenges involved in using lysimeters to measure evapotranspiration and how do they affect the representativeness of the data?",
                "QuestionCn": "使用 lysimeter 测量蒸散发时面临的挑战以及这些挑战如何影响数据的代表性。",
                "AnswerEn": "limited spatial representativeness, discrepancies in water and heat exchange, higher measured evapotranspiration values, higher average temperature inside the lysimeter",
                "AnswerCn": "空间代表性有限、水分和热量交换存在差异、测得的蒸散量较高、蒸渗仪内部的平均温度较高。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the collection frequency of data in a lysimeter-based dataset focused on evapotranspiration?",
                "QuestionCn": "在基于蒸散发的蒸渗仪数据集中，数据的收集频率是多少？",
                "AnswerEn": "1 Hz, 10-minute",
                "AnswerCn": "1 赫兹，10 分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many soil temperature sensor depths are utilized in a lysimeter dataset for monitoring soil conditions?",
                "QuestionCn": "在监测土壤条件的蒸渗仪数据集中，使用了多少个土壤温度传感器深度？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What challenges arise in using lysimeters for measuring field evapotranspiration and how might these challenges affect data accuracy?",
                "QuestionCn": "使用 lysimeter 测量田间蒸散发时会出现哪些挑战，这些挑战可能如何影响数据的准确性？",
                "AnswerEn": "One challenge in using lysimeters for measuring field evapotranspiration is their limited spatial representativeness, as they are single-point observations. Additionally, lysimeters can isolate the soil from external heat and water exchanges, potentially leading to an overestimation of evapotranspiration compared to the surrounding fields. These factors may affect data accuracy and necessitate verification to ensure the values can represent regional field conditions.",
                "AnswerCn": "使用蒸渗仪测量田间蒸散的一个挑战是它们的空间代表性有限，因为它们是单点观测。此外，蒸渗仪可能会将土壤与外部热量和水分交换隔离，这可能导致蒸散量的高估，与周围田地相比。这些因素可能会影响数据的准确性，需要进行验证以确保这些数值能够代表区域田间条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection frequency and precision of the lysimeter compare to the eddy covariance method in terms of capturing evapotranspiration accurately?",
                "QuestionCn": "蒸散发的准确捕捉方面，土壤水分计的数据收集频率和精度与涡度协方差法相比如何？",
                "AnswerEn": "The lysimeter in the dataset collects data at a frequency of 1Hz and provides outputs every 10 minutes with a precision of 0.01mm. In contrast, the eddy covariance method, although not specified in terms of frequency in the field, typically provides a different scale of temporal data collection. It may underreport compared to the lysimeter, which is noted to overestimate evapotranspiration values by 10.5% due to its isolated environment.",
                "AnswerCn": "该数据集中，蒸渗透仪以1Hz的频率收集数据，并每10分钟提供一次输出，精度为0.01毫米。相比之下，涡度协方差法虽然在现场的频率没有具体说明，但通常提供不同尺度的时间数据收集。由于蒸渗透仪的孤立环境，它可能会高估蒸散发值，误差为10.5%。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in soil temperature and moisture measurement depths between the lysimeter setup and other standard meteorological stations?",
                "QuestionCn": "在土壤温度和湿度测量深度方面，蒸渗仪设置与其他标准气象站之间有什么区别？",
                "AnswerEn": "The lysimeter setup measures soil temperature at depths of 5cm, 30cm, 50cm, 100cm, and 140cm, and soil moisture at 2cm, 10cm, 20cm, and 40cm. Standard meteorological stations may not measure at such a detailed range of depths, focusing more on surface and single-depth measurements, thereby providing less detailed soil profile data.",
                "AnswerCn": "该蒸渗仪设置在5厘米、30厘米、50厘米、100厘米和140厘米的深度测量土壤温度，在2厘米、10厘米、20厘米和40厘米的深度测量土壤湿度。标准气象站可能不会在如此详细的深度范围内进行测量，更多地关注表面和单一深度的测量，因此提供的土壤剖面数据较少。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the limitations of single-point observation in lysimeters be addressed to improve the spatial representativeness of field evapotranspiration data?",
                "QuestionCn": "如何解决 lysimeter 中单点观测的局限性，以提高田间蒸散发数据的空间代表性？",
                "AnswerEn": "The challenges section highlights the limited spatial representativeness of lysimeter observations. It suggests that verifying whether the lysimeter's observations can accurately represent regional field evapotranspiration is necessary, as the lysimeter may overestimate due to its isolation from surrounding water and heat exchange.",
                "AnswerCn": "挑战部分强调了蒸渗仪观测的空间代表性有限。它建议有必要验证蒸渗仪的观测是否能够准确代表区域田间的蒸散发，因为蒸渗仪可能由于与周围水分和热量交换的隔离而高估蒸散发。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What insights can be drawn from the differences in evapotranspiration measurements between lysimeters and eddy covariance systems in similar agricultural settings?",
                "QuestionCn": "在类似农业环境中，利用土壤水分测定器和涡度协方差系统之间的蒸散发测量差异，可以得出哪些见解？",
                "AnswerEn": "The findings mention that while the correlativity between evapotranspiration measured by eddy covariance and lysimeter is good, lysimeter values are 10.5% higher, likely due to the lysimeter's isolation affecting water and heat exchange. This suggests a need to consider these differences when interpreting data from these systems.",
                "AnswerCn": "研究结果提到，尽管通过涡度协方差法和土壤水分测定器测量的蒸散发之间的相关性良好，但土壤水分测定器的值高出10.5%，这可能是由于土壤水分测定器的隔离影响了水分和热量的交换。这表明在解释这些系统的数据时，需要考虑这些差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the limited spatial representativeness of lysimeter measurements in agricultural fields?",
                "QuestionCn": "影响农田中蒸发皿测量空间代表性有限的因素有哪些？",
                "AnswerEn": "Lysimeter measurements are limited in spatial representativeness due to their single-point observation nature. The surrounding environmental conditions, such as heat and moisture exchange, differ from those within the lysimeter, leading to potential discrepancies in evapotranspiration estimates. This is exacerbated by the isolation of the soil in the lysimeter from the field, affecting heat exchange and resulting in a higher average soil temperature within the lysimeter compared to the field.",
                "AnswerCn": "蒸渗测量由于其单点观测的特性，空间代表性受到限制。周围环境条件，如热量和湿度交换，与 lysimeter 内部的条件不同，这可能导致蒸发蒸散估算的差异。这种情况因 lysimeter 中土壤与田地的隔离而加剧，影响热量交换，导致 lysimeter 内的平均土壤温度高于田地。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be differences in evapotranspiration values measured by eddy covariance systems compared to lysimeters?",
                "QuestionCn": "为什么涡度协方差系统测量的蒸散发值与土壤水分计（lysimeters）测量的值可能存在差异？",
                "AnswerEn": "Differences in evapotranspiration values between eddy covariance systems and lysimeters may arise because the lysimeter tends to overestimate evapotranspiration. This is due to the lysimeter's isolation from the surrounding soil, which prevents heat and moisture exchange, leading to a higher soil temperature and moisture supply compared to the surrounding field, thus potentially overestimating evapotranspiration.",
                "AnswerCn": "涡度协方差系统和蒸渗仪之间的蒸散发值差异可能是因为蒸渗仪往往会高估蒸散发。这是由于蒸渗仪与周围土壤的隔离，阻碍了热量和水分的交换，导致土壤温度和水分供应高于周围田地，从而可能高估蒸散发。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the implications for data accuracy and spatial representation when using lysimeters compared to other meteorological instruments?",
                "QuestionCn": "使用 lysimeters 与其他气象仪器相比，对数据准确性和空间表示的影响是什么？",
                "AnswerEn": "Lysimeters have limited spatial representation as they are single-point observations, and their results may not represent the evapotranspiration values of the broader area. They can overestimate evapotranspiration due to the isolated environment that prevents heat and water exchange with surrounding soil.",
                "AnswerCn": "蒸渗仪的空间代表性有限，因为它们是单点观测，其结果可能无法代表更大区域的蒸散发值。由于其孤立环境阻止了与周围土壤的热量和水分交换，它们可能会高估蒸散发。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential outcomes of utilizing multiple measurement instruments, such as eddy covariance systems and lysimeters, in agricultural hydrological studies?",
                "QuestionCn": "在农业水文研究中，利用多种测量仪器，如涡度协方差系统和土壤水分计，可能产生的结果是什么？",
                "AnswerEn": "Utilizing multiple measurement instruments can provide a more comprehensive understanding of evapotranspiration and soil moisture dynamics. While eddy covariance systems may provide broader spatial data, lysimeters can offer detailed point-specific data. However, differences between these measurements must be analyzed to understand discrepancies and improve data reliability.",
                "AnswerCn": "利用多种测量仪器可以更全面地理解蒸散发和土壤水分动态。虽然涡度协方差系统可以提供更广泛的空间数据，但蒸发皿可以提供详细的点位特定数据。然而，必须分析这些测量之间的差异，以理解不一致之处并提高数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to compare evapotranspiration data from lysimeters with those from eddy covariance systems in agricultural research?",
                "QuestionCn": "在农业研究中，将土壤水分蒸发和植物蒸散（蒸散）数据从 lysimeter（蒸发蒸散仪）与涡度协方差系统的数据进行比较是重要的原因是什么？",
                "AnswerEn": "It is important to verify the representativeness of lysimeter observations and understand the differences between the two methods, as lysimeters may overestimate evapotranspiration due to isolated conditions that prevent heat exchange with surrounding soils, influencing the accuracy of regional evapotranspiration measurements.",
                "AnswerCn": "验证蒸渗仪观测的代表性并理解两种方法之间的差异是重要的，因为蒸渗仪可能由于孤立条件而高估蒸散发，这些条件阻碍了与周围土壤的热交换，从而影响区域蒸散发测量的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in ensuring the accuracy and quality control of data collected by lysimeters in agricultural research?",
                "QuestionCn": "确保农业研究中通过蒸发皿收集的数据准确性和质量控制的程序包括哪些步骤？",
                "AnswerEn": "The accuracy and quality control of data collected by lysimeters involve ensuring daily data completeness, marking missing or out-of-range data with specific indicators, removing data anomalies caused by maintenance, and standardizing date and time formats in the data records.",
                "AnswerCn": "通过蒸渗仪收集的数据的准确性和质量控制涉及确保每日数据的完整性，用特定指标标记缺失或超范围的数据，去除因维护造成的数据异常，以及标准化数据记录中的日期和时间格式。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How does the installation and configuration of instruments like soil moisture and temperature sensors within a lysimeter affect the data collection process?",
                "QuestionCn": "土壤湿度和温度传感器在蒸渗仪中的安装和配置如何影响数据收集过程？",
                "AnswerEn": "The installation and configuration of instruments within a lysimeter, such as soil moisture and temperature sensors at various depths, ensure comprehensive data collection related to soil conditions. These instruments are embedded at specified depths to capture detailed soil profiles, contributing to the understanding of soil moisture and thermal dynamics.",
                "AnswerCn": "在蒸渗仪内安装和配置仪器，如不同深度的土壤湿度和温度传感器，确保了与土壤条件相关的全面数据收集。这些仪器嵌入在指定深度，以捕捉详细的土壤剖面，有助于理解土壤湿度和热动态。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are associated with using lysimeters for data collection in terms of representativeness and data interpretation, and how can these be addressed?",
                "QuestionCn": "使用 lysimeter 进行数据收集时，代表性和数据解释方面面临哪些挑战，以及如何解决这些问题？",
                "AnswerEn": "Challenges with lysimeters include their limited spatial representativeness due to the isolation of soil within the lysimeter from surrounding fields, which can lead to differences in water and heat exchange. This may result in overestimation of evapotranspiration values. Addressing these challenges involves verifying lysimeter data against other measurement systems like eddy covariance and considering the effects of isolation on soil conditions.",
                "AnswerCn": "使用土壤水分计（lysimeter）面临的挑战包括其空间代表性有限，因为土壤在土壤水分计内与周围田地隔离，这可能导致水分和热量交换的差异。这可能导致蒸散发值的高估。解决这些挑战的方法包括将土壤水分计数据与其他测量系统（如涡度协方差法）进行验证，并考虑隔离对土壤条件的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or factors enable the effective use of lysimeter data to represent regional field evapotranspiration accurately?",
                "QuestionCn": "哪些条件或因素使得利用蒸渗仪数据有效地代表区域田间蒸散发变得准确？",
                "AnswerEn": "Lysimeter data's effectiveness is influenced by the growth of crops within it, as the representativeness of lysimeter measurements can be significantly affected. The heat exchange between the soil in the lysimeter and the surrounding area is limited, causing the average temperature inside the lysimeter to be higher. To ensure the data's representativeness, the growth conditions of maize inside the lysimeter should match those of the surrounding fields.",
                "AnswerCn": "土壤水分测定器数据的有效性受到其内作物生长的影响，因为土壤水分测定器测量的代表性可能会受到显著影响。土壤水分测定器内土壤与周围环境之间的热交换有限，导致土壤水分测定器内的平均温度较高。为了确保数据的代表性，土壤水分测定器内玉米的生长条件应与周围田地相匹配。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the installation of soil temperature and moisture sensors at various depths enable comprehensive understanding of soil conditions?",
                "QuestionCn": "在不同深度安装土壤温度和湿度传感器能够全面了解土壤状况。",
                "AnswerEn": "The installation of soil temperature and moisture sensors at multiple depths (5cm, 30cm, 50cm, 100cm, 140cm for temperature and 2cm, 10cm, 20cm, 40cm for moisture) allows for detailed monitoring of soil conditions. This range of depths enables the capture of temperature and moisture gradients within the soil profile, providing insights into the dynamics of soil processes and their influence on evapotranspiration.",
                "AnswerCn": "在多个深度（温度为5cm、30cm、50cm、100cm、140cm；湿度为2cm、10cm、20cm、40cm）安装土壤温度和湿度传感器，可以详细监测土壤条件。这一深度范围能够捕捉土壤剖面内的温度和湿度梯度，为了解土壤过程的动态及其对蒸散作用的影响提供了洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the representativeness of data collected from lysimeters be limited when compared to broader regional evapotranspiration measurements?",
                "QuestionCn": "从 lysimeters 收集的数据的代表性可能会受到限制，与更广泛的区域蒸散发测量相比，原因是什么？",
                "AnswerEn": "The representativeness of lysimeter data might be limited because it is a single-point observation method with a small observational range. This limitation in spatial representation necessitates verifying whether the lysimeter observations can accurately represent the evapotranspiration values across larger agricultural fields. Additionally, lysimeters isolate soil from surrounding fields, disrupting natural water and heat exchanges, which could lead to overestimated evapotranspiration values as compared to other methods like eddy covariance systems.",
                "AnswerCn": " lysimeter 数据的代表性可能受到限制，因为它是一种单点观测方法，观测范围较小。这种空间代表性的限制需要验证 lysimeter 观测是否能够准确代表更大农业领域的蒸散发值。此外，lysimeter 将土壤与周围田地隔离，破坏了自然的水分和热量交换，这可能导致与涡度协方差系统等其他方法相比，蒸散发值被高估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges in ensuring that data collected from lysimeters accurately reflect the conditions of the surrounding agricultural fields?",
                "QuestionCn": "确保从蒸发皿收集的数据准确反映周围农业田地条件的挑战有哪些？",
                "AnswerEn": "Challenges in ensuring that lysimeter data reflect surrounding field conditions include maintaining consistent crop growth conditions within the lysimeter and the field, as discrepancies in these conditions can affect the measurements. For instance, heat exchange limitations between the lysimeter soil and external soil can result in higher average soil temperatures inside the lysimeter, which may not accurately reflect conditions in the surrounding fields. Regular maintenance, such as weeding and ensuring similar planting times and spacing, is essential to minimize these discrepancies.",
                "AnswerCn": "确保蒸渗仪数据反映周围田地条件的挑战包括在蒸渗仪和田地内保持一致的作物生长条件，因为这些条件的差异会影响测量结果。例如，蒸渗仪土壤与外部土壤之间的热交换限制可能导致蒸渗仪内部的平均土壤温度较高，这可能无法准确反映周围田地的条件。定期维护，如除草和确保相似的种植时间和间距，对于最小化这些差异至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be a higher observed evapotranspiration value in data collected from lysimeters compared to other measurement systems like the eddy covariance method?",
                "QuestionCn": "为什么从土壤水分测定器（lysimeters）收集的数据中观察到的蒸散发值可能高于其他测量系统（如涡度协方差法）？",
                "AnswerEn": "The higher observed evapotranspiration value in lysimeter data compared to the eddy covariance method could be attributed to the isolation of the lysimeter soil from its surroundings, which affects water and heat exchange processes. As a result, the lysimeter may provide a continuous supply of water and heat that is not representative of the natural field conditions, leading to overestimation. The lack of heat exchange with the surrounding soil can also cause the soil temperature inside the lysimeter to be higher, contributing to the increased evapotranspiration measurements.",
                "AnswerCn": "在 lysimeter 数据中观察到的蒸散发值高于涡度协方差法，这可能归因于 lysimeter 土壤与周围环境的隔离，这影响了水分和热量的交换过程。因此，lysimeter 可能提供了一个连续的水分和热量供应，这并不能代表自然田间条件，从而导致了过高的估计。与周围土壤缺乏热量交换也可能导致 lysimeter 内部土壤温度较高，从而增加了蒸散发测量值。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In what ways can the integration of multiple measurement systems enhance the understanding of soil evaporation and crop evapotranspiration dynamics in agricultural research?",
                "QuestionCn": "多种测量系统的整合如何增强农业研究中对土壤蒸发和作物蒸散动态的理解？",
                "AnswerEn": "Integrating multiple systems, such as lysimeters, eddy covariance systems, and automatic weather stations, allows for a comprehensive analysis of soil evaporation and crop evapotranspiration dynamics. This integration can help verify the representativeness of observations and provide insights into the variations in evapotranspiration due to meteorological and soil factors.",
                "AnswerCn": "集成多个系统，如土壤水分计、涡度协方差系统和自动气象站，可以全面分析土壤蒸发和作物蒸散发动态。这种集成有助于验证观测的代表性，并提供关于蒸散发因气象和土壤因素而变化的见解。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the spatial representativeness of a data collection method like lysimeter is determined for regional agricultural studies.",
                "QuestionCn": "我不明白像蒸发皿这样的数据收集方法的空间代表性是如何为区域农业研究确定的。",
                "AnswerEn": "The spatial representativeness of a lysimeter is considered limited because it is a single-point observation tool. Its ability to represent evapotranspiration over a larger regional scale is questioned, as it cannot exchange heat with the surrounding soil, which can lead to discrepancies in soil temperature and moisture compared to the surrounding fields.",
                "AnswerCn": " lysimeter 的空间代表性被认为是有限的，因为它是一个单点观测工具。它在更大区域尺度上代表蒸散发的能力受到质疑，因为它无法与周围土壤交换热量，这可能导致与周围田地相比，土壤温度和湿度出现差异。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in ensuring the accuracy of evapotranspiration measurements using different methods.",
                "QuestionCn": "我对使用不同方法确保蒸散发测量准确性所面临的挑战感到不确定。",
                "AnswerEn": "One of the challenges in ensuring accuracy of evapotranspiration measurements is the potential high estimation by lysimeters due to their isolation from the surrounding field environment, which affects water and heat exchange. Additionally, even after energy balance closure corrections, measurements from eddy covariance instruments tend to be lower than those from lysimeters, indicating a need for cross-verification of results.",
                "AnswerCn": "确保蒸散发测量准确性的一大挑战是，由于蒸渗仪与周围田地环境的隔离，可能导致其估算偏高，这影响了水分和热量的交换。此外，即使经过能量平衡闭合修正，涡度协方差仪的测量结果往往仍低于蒸渗仪的结果，这表明需要对结果进行交叉验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please investigate the correlation between different environmental factors and evapotranspiration measured by lysimeters, and recommend a research approach for analyzing these relationships.",
                "QuestionCn": "请调查不同环境因素与通过蒸发蒸散仪测量的蒸发蒸散之间的相关性，并推荐一种研究方法来分析这些关系。",
                "AnswerEn": "In the Huailai region, net radiation and soil moisture have shown obvious correlations with daily evapotranspiration, whereas other factors like air temperature or humidity did not show significant correlations. A recommended research approach is to conduct multiple regression analysis to study the relationship between field evapotranspiration and various meteorological factors, ensuring the integration of different data collection methods for comprehensive analysis.",
                "AnswerCn": "在怀来地区，净辐射和土壤湿度与日蒸散发之间表现出明显的相关性，而气温或湿度等其他因素则未显示出显著的相关性。推荐的研究方法是进行多元回归分析，以研究田间蒸散发与各种气象因素之间的关系，确保整合不同的数据收集方法以进行全面分析。",
                "Level": "C6(Creating)"
            }
        ]
    }
}