{
    "id": "c601988b-c009-4e3f-8671-1ad02dd204b6",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (automatic weather station of Huazhaizi desert steppe station, 2017)",
            "description": "The data set contains meteorological element observation data of huazhaizi desert station in the middle reaches of heihe hydrological meteorological observation network from January 1, 2017 to December 31, 2017.The station is located in huazhaizi, zhangye city, gansu province.The latitude and longitude of huazhaizi station is 100.3201E, 38.7659N and 1731m above sea level.The observation items include: air temperature and relative humidity sensors at 5m and 10m, facing due north;Install the barometer inside the waterproof box;The tilting bucket rain gauge is installed at 10m;The wind speed and direction sensor is set at 5m and 10m, facing due north;The four-component radiometer is installed at 6m, facing due south;Two infrared thermometers are installed at 6m, facing due south, and the probe facing vertically downward;The soil temperature probe is buried at 0cm of the surface and 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm underground, 2m to the south of the meteorological tower.The soil water sensor is buried 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm underground, 2m to the south of the meteorological tower.The soil hot plates (3 pieces) are buried 6cm underground.Specific observation elements are as follows:\nAir temperature and humidity (Ta_5m RH_5m Ta_10m, RH_10m) (unit: c, percentage), pressure (Press) (unit: hundred mpa), precipitation (Rain) (unit: mm), wind speed (WS_5m, WS_10m) (unit: m/s), wind (WD_10m) (unit: degrees), the radiation of four component (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit:C), soil heat flux (Gs_1, Gs_2, Gs_3) (in watts/m2), soil moisture (Ms_2cm, Ms_4cm, Ms_10cm, Ms_20cm, Ms_40cm, Ms_60cm, Ms_100cm) (unit: volumetric water content, percentage), and soil temperature (Ts_0cm, Ts_2cm, Ts_4cm, Ts_10cm, Ts_40cm, Ts_60cm, Ts_100cm) (unit: Celsius).\nProcessing and quality control of observation data :(1) ensure 144 data elements of observation data every day (every 10min), and mark by -6999 in case of data missing;From November to December 2017, due to wiring problems, there were discontinuous errors in long-wave radiation;(2) excluding the time with duplicate records;(3) data that obviously exceeds the physical significance or the range of the instrument is deleted;(4) the part marked with red letter in the data is the data in question;(5) date and time have the same format, and date and time are in the same column.For example, the time is: 2017-6-10:10:30;(6) the naming rule is: AWS+ site name.\nFor information of hydrometeorological network or station, please refer to Li et al. (2013), and for observation data processing, please refer to Liu et al. (2011).",
            "instructions": "",
            "east": 100.3186,
            "west": 100.3186,
            "south": 38.7652,
            "north": 38.7652,
            "startTime": "2017-01-16 16:00:00",
            "endTime": "2018-01-15 16:00:00",
            "fileSize": 13442792.0,
            "cstr": "18406.11.hiwater.19.2018.db",
            "doi": "10.3972/hiwater.19.2018.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "huazhaizi desert steppe station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2017",
                "type": "temporal"
            },
            {
                "keywordEn": "2017-01-01 to 2017-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Concept Completion": [
                {
                    "Question": "What are the common challenges faced in data collection for hydrometeorological observations in oasis-desert ecosystems?",
                    "Answer": "Ecological environment degradation",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where are the hydrometeorological observation stations typically located in arid regions for collecting data on energy, water vapor, and carbon exchange?",
                    "Answer": "Heihe River Basin",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "When are the measurements for meteorological parameters, such as air temperature and wind speed, typically recorded in field observations for oasis-desert systems?",
                    "Answer": "Every 10 minutes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of how meteorological and soil parameters are collected and utilized within an oasis–desert ecosystem for studying energy, water vapor, and carbon exchange?",
                    "Answer": "The meteorological and soil parameters in an oasis–desert ecosystem are collected using automatic weather stations with a 10-minute average period, capturing radiation, soil heat flux, soil temperature profiles, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles. These datasets, supplemented by vegetation and soil parameters, help study long-term energy, water vapor, and carbon exchange in these ecosystems.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced when estimating surface fluxes in irrigated agricultural areas, and how is it addressed in research observations?",
                    "Answer": "A challenge in estimating surface fluxes in irrigated agricultural areas is the incomplete energy balance closure with respect to available energy. This is addressed by using the two-source energy balance (TSEB) model, which accounts for the uncertainty in surface-air temperature differences and incorporates ground-measured soil and canopy component temperatures to improve the accuracy of evaporation, transpiration, and evapotranspiration estimates.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the meteorological parameters observed within the hydrometeorological network in arid regions?",
                    "Answer": "air temperature, wind speed, humidity at 5 meters, four-component radiations at 12 meters, turbulent fluxes at 4.5 meters, sampling frequency of 10 Hz",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What features are critical for accurately estimating evapotranspiration using a two-source energy balance model in heterogeneous landscapes?",
                    "Answer": "high-resolution thermal camera measurements, soil and canopy component temperature calculations, classifying image pixels into soil and canopy categories, converting thermal infrared temperatures to radiation temperatures, incoming long-wave radiation, emissivity data",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the key attributes of data processing and quality control procedures for long-term flux datasets in oasis–desert systems?",
                    "Answer": "half-hourly turbulent flux data, eddy covariance system, scintillometer, hydrometeorological data, 10-minute average period",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'four-component radiometer' refer to in meteorological data collection?",
                    "Answer": "A four-component radiometer in meteorological data collection refers to an instrument used to measure four key components of radiation: direct and diffuse solar radiation, as well as upward and downward longwave radiation. This information is crucial for understanding the energy balance at the Earth's surface, which is essential for calculating surface fluxes such as evapotranspiration.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the differences in data quality control and processing techniques between a dataset collected from the 黑河生态水文遥感试验 and one from the oasis–desert systems?",
                    "Answer": "The 黑河生态水文遥感试验 dataset includes quality control measures such as marking missing data with a specific value, removing duplicate records, and deleting data outside physical ranges. The oasis–desert systems dataset involves a structured data processing and quality control procedure split into data collection, processing, and archiving, emphasizing the use of auxiliary data to supplement the flux measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How might the integration of remote sensing and ground-based observations enhance the interpretation of hydrological and meteorological patterns in arid and semi-arid regions?",
                    "Answer": "Integrating remote sensing with ground-based observations allows for a comprehensive analysis of hydrological and meteorological patterns by providing spatial and temporal data coverage. This combination enhances the understanding of complex interactions between soil and vegetation in heterogeneous landscapes and supports the validation of models and measurements, especially in areas with limited accessibility.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What methodologies could be employed to improve the accuracy of estimating energy, water vapor, and carbon exchanges in oasis-desert ecosystems?",
                    "Answer": "Methodologies such as the use of high-resolution thermal cameras for temperature measurements, application of the two-source energy balance (TSEB) model, and validation using stable isotopes and eddy covariance systems can improve accuracy. Additionally, the classification of thermal images into soil and canopy pixels and the consideration of atmospheric conditions can refine component temperature and flux estimations.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges of accurately capturing energy, water vapor, and carbon exchange measurements in oasis–desert ecosystems?",
                    "Answer": "Inland river basins in arid and semiarid areas face ecological degradation challenges such as drying rivers, vegetation degradation, desertification, and dust storms, which complicate accurate measurement of energy, water vapor, and carbon exchange.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might data collection techniques used in the Heihe River Basin encounter difficulties in ensuring data quality and consistency?",
                    "Answer": "Data collection methods using automatic weather stations and eddy covariance systems may face difficulties due to environmental factors such as strong advective conditions, image classification errors, and the complex ecological interactions in oasis–desert systems.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What underlying causes might lead to errors in estimating soil and canopy temperatures using thermal infrared cameras in agricultural regions?",
                    "Answer": "Errors may arise from image classification mistakes, atmospheric radiation influences, and uncertainties in radiation transmittance through the canopy, which can affect the accuracy of soil and canopy temperature estimations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of using long-term observational datasets in understanding oasis–desert interactions and supporting sustainable development?",
                    "Answer": "Using long-term observational datasets allows for a comprehensive understanding of energy, water vapor, and carbon exchanges in oasis–desert interactions. This understanding is crucial for achieving sustainable development goals, as it provides insights into maintaining ecological stability and supporting socioeconomic development. Such datasets enable researchers to monitor changes over time, assess the impacts of climate change, and devise strategies for ecological conservation and resource management.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to maintain a balance between oasis and desert systems when developing datasets for studying energy, water vapor, and carbon exchange?",
                    "Answer": "It is critical to maintain the balance between oasis and desert systems to achieve sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in these ecosystems is important for achieving the goals of carbon peaking and carbon neutrality and supporting the ecological security and sustainable development of oases.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is the objective of collecting long-term observational datasets in oasis–desert systems, particularly concerning energy, water vapor, and carbon fluxes?",
                    "Answer": "The objective of collecting long-term observational datasets is to gain a quantitative understanding of energy, water vapor, and carbon exchange in oasis–desert areas. This understanding is crucial for recognizing oasis–desert interactions and is significant for protecting the ecological stability and socioeconomic development of oases.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it necessary to have a detailed understanding of soil and canopy component temperatures for datasets aiming to partition evapotranspiration in strongly advective environments?",
                    "Answer": "A detailed understanding of soil and canopy component temperatures is necessary because accurate separation of soil and vegetation component temperatures is crucial for estimating evaporation, transpiration, and evapotranspiration. This is especially important in strongly advective environments where errors in component temperature can significantly affect the performance of models like the TSEB model.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are involved in ensuring the quality control and preprocessing of hydrometeorological data collected from an observational network in arid regions?",
                    "Answer": "The data collection involves ensuring 144 data points per day with each representing a 10-minute interval. If data is missing, it is marked as -6999. Quality control includes removing duplicate records, deleting data that is physically meaningless or exceeds instrument range, and marking questionable data in red. The date and time are formatted uniformly in the dataset.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can ground-based thermal imaging be integrated with existing meteorological data to accurately estimate evapotranspiration components in a heterogeneous landscape?",
                    "Answer": "Ground-based thermal imaging can be integrated by using high-resolution thermal cameras to capture soil and canopy temperatures. These temperatures are then used as inputs in models like the two-source energy balance (TSEB) model to partition evapotranspiration into evaporation and transpiration components. The thermal images are classified into soil and canopy pixels, and the temperatures are converted to radiometric temperatures using long-wave radiation data.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What steps are necessary to collect and process long-term energy, water vapor, and carbon flux data in oasis-desert ecosystems?",
                    "Answer": "The collection involves using eddy covariance systems and scintillometers to acquire turbulent flux data, complemented by automatic weather stations for hydrometeorological data. The data is collected with a focus on radiation, soil heat flux, temperature, humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles. Data processing includes steps for data collection, processing, archiving, and sharing, ensuring quality control throughout these processes.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements or data collection methods enable the accurate measurement of energy, water vapor, and carbon exchange in oasis–desert systems?",
                    "Answer": "The use of eddy covariance systems and scintillometers for acquiring half-hourly turbulent flux data, along with automatic weather stations for hydrometeorological data collection, enables the accurate measurement of energy, water vapor, and carbon exchange in oasis–desert systems. These systems provide comprehensive datasets, including radiation, soil heat flux, and soil temperature profiles, which are crucial for understanding these exchanges.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do the conditions in arid and semiarid regions enable or challenge the collection of long-term ecological data?",
                    "Answer": "Arid and semiarid regions present challenges such as ecological degradation, drying of water bodies, and land desertification, which can impede long-term data collection. However, these conditions also necessitate comprehensive monitoring, enabling the collection of extensive datasets that include energy, water vapor, and carbon fluxes, as well as hydrometeorological, vegetation, and soil parameters to understand the interactions in oasis–desert systems.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways does the integration of stable oxygen and hydrogen isotopes with thermal imaging enable improved validation of evapotranspiration estimates?",
                    "Answer": "The integration of stable oxygen and hydrogen isotope techniques with high-resolution thermal imaging enables improved validation of evapotranspiration estimates by providing more accurate soil and canopy component temperatures. This approach allows for better partitioning of evaporation and transpiration components, enhancing the validation of evapotranspiration ratios and estimates using the TSEB model, even in strongly advective conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in achieving accurate separation of soil and canopy temperatures in arid regions using current data collection methods?",
                    "Answer": "Current composite temperature separation approaches are limited in their effectiveness in arid regions due to factors such as image classification errors, which vary with vegetation abundance, and the potential for soil pixels to be mistakenly classified as vegetation pixels. This can lead to overestimations of canopy temperature and inaccuracies in the data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What might be the reasons for discrepancies in energy balance closure when using eddy covariance systems in strongly advective environments?",
                    "Answer": "Discrepancies in energy balance closure with eddy covariance systems can result from the strong advective environment, which affects the accuracy of measurements. The uncertainties in surface-air temperature difference and errors in determining soil and vegetation component temperatures contribute to these discrepancies.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why is it crucial to have long-term observational datasets for studying oasis–desert interactions in arid regions?",
                    "Answer": "Long-term observational datasets are crucial for studying oasis–desert interactions because they provide a quantitative understanding of energy, water vapor, and carbon exchange. These datasets are essential for recognizing oasis–desert interactions, supporting ecological stability, and ensuring sustainable socio-economic development in arid regions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the data collection techniques used in the oasis–desert systems for capturing energy, water vapor, and carbon exchange?",
                    "Answer": "The data collection techniques in the oasis–desert systems involve long-term observational datasets capturing energy, water vapor, and carbon and methane fluxes. These datasets are supplemented with hydrometeorology, vegetation, and soil parameters, employing instruments like eddy covariance systems and scintillometers. This comprehensive approach is crucial for understanding the interactions within oasis–desert ecosystems and supports ecological stability and socioeconomic development.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How do you perceive the challenges faced in accurately separating soil and canopy component temperatures using thermal infrared cameras in arid regions?",
                    "Answer": "Challenges in accurately separating soil and canopy component temperatures using thermal infrared cameras in arid regions include errors caused by image classification, particularly under varying vegetation abundance. Misclassification can lead to overestimation of canopy temperatures, impacting model performance. Additionally, ignoring atmospheric upwelling radiation and transmittance can introduce uncertainties in temperature estimation, making accurate separation challenging.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What is your judgment on the potential for refining datasets to improve evapotranspiration estimation models over heterogeneous landscapes?",
                    "Answer": "Refining datasets for improved evapotranspiration estimation models over heterogeneous landscapes is promising. Utilizing ground-measured soil and canopy component temperatures, combined with stable isotope techniques and eddy covariance measurements, can enhance model validation. The potential for refining datasets lies in addressing uncertainties and improving component temperature calculations, which are crucial for separating evapotranspiration components accurately.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data collection for energy fluxes in oasis–desert systems can be accurately maintained over a long-term period.",
                    "Answer": "Long-term data collection in oasis–desert systems is achieved using a suite of observational datasets that include energy, water vapor, carbon, and methane fluxes. Data is collected using an eddy covariance system and scintillometer, supplemented with hydrometeorological data from automatic weather stations that record parameters like radiation, soil heat flux, and various atmospheric conditions every 10 minutes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how the soil and canopy component temperatures are separated in data processing for evapotranspiration studies.",
                    "Answer": "In evapotranspiration studies, soil and canopy component temperatures are separated using images from a thermal infrared camera. These images are classified into soil and canopy pixels using the maximum-likelihood method, and the temperatures are derived by accounting for incoming long-wave radiation and emissivities to obtain radiometric temperatures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the data collection methods used for obtaining hydrometeorological data in oasis-desert ecosystems, particularly those involving instrumentation and measurement intervals.",
                    "Answer": "The data collection methods for hydrometeorological data in oasis-desert ecosystems involve using automatic weather stations that record various parameters every 10 minutes. These parameters include radiation, soil heat flux, soil temperature profiles, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles. Additionally, eddy covariance systems and scintillometers are used for acquiring half-hourly turbulent flux data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please analyze the challenges faced in accurately measuring evapotranspiration components in heterogeneous land surfaces, especially in arid regions.",
                    "Answer": "Challenges in measuring evapotranspiration components in arid regions include the difficulty in ground measurement of evaporation and transpiration, the limitation of composite temperature separation approaches, and classification errors in image processing that can lead to inaccurate component temperature estimation. These errors can result from vegetation abundance variations, atmospheric conditions, and uncertainties in radiation transmittance through the canopy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please investigate potential datasets that support long-term energy, water vapor, and carbon exchange observations in oasis-desert systems and their availability for research purposes.",
                    "Answer": "Potential datasets for long-term energy, water vapor, and carbon exchange observations in oasis-desert systems include those from the middle and lower reaches of the HRB in western China. Since 2012, a network of 11 land surface flux and meteorological stations has been established, providing data on energy, water vapor, carbon fluxes, hydrometeorological parameters, and vegetation and soil characteristics. These datasets are freely available from the National Tibetan Plateau Data Center.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}