{
  "id": "c669302a-1d21-4c43-9afd-5f5c3024869a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Heihe river basin middle plains entity water and virtual water optimal allocation results (2012)",
      "titleCn": "黑河流域中游平原地区实体水和虚拟水优化配置结果（2012）",
      "description": "The data according to the north of qilian mountains was zhangye and jiayuguan city in the input-output table of 2012 and 2012 the direct water use coefficient, water consumption is calculated for each department and then according to the two cities the input-output table of 2012 and 2012, the direct power consumption coefficient of power consumption is calculated for each department, according to the two cities the input-output table of 2012 and 2012, the added value of coefficient of added value is calculated for each department.The data set three objective function, the power consumption minimum in the region, the region's water consumption minimum and added value of the region is the largest.Output limit the data set each department (no more than the total output of 2013) and the lower limit of output (not less than the total output of 2011) constraints.After set the objective function and constraint conditions, the data using the NSGA - Ⅱ multi-objective genetic algorithm to solve the optimal solution.",
      "descriptionCn": "该数据根据祁连山北麓张掖市和嘉峪关市2012年的投入产出表和2012年的用水量计算出各部门的直接耗水系数，然后根据两市2012年的投入产出表和2012年的用电量计算出各部门的直接耗电系数，最后根据两市2012年的投入产出表和2012年的增加值计算出各部门的增加值系数。该数据设置三个目标函数，即该地区用电量最小，该地区耗水量最小和该地区增加值最大。该数据设置各部门总产出上限（不高于2013年的总产出）和总产出下限（不低于2011年的总产出）的约束条件。设置完目标函数和约束条件之后，该数据采用NSGA-Ⅱ多目标遗传算法来求解最优解。",
      "instructions": "Optimize the data stored in a table format, the name of the file for \"entities in heihe river basin middle plains water and virtual water optimal allocation result. XLSX\", the form is divided into two workbook, water containing the zhangye and jiayuguan city entities - virtual water optimal allocation results.",
      "instructionsCn": "优化数据以表格格式存储，文件的名称为“黑河流域中游平原地区实体水和虚拟水优化配置结果.xlsx”，表格分为两个工作簿，包含张掖市和嘉峪关市实体水-虚拟水优化配置结果。",
      "east": 102.2,
      "west": 97.33,
      "south": 37.47,
      "north": 39.95,
      "startTime": "2012-01-01 14:38:44",
      "endTime": "2012-12-31 14:38:44",
      "fileSize": 12802.0,
      "cstr": "18406.11.HumanNat.tpdc.300028",
      "doi": "10.11888/HumanNat.tpdc.300028",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "刘俊国",
        "nameEn": "LIU Junguo ",
        "unitEn": "Southern University of Science and Technology",
        "unitCn": "南方科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Forecast and optimal allocation of production， living and ecology water consumption in Zhangye， China",
        "referenceCn": null,
        "referenceEn": "Qian, X., Wei, S., & Ying, Z. (2016). Forecast and optimal allocation of production, living and ecology water consumption in Zhangye, China. Physics and Chemistry of the Earth, Parts A/B/C, 96, 16-25."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for optimizing the allocation of physical and virtual water resources in the midstream plain area of the Heihe River Basin?",
        "QuestionCn": "用于优化黑河流域中游平原地区物理和虚拟水资源分配的数据收集方法的特点是什么？",
        "AnswerEn": "direct water consumption coefficients, direct electricity consumption coefficients, value-added coefficients, minimizing electricity usage, minimizing water consumption, maximizing added value, total output limits between 2011 and 2013",
        "AnswerCn": "直接用水消耗系数，直接电力消耗系数，增加值系数，最小化电力使用，最小化用水消耗，最大化增加值，总产出限制在2011年至2013年之间。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the minimum and maximum range of total output constraints set for each department in the optimization model?",
        "QuestionCn": "在优化模型中，各部门设定的总产出约束的最小和最大范围是什么？",
        "AnswerEn": "2011-2013",
        "AnswerCn": "2011-2013",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of NSGA-Ⅱ multi-objective genetic algorithm for optimizing the allocation of real and virtual water in the middle reaches of the Heihe River Basin?",
        "QuestionCn": "哪些因素促使选择NSGA-Ⅱ多目标遗传算法来优化黑河流域中游的真实水和虚拟水的分配？",
        "AnswerEn": "The choice of NSGA-Ⅱ multi-objective genetic algorithm is influenced by the need to solve optimization problems with multiple objectives, such as minimizing electricity consumption, minimizing water consumption, and maximizing added value, under the constraints of total output limits based on historical data.",
        "AnswerCn": "选择NSGA-Ⅱ多目标遗传算法是因为需要解决具有多个目标的优化问题，例如在基于历史数据的总产出限制下，最小化电力消耗、最小化水消耗和最大化附加值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind optimizing the allocation of real and virtual water in the middle reach of the Heihe River Basin using a multi-objective genetic algorithm?",
        "QuestionCn": "使用多目标遗传算法优化黑河中游流域的真实水和虚拟水分配的主要目标是什么？",
        "AnswerEn": "The primary objective is to achieve optimal solutions that minimize electricity consumption, minimize water consumption, and maximize added value in the region. This involves setting constraints on total output not exceeding 2013 levels and not falling below 2011 levels, and using NSGA-II to find the best allocation results for different sectors based on 2012 data.",
        "AnswerCn": "主要目标是实现最佳解决方案，以最小化电力消耗、最小化水资源消耗，并最大化区域的附加值。这涉及到对总产出设置约束，要求不超过2013年的水平，也不低于2011年的水平，并使用NSGA-II算法根据2012年的数据找到不同部门的最佳配置结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in calculating the direct water and electricity consumption coefficients for each sector in the Heihe River Basin using input-output data?",
        "QuestionCn": "使用投入产出数据计算黑河流域各部门直接水和电力消耗系数涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve utilizing the input-output tables of Zhangye City and Jiayuguan City from 2012, along with their respective water and electricity usage data. First, calculate the direct water consumption coefficients for each sector based on the water usage data. Then, calculate the direct electricity consumption coefficients for each sector using the electricity data. Finally, compute the value-added coefficients for each sector by using the input-output tables and added value data of the two cities for 2012.",
        "AnswerCn": "程序步骤包括利用2012年张掖市和嘉峪关市的投入产出表，以及各自的水电使用数据。首先，根据水使用数据计算各个部门的直接水消耗系数。然后，使用电力数据计算各个部门的直接电力消耗系数。最后，通过使用两市2012年的投入产出表和附加值数据计算各个部门的附加值系数。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodological approaches enable the optimization of both physical and virtual water allocation in regional water management datasets?",
        "QuestionCn": "哪些方法论方法能够优化区域水管理数据集中物理水和虚拟水的分配？",
        "AnswerEn": "The optimization of both physical and virtual water allocation can be enabled by using input-output tables from specific regions like Zhangye and Jiayuguan in 2012, calculating direct water and electricity consumption coefficients for each sector, and applying multi-objective genetic algorithms such as NSGA-II to solve for optimal solutions under defined constraints.",
        "AnswerCn": "通过使用2012年张掖和嘉峪关等特定地区的投入产出表，可以优化物理水和虚拟水的分配，计算各个部门的直接水和电力消费系数，并应用多目标遗传算法如NSGA-II，在定义的约束条件下求解最优解。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}