{
    "id": "c6777389-6875-4e63-acfd-dbcacb427dca",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of modern glacier distribution in Hoh Xil area, Qinghai Province (1989-August 1990)",
            "titleCn": "青海可可西里地区现代冰川分布状况数据集（1989年—1990年8月）",
            "description": "The data set is a record of glacier distribution in Hoh Xil region, including three tables: the distribution of modern glaciers in various mountain areas in Hoh Xil region, the distribution of modern glaciers in various river basins in Hoh Xil region, and the distribution of modern glaciers in different mountain height segments in Hoh Xil region. Hoh Xil, located in the hinterland of the Qinghai Tibet Plateau, has an average altitude of more than 5000m and a very cold climate. According to the catalogue of China's glaciers and the author's re statistics on the 1 / 100000 topographic map, 437 modern glaciers are developed in the whole region, covering an area of 1552.39 square kilometers, with ice reserves of 162.8349 cubic kilometers, becoming an important source of water supply for many rivers and lakes in the region. Through this data set, we can know more about the distribution of glaciers in this area.",
            "descriptionCn": "该数据集为可可西里地区冰川分布状况记录，包含了可可西里地区各山地现代冰川分布状况，可可西里地区各流域现代冰川分布， 可可西里地区不同山地高度段内现代冰川分布状况三个表格。地处青藏高原腹地的可可西里地区，平均海拔在5000m以上，气候严寒。根据中国冰川目录和作者在1/10万地形图上重新统计，全区发育现代冰川437条，覆盖面积达1552.39平方千米，冰储量为162.8349立方千米，成为本区众多河流湖泊水体的重要补给源泉。通过该数据集可以更加深入了解该区冰川分布规律等。",
            "instructions": "The data set is stored in Excel format and can be opened and read by office software such as Office and WPS.It contains three workbooks, which are the distribution of modern glaciers in all mountains of Hoh Xil region, the distribution of modern glaciers in all basins of Hoh Xil region and the distribution of modern glaciers in different mountain heights of Hoh Xil region in turn.The table introduces in detail the measurement data of modern glaciers in Hoh Xil region, such as the distribution area, number of glaciers, glacier area and ice storage.",
            "instructionsCn": "该数据集以Excel格式存储，可用office、wps等办公软件打开读取。包含了三张工作簿，依次是可可西里地区各山地现代冰川分布状况、可可西里地区各流域现代冰川分布和可可西里地区不同山地高度段内现代冰川分布状况。表中详细介绍了可可西里地区现代冰川的分布区域、冰川条数、冰川面积和冰储量等测量数据。",
            "east": 94.0,
            "west": 89.5,
            "south": 33.33,
            "north": 36.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 14523.0,
            "cstr": "18406.11.Glacio.tpdc.271210",
            "doi": "10.11888/Glacio.tpdc.271210",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李炳元",
                "nameEn": "LI Bingyuan",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青海可可西里地区自然环境",
                "titleEn": null,
                "referenceCn": "可可西里综合科学考察队. (1996). 青海可可西里地区自然环境[M]. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰储量",
                "nameEn": "Ice reserves"
            },
            {
                "nameCn": "冰川覆盖",
                "nameEn": "Glacier coverage"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海可可西里",
                "keywordEn": "Hoh Xil, Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1989-1990年8月",
                "keywordEn": "1989-August 1990",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "可可西里地区综合科学考察",
                "titleEn": "Hoh Xil area Scientific Expedition Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how data collection methods are used to determine the distribution and volume of glaciers in a high-altitude region like the Qinghai-Tibet Plateau?",
                "QuestionCn": "您能否提供一个例子，说明数据收集方法如何用于确定像青藏高原这样的高海拔地区冰川的分布和体积？",
                "AnswerEn": "Data collection methods for determining the distribution and volume of glaciers in a high-altitude region such as the Qinghai-Tibet Plateau include the use of topographic maps at a scale of 1:100,000 and statistical analysis based on glacier catalogues. These methods have allowed researchers to identify the presence of 437 modern glaciers, with a total coverage area of approximately 1552.39 square kilometers and an ice volume of 162.8349 cubic kilometers in the region.",
                "AnswerCn": "在高海拔地区如青藏高原，确定冰川分布和体积的数据收集方法包括使用比例尺为1:100,000的地形图和基于冰川目录的统计分析。这些方法使研究人员能够识别出437个现代冰川，总覆盖面积约为1552.39平方公里，冰体积为162.8349立方公里。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many modern glaciers are documented in the Qinghai Hoh Xil region based on the data collection methods?",
                "QuestionCn": "根据数据收集方法，青海可可西里地区记录的现代冰川数量是多少？",
                "AnswerEn": "437",
                "AnswerCn": "437",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term 'modern glacier distribution' refer to in the context of data collection in the Qinghai Hoh Xil region?",
                "QuestionCn": "“现代冰川分布”一词在青海霍西尔地区的数据收集中指的是当前冰川的分布情况。",
                "AnswerEn": "The term 'modern glacier distribution' refers to the detailed recording of glacier locations and characteristics within the Qinghai Hoh Xil region, including the distribution across different mountain ranges, watersheds, and altitude segments. This involves data collection that identifies 437 glaciers over a total area of 1552.39 square kilometers, with an ice reserve of 162.8349 cubic kilometers, highlighting the glaciers' significance as a key source of water for local rivers and lakes.",
                "AnswerCn": "“现代冰川分布”一词指的是对青海霍西尔地区冰川位置和特征的详细记录，包括在不同山脉、流域和海拔段的分布。这涉及到数据收集，识别出437条冰川，总面积为1552.39平方公里，冰储量为162.8349立方公里，突显了冰川作为当地河流和湖泊的重要水源的意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges of collecting glacier distribution data in high-altitude regions like the Qinghai-Tibet Plateau, and how might these challenges influence the accuracy and completeness of a dataset?",
                "QuestionCn": "在像青藏高原这样的高海拔地区收集冰川分布数据面临的挑战可以推断出，这些挑战可能会影响数据集的准确性和完整性。",
                "AnswerEn": "The challenges of collecting glacier distribution data in high-altitude regions like the Qinghai-Tibet Plateau likely include harsh climate conditions, difficult terrain, and limited accessibility. These factors can influence the accuracy and completeness of a dataset by potentially leading to gaps in data collection, reliance on remote sensing or satellite imagery, and the need for careful validation against on-ground measurements. Additionally, the high elevation and severe cold can impact the longevity and functionality of data collection equipment, further complicating data accuracy and coverage.",
                "AnswerCn": "在像青藏高原这样的高海拔地区收集冰川分布数据的挑战可能包括恶劣的气候条件、复杂的地形和有限的可达性。这些因素可能会影响数据集的准确性和完整性，导致数据收集存在空白，依赖遥感或卫星影像，以及需要与地面测量进行仔细验证。此外，高海拔和严寒的环境可能会影响数据收集设备的耐用性和功能，进一步 complicating 数据的准确性和覆盖范围。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately mapping glacier distribution in the Qinghai Hoh Xil region during the late 1980s and early 1990s?",
                "QuestionCn": "在1980年代末和1990年代初，准确绘制青海霍霍西尔地区冰川分布的挑战因素包括哪些？",
                "AnswerEn": "The Qinghai Hoh Xil region is located in the core of the Qinghai-Tibet Plateau, with an average altitude above 5000 meters and a harsh climate, which can pose significant challenges in accurately mapping glacier distribution. The reliance on data from the Chinese Glacier Inventory and manual recalculations on 1:100,000 scale topographic maps could also introduce potential errors or discrepancies in the data regarding the 437 glaciers, their coverage area of 1552.39 square kilometers, and ice reserves of 162.8349 cubic kilometers.",
                "AnswerCn": "青海霍尔西尔地区位于青藏高原的核心，平均海拔超过5000米，气候严酷，这对准确绘制冰川分布构成了重大挑战。依赖中国冰川清单的数据以及在1:100,000比例尺的地形图上进行手动重新计算，可能会导致关于437条冰川、1552.39平方公里的覆盖面积和162.8349立方公里的冰储量的数据出现潜在错误或差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on understanding hydrological systems in the Qinghai-Tibet Plateau region when using datasets that record modern glacier distribution across different mountain heights?",
                "QuestionCn": "使用记录不同山高的现代冰川分布的数据集对理解青藏高原地区的水文系统可能产生的影响是什么？",
                "AnswerEn": "Using a dataset that records modern glacier distribution across different mountain heights in the Qinghai-Tibet Plateau region helps to enhance understanding of the hydrological systems by providing insights into how glaciers contribute to river and lake water supplies. The data collected on the distribution of 437 modern glaciers and their ice reserves, with a total area of 1552.39 square kilometers and an ice volume of 162.8349 cubic kilometers, serves as a crucial source for understanding water resource replenishment in this high-altitude, cold climate region.",
                "AnswerCn": "使用记录青藏高原地区不同山高度现代冰川分布的数据集，有助于增强对水文系统的理解，提供冰川如何为河流和湖泊水源供应做出贡献的见解。收集到的437个现代冰川的分布数据及其冰储量，总面积为1552.39平方公里，冰量为162.8349立方公里，成为理解这一高海拔寒冷气候地区水资源补给的重要来源。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}