{
  "id": "c68f61c5-2eb7-4785-9387-0e035f8db723",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Global glacial lake bathymetry data",
      "titleCn": "全球冰湖测深统计数据",
      "description": "This dataset collects global published ice lake sounding data, including the Qinghai Tibet Plateau and surrounding areas, Canada and the western United States, and the Andes Mountains in South America. The important attributes recorded include the name, location, type, depth measurement year, corresponding area, volume, maximum water depth, and literature source of the glacial lake. The classification of glacial lakes is based on the topological relationship between glacial lakes, which includes contact lakes at the end of glaciers, non-contact lakes at the end of glaciers, glacial trough lakes, glacial lakes, and glacial blocked lakes. A comprehensive statistical work on ice lake depth measurement is the basis for fitting the empirical formula of ice lake volume area, and is crucial for conducting ice lake water volume assessment and opening up ice lake depth distribution models.",
      "descriptionCn": "该数据集收集了全球公布的冰湖测深数据，包括青藏高原及周边地区，加拿大和美国西部，南美安第斯山等地区。记录的重要属性包括冰湖名称、位置、类型、测深年份、对应面积、体积、最大水深和文献来源。冰湖分类按照冰湖之间的拓扑关系进行分类，分别是冰川末端接触湖，冰川末端非接触湖，冰川槽谷湖，冰面湖，冰川阻塞湖。完善的冰湖测深统计工作是拟合冰湖体积-面积经验公式的基础，对于开展冰湖水量评估，开放冰湖水深分布模型至关重要。",
      "instructions": "Depth measurement data is stored in an Excel spreadsheet",
      "instructionsCn": "测深数据存储于excel表格中",
      "east": 177.0,
      "west": -168.0,
      "south": -74.0,
      "north": 84.0,
      "startTime": "1960-03-01 17:08:31",
      "endTime": "1960-03-08 17:08:31",
      "fileSize": 47361.0,
      "cstr": "18406.11.Cryos.tpdc.301119",
      "doi": "10.11888/Cryos.tpdc.301119",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张太刚",
        "nameEn": "ZHANG Taigang",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "王伟财",
        "nameEn": "WANG Weicai",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "安宝晟",
        "nameEn": "AN Baosheng",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A conceptual model for glacial lake bathymetric distribution",
        "referenceCn": null,
        "referenceEn": "Zhang, T., Wang, W., & An, B. (2023). A conceptual model for glacial lake bathymetric distribution. The Cryosphere, 17, 5137–5154"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川灾害",
        "nameEn": "glacier hazard"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冰湖",
        "nameEn": "glacial lake"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1959-2016",
        "keywordEn": "1959-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球生态系统呼吸月数据（1850-2014）",
        "titleEn": "Global ecosystem respiration monthly data obtained by CNRM-CM6-1 Mode of CMIP6 （1850-2014）"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how ice lake depth data is collected and categorized for lakes in the Tibetan Plateau and surrounding regions?",
        "QuestionCn": "您能否提供一个关于如何收集和分类青藏高原及周边地区湖泊冰湖深度数据的示例？",
        "AnswerEn": "Ice lake depth data collection involves recording attributes such as lake name, location, type, depth measurement year, corresponding area, volume, maximum water depth, and literature source. The categorization of these lakes is based on their topological relationships, including glacier terminus contact lakes, glacier terminus non-contact lakes, glacier trough lakes, ice surface lakes, and glacier dammed lakes.",
        "AnswerCn": "冰湖深度数据收集涉及记录属性，如湖泊名称、位置、类型、深度测量年份、相应面积、体积、最大水深和文献来源。这些湖泊的分类基于它们的地形关系，包括冰川末端接触湖、冰川末端非接触湖、冰川槽湖、冰面湖和冰川堰塞湖。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes recorded when collecting data on ice lakes, and how do these attributes contribute to understanding lake dynamics?",
        "QuestionCn": "在收集冰湖数据时记录的具体属性是什么，这些属性如何有助于理解湖泊动态？",
        "AnswerEn": "ice lake name, location, type, survey year, corresponding area, volume, maximum water depth, literature source",
        "AnswerCn": "冰湖名称，位置，类型，调查年份，相应面积，体积，最大水深，文献来源",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of ice lakes included in a dataset that collects global bathymetric data?",
        "QuestionCn": "在收集全球水深数据的数据集中，冰湖的总数是多少？",
        "AnswerEn": "The exact number of lakes is not specified.",
        "AnswerCn": "湖泊的确切数量未被指定。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '冰湖分类按照冰湖之间的拓扑关系进行分类' mean in the context of global ice lake bathymetric data collection?",
        "QuestionCn": "在全球冰湖测深数据收集的背景下，“冰湖分类按照冰湖之间的拓扑关系进行分类”是什么意思？",
        "AnswerEn": "In the context of global ice lake bathymetric data collection, '冰湖分类按照冰湖之间的拓扑关系进行分类' refers to the classification of ice lakes based on the topological relationships between them. This involves categorizing ice lakes into different types such as glacier terminal contact lakes, glacier terminal non-contact lakes, glacial trough lakes, ice surface lakes, and glacier-dammed lakes. This classification is essential for understanding the structure and connectivity of ice lakes, which is crucial for developing empirical formulas for lake volume-area relationships and for evaluating the water volume and depth distribution of ice lakes.",
        "AnswerCn": "在全球冰湖底图数据收集的背景下，“冰湖分类按照冰湖之间的拓扑关系进行分类”是指根据冰湖之间的拓扑关系对冰湖进行分类。这涉及将冰湖分为不同类型，如冰川末端接触湖、冰川末端非接触湖、冰川槽湖、冰面湖和冰川坝湖。这种分类对于理解冰湖的结构和连通性至关重要，这对于开发湖泊体积-面积关系的经验公式以及评估冰湖的水量和深度分布具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the classification of ice lakes based on their topological relationships enhance our understanding of the dynamics and changes in ice lake volumes worldwide?",
        "QuestionCn": "基于冰湖的拓扑关系对冰湖的分类如何增强我们对全球冰湖体积动态和变化的理解？",
        "AnswerEn": "Classifying ice lakes by their topological relationships allows researchers to systematically categorize and analyze these lakes, which can improve the understanding of how different types of ice lakes respond to climate change and other environmental factors. This classification is crucial for developing empirical formulas that relate ice lake volume to area, which in turn aids in evaluating water storage capacity and predicting changes in water depth distribution models.",
        "AnswerCn": "通过对冰湖的拓扑关系进行分类，研究人员可以系统地对这些湖泊进行分类和分析，这有助于提高对不同类型冰湖如何响应气候变化和其他环境因素的理解。这种分类对于开发将冰湖体积与面积相关联的经验公式至关重要，这反过来有助于评估水储存能力并预测水深分布模型的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes that affect the accuracy and comprehensiveness of collecting global ice lake bathymetric data, particularly in diverse regions like the Tibetan Plateau, the Andes, and North America?",
        "QuestionCn": "影响全球冰湖水深数据收集准确性和全面性的潜在原因是什么，特别是在像青藏高原、安第斯山脉和北美这样的多样化地区？",
        "AnswerEn": "The underlying causes affecting the accuracy and comprehensiveness of collecting global ice lake bathymetric data include the variability in the topological relationships between different types of ice lakes, such as glacier terminus lakes, non-contact glacier terminus lakes, trough valley lakes, ice surface lakes, and glacier-dammed lakes. Additionally, challenges in accessing remote areas, differences in data collection methods across regions, and the historical availability of datasets from different years may also impact the completeness and accuracy of the data. These factors are crucial for developing empirical formulas for ice lake volume-area relationships and for evaluating water volumes and depth distribution models of ice lakes.",
        "AnswerCn": "影响全球冰湖水深数据收集的准确性和全面性的潜在原因包括不同类型冰湖之间的地形关系的变异性，例如冰川末端湖、非接触冰川末端湖、槽谷湖、冰面湖和冰川坝湖。此外，进入偏远地区的挑战、各地区数据收集方法的差异以及不同年份数据集的历史可用性也可能影响数据的完整性和准确性。这些因素对于开发冰湖体积-面积关系的经验公式以及评估冰湖的水量和深度分布模型至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives of collecting and analyzing global ice lake bathymetry data, and how do these objectives support the development of empirical formulas for ice lake volume-area relationships?",
        "QuestionCn": "收集和分析全球冰湖水深数据的主要目标是什么，这些目标如何支持冰湖体积-面积关系经验公式的发展？",
        "AnswerEn": "The main objectives of collecting and analyzing global ice lake bathymetry data include the evaluation of ice lake water volumes and the development of empirical formulas for ice lake volume-area relationships. These objectives support the creation of ice lake water depth distribution models, which are crucial for assessing ice lake water resources and understanding their dynamics. By gathering comprehensive data on attributes like lake name, location, type, year of bathymetry, area, volume, maximum water depth, and literature sources, researchers can classify ice lakes based on their topological relationships and ensure the accuracy and applicability of the empirical formulas developed.",
        "AnswerCn": "收集和分析全球冰湖水深数据的主要目标包括评估冰湖水体积和开发冰湖体积-面积关系的经验公式。这些目标支持冰湖水深分布模型的创建，这对于评估冰湖水资源和理解其动态至关重要。通过收集湖泊名称、位置、类型、测深年份、面积、体积、最大水深和文献来源等属性的综合数据，研究人员可以根据其拓扑关系对冰湖进行分类，并确保所开发的经验公式的准确性和适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedures and instrumentation are involved in collecting and classifying global ice lake bathymetry data, including attributes such as lake type and maximum water depth?",
        "QuestionCn": "收集和分类全球冰湖测深数据的具体程序和仪器包括哪些，属性如湖泊类型和最大水深？",
        "AnswerEn": "The data collection involves gathering published ice lake bathymetry data from various regions including the Qinghai-Tibet Plateau, Canada and the western United States, and the Andes in South America. Key attributes recorded include the lake's name, location, type, year of bathymetry measurement, corresponding area, volume, maximum water depth, and literature source. Ice lakes are classified based on their topological relationships into categories such as glacier terminal contact lakes, glacier terminal non-contact lakes, glacier trough lakes, ice surface lakes, and glacier blockade lakes. This comprehensive bathymetric statistical work is crucial for fitting empirical formulas for ice lake volume-area relationships, which are essential for assessing ice lake water volume and developing models for ice lake water depth distribution.",
        "AnswerCn": "数据收集涉及从多个地区收集已发布的冰湖水深数据，包括青藏高原、加拿大、西部美国和南美安第斯山脉。记录的关键属性包括湖泊名称、位置、类型、测量年份、相应的面积、体积、最大水深和文献来源。冰湖根据其拓扑关系被分类为几种类型，如冰川末端接触湖、冰川末端非接触湖、冰川槽湖、冰面湖和冰川阻塞湖。这项全面的水深统计工作对于拟合冰湖体积-面积关系的经验公式至关重要，这对于评估冰湖水体积和开发冰湖水深分布模型是必不可少的。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}