{
    "id": "c6c13751-8c80-432b-8ca1-48dc72b311b6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of fractional vegetation cover over the midstream of Heihe River Basin (2012.05.25-09.14)",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游植被覆盖度数据集（2012.05.25-09.14）",
            "description": "This dataset is the Fractional Vegetation Cover observation in the artificial oasis experimental region of the middle stream of the Heihe River Basin. The observations lasted for a vegetation growth cycle from May 2012 to September 2012 (UTC+8).\nInstruments and measurement method:\nDigital photography measurement is implemented to measure the FVC. Plot positions, photographic method and data processing method are dedicatedly designed.\nDetails are described in the following:\n0.\tIn ﬁeld measurements, a long stick with the camera mounted on one end is beneﬁcial to conveniently measure various species of vegetation, enabling a larger area to be photographed with a smaller ﬁeld of view. The stick can be used to change the camera height; a ﬁxed-focus camera can be placed at the end of the instrument platform at the front end of the support bar, and the camera can be operated by remote control. \n1.\tFor row crop like corn, the plot is set to be 10×10 m2, and for the orchard, plot scale is 30×30 m2. Shoot 9 times along two perpendicularly crossed rectangular-belt transects. The picture generated of each time is used to calculate a FVC value. “True FVC” of the plot is then acquired as the average of these 9 FVC values.\n2.\tThe photographic method used depends on the species of vegetation and planting pattern: Low crops (<2  m) in rows in a situation with a small ﬁeld of view (<30 ), rows of more than two cycles should be included in the ﬁeld of view, and the side length of the image should be parallel to the row. If there are no more than two complete cycles, then information regarding row spacing and plant spacing are required. The FVC of the entire cycle, that is, the FVC of the quadrat, can be obtained from the number of rows included in the ﬁeld of view. \n3.\tHigh vegetation in rows (>2 m) Through the top-down photography of the low vegetation underneath the crown and the bottom-up photography beneath the tree crown, the FVC within the crown projection area can be obtained by weighting the FVC obtained from the two images. Next, the low vegetation between the trees is photographed, and the FVC that does not lie within the crown projection area is calculated. Finally, the average area of the tree crown is obtained using the tree crown projection method. The ratio of the crown projection area to the area outside the projection is calculated based on row spacing, and the FVC of the quadrat is obtained by weighting.\n4.\tFVC extraction from the classiﬁcation of digital images. Many methods are available to extract the FVC from digital images, and the degree of automation and the precision of identiﬁcation are important factors that affect the efﬁciency of ﬁeld measurements. This method, which is proposed by the authors, has the advantages of a simple algorithm, a high degree of automation and high precision, as well as ease of operation.",
            "descriptionCn": "本数据为盈科绿洲农田、湿地、戈壁、沙漠与荒漠观测的一个生长周期内的植被覆盖度数据集。数据观测从2012年5月25日开始到9月14日结束，7月下旬之前每5天观测1次，之后10天观测1次。\n测量仪器与原理：\n采用数码相机拍照的方法测量了盈科绿洲的农田、湿地、戈壁、沙漠与荒漠的典型地物的植被覆盖度。样方的设计、照片拍摄方法和数据处理方法都经过一定的分析和考虑。\n具体分几条进行描述：\n0.\t测量仪器：简易观测架搭配数码相机，将数码相机置于支撑杆前端的仪器平台，保持拍摄的竖直向下，远程控制相机测量数据。观测架可以用来改变相机的拍摄高度，面向不同类型植被实现有针对性的测量。\n1.\t样方设置和“真值”获取：玉米等低矮植被样方大小10×10米，果树样方30米×30米。每次测量时沿两条对角线依次拍照，共取9张照片（当地表覆盖非常均一时也有少于9张的情况），均匀分布在样方内。9张相片处理得到各自覆盖度之后取平均，最终得到一个样方的覆盖度“真值”。\n2.\t拍摄方法：针对低矮植被如玉米，直接采用观测架观测，保证观测架上的相机距离植被冠层的高度远大于植被冠幅，在方形样方内沿着对角线采样，然后做算术平均。在视场角度不大(<30°)的情况下，视场内包括大于2个整周期的垄行，相片的边长与垄行平行；针对较高植被如果树，在树冠下面从下向上拍摄照片，叠加配合对树冠下地表低矮植被从上向下的拍摄，得到植株附近的覆盖度，再拍摄植株之间非树冠投影区域的低矮植被，计算植株间隙的覆盖度。最后通过树冠投影法，获得树冠的平均面积。根据垄行距离计算植株树冠下与植株间隙的面积比例，加权获得整个样方的覆盖度。\n3.\t数据处理方法：采用一种自动分类方法，具体见“参考文献”第３条文献（Liu et al., 2012)。通过RGB颜色空间转换到更容易区分绿色植被的Lab空间，对绿度分量a的直方图进行聚类，分离出绿色植被和非绿色背景2组分，获得单张相片的植被覆盖度。该方法的优点在于其算法简单、易于实现而且自动化程度和精度较高。今后还需要更多的快速、自动、准确的分类方法，最大限度发挥数码相机方法的优势。\n配套数据：\n在记录表中文字记录了植被的种类、株高、垄宽、行宽、拍摄高度信息，同时附有数码相机拍摄的场景照片和田埂照片（农田）。\n数据处理：\n基于数字图像里面的分类方法，对植被和非植被像元分类后得到相片代表样方的植被覆盖度。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.373,
            "west": 100.373,
            "south": 38.855,
            "north": 38.855,
            "startTime": "2012-12-14 15:00:00",
            "endTime": "2013-04-05 18:31:00",
            "fileSize": 9555843687.0,
            "cstr": "18406.11.hiwater.043.2013.db",
            "doi": "10.3972/hiwater.043.2013.db",
            "dataFormat": "文本, *.xls",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "穆西晗",
                "nameEn": "MU Xihan",
                "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing Applications of Chinese Academy of Sciences, Beijing Normal University",
                "unitCn": "北京师范大学地理学与遥感科学学院遥感科学国家重点实验室"
            },
            {
                "nameCn": "黄帅",
                "nameEn": "HUANG Shuai",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "A novel method for extracting green fractional vegetation cover from digital images",
                "referenceCn": null,
                "referenceEn": "Liu, Y. K., Mu, X. H., Wang, H. X., & Yan, G. J. (2012). A novel method for extracting green fractional vegetation cover from digital images. Journal of Vegetation Science, 23, 406–418."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被盖度",
                "nameEn": "Vegetation cover"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "鱼眼相机",
                "nameEn": "Fisheye camera"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "农田",
                "keywordEn": "crop land"
            },
            {
                "keywordCn": "戈壁",
                "keywordEn": "desert"
            },
            {
                "keywordCn": "沙漠",
                "keywordEn": "desert"
            },
            {
                "keywordCn": "湿地",
                "keywordEn": "wetland"
            },
            {
                "keywordCn": "荒漠",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-25",
                "keywordEn": "2012-05-25",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-26",
                "keywordEn": "2012-05-26",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-28",
                "keywordEn": "2012-05-28",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-30",
                "keywordEn": "2012-05-30",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-01",
                "keywordEn": "2012-06-01",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-02",
                "keywordEn": "2012-06-02",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-03",
                "keywordEn": "2012-06-03",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-07",
                "keywordEn": "2012-06-07",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-08",
                "keywordEn": "2012-06-08",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-10",
                "keywordEn": "2012-06-10",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-11",
                "keywordEn": "2012-06-11",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-18",
                "keywordEn": "2012-06-18",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-23",
                "keywordEn": "2012-06-23",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-28",
                "keywordEn": "2012-06-28",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-03",
                "keywordEn": "2012-07-03",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-07",
                "keywordEn": "2012-07-07",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-09",
                "keywordEn": "2012-07-09",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-13",
                "keywordEn": "2012-07-13",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-14",
                "keywordEn": "2012-07-14",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-23",
                "keywordEn": "2012-07-23",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-24",
                "keywordEn": "2012-07-24",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-03",
                "keywordEn": "2012-08-03",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-12",
                "keywordEn": "2012-08-12",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-28",
                "keywordEn": "2012-08-28",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-14",
                "keywordEn": "2012-09-14",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure vegetation cover in diverse ecosystems such as farmland, wetlands, and deserts?",
                "QuestionCn": "您能否提供一个用于测量农田、湿地和沙漠等多样生态系统中植被覆盖的 数据收集方法的例子？",
                "AnswerEn": "A data collection method involves using a digital camera mounted on a simple observation rack to capture images of farmland, wetlands, desert, and wasteland. The observation setup allows for remote control of the camera to maintain a vertical downward shooting angle, and the height can be adjusted for targeted measurements of different vegetation types. The method involves setting sample plots, taking multiple photographs along diagonals, and averaging the processed cover data to obtain a 'true value' of vegetation cover for each plot.",
                "AnswerCn": "一种数据收集方法涉及使用安装在简单观察架上的数码相机，捕捉农田、湿地、沙漠和荒地的图像。观察设置允许远程控制相机，以保持垂直向下的拍摄角度，并且可以调整高度以针对不同植被类型进行测量。该方法包括设置样本地块，沿对角线拍摄多张照片，并对处理后的覆盖数据进行平均，以获得每个地块的植被覆盖“真实值”。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for vegetation cover assessment in semi-arid regions?",
                "QuestionCn": "用于半干旱地区植被覆盖评估的数据收集方法的特点是什么？",
                "AnswerEn": "digital cameras, adjustable observation racks, vertical downward photography, remote control, sample plots, 10x10 meters, 30x30 meters, photos along diagonals, downward photography, upward photography, canopy projection method, RGB to Lab color space conversion, clustering, automated approach",
                "AnswerCn": "数码相机、可调观察架、垂直向下摄影、遥控、样地、10x10米、30x30米、沿对角线拍摄、向下摄影、向上摄影、冠层投影法、RGB到Lab颜色空间转换、聚类、自动化方法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many observation periods were conducted during the 2012 growing season for vegetation coverage in the Heihe River Basin?",
                "QuestionCn": "在2012年生长季节，黑河流域进行了多少次植被覆盖观测？",
                "AnswerEn": "24 observation periods",
                "AnswerCn": "24个观察期",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'vegetation coverage measurement' entail in the context of ecological remote sensing experiments?",
                "QuestionCn": "“植被覆盖度测量”在生态遥感实验中的含义是什么？",
                "AnswerEn": "Vegetation coverage measurement in the context of ecological remote sensing experiments involves using a digital camera to photograph typical landscape features like farmland, wetlands, and deserts. The process includes setting up plots of specific sizes depending on the vegetation type, taking photos along diagonals, and averaging the vegetation coverage from these photos to obtain a 'true value' for each plot. The method utilizes a simple observation stand with a digital camera controlled remotely, allowing targeted measurements by adjusting the camera height for different vegetation types. The data processing involves converting RGB color space to Lab space to separate green vegetation from the background, thus obtaining coverage data automatically.",
                "AnswerCn": "在生态遥感实验中，植被覆盖度测量涉及使用数码相机拍摄典型的景观特征，如农田、湿地和沙漠。该过程包括根据植被类型设置特定大小的样地，沿对角线拍摄照片，并从这些照片中平均植被覆盖度，以获得每个样地的“真实值”。该方法利用一个简单的观察架和远程控制的数码相机，通过调整相机高度来针对不同的植被类型进行测量。数据处理涉及将RGB颜色空间转换为Lab空间，以便将绿色植被与背景分离，从而自动获得覆盖度数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the selection of digital cameras and simplified observation frames for measuring vegetation coverage in various terrains like farmland, wetlands, and deserts?",
                "QuestionCn": "选择数字相机和简化观察框架以测量农田、湿地和沙漠等各种地形的植被覆盖率的因素有哪些？",
                "AnswerEn": "The selection of digital cameras and simplified observation frames for measuring vegetation coverage is influenced by the need for a method that allows targeted measurements across different vegetation types such as farmland, wetlands, and deserts. The observation frames facilitate changing the camera's height to suit the vegetation type, ensuring accurate measurements. The digital camera's ability to be remotely controlled and its fixed position helps maintain consistency in capturing images vertically downward, which is crucial for obtaining reliable coverage data.",
                "AnswerCn": "数字相机的选择和简化观察框架用于测量植被覆盖率，受到需要针对不同植被类型（如农田、湿地和沙漠）进行定向测量的方法的影响。观察框架便于根据植被类型调整相机的高度，从而确保测量的准确性。数字相机能够远程控制，并且固定位置有助于保持垂直向下拍摄图像的一致性，这对于获取可靠的覆盖数据至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting vegetation coverage data using digital camera techniques in arid environments?",
                "QuestionCn": "在干旱环境中使用数字相机技术收集植被覆盖数据的主要目标是什么？",
                "AnswerEn": "The primary objectives include accurately measuring the vegetation coverage in diverse arid landscapes such as farmlands, wetlands, gobi, deserts, and wastelands over a growth cycle. By using digital cameras, the goal is to achieve precise, automated, and high-resolution data collection that can be efficiently processed to determine the true coverage values across different vegetation types. This method aims to provide reliable data for ecological and hydrological studies, facilitating better understanding and management of arid ecosystems.",
                "AnswerCn": "主要目标包括准确测量不同干旱景观（如农田、湿地、戈壁、沙漠和荒地）在生长周期中的植被覆盖情况。通过使用数码相机，目标是实现精确、自动化和高分辨率的数据收集，这些数据可以高效处理，以确定不同植被类型的真实覆盖值。这种方法旨在为生态和水文研究提供可靠的数据，促进对干旱生态系统的更好理解和管理。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}