{
  "id": "c73b59e5-8b50-4c10-8466-4345bd1e6581",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "New stable isotope data from the Huangwan tombs dated to the Han  dynasty in middle Gansu",
      "titleCn": "甘肃中部汉代黄湾墓葬的新稳定同位素数据",
      "description": "This dataset includes new stable isotope data from the Han Dynasty Huangwan tombs in central Gansu. The central part of Gansu was the key node of the Han and Xiongnu empires. The stable isotope analysis of C and N was carried out in the Key Laboratory of Western Environment of the Ministry of Education, Lanzhou University, and the detection of C% and N% was commissioned by the State Key Laboratory of Functional Organic Molecular Chemistry, Lanzhou University. After the bone and tooth samples were pre-processed, the C and N stable isotope data sets were obtained by isotope ratio mass spectrometer tests connected to the Thermo Finnigan DeltaPlus, and the C% and N% data sets were obtained by the vario EL cube element analyzer tests. According to plant remains and stable isotope data, millet cultivation is a typical agricultural activity of Han people in Central China, and also the main lifestyle of Huangwan people in central Gansu Province. More importantly, this is fundamentally different from the agricultural practices of the Gansu Corridor during the Bronze Age, which were based on a variety of crops such as wheat, barley, and millet. This significant shift in Huangwan's self-production can be linked to a broader historical context in which the Han Empire showed an increasing political and military presence in the Gansu corridor, suggesting that local indigenous nomads followed the Han lifestyle (e.g., millet cultivation) and/or Han immigrants maintained millet cultivation.",
      "descriptionCn": "本数据集包括甘肃中部汉代黄湾墓葬的新稳定同位素数据。甘肃中部是汉、匈奴帝国的关键节点。C、N稳定同位素分析在兰州大学西部环境教育部重点实验室进行，C%和N%委托兰州大学功能有机分子化学国家重点实验室检测。骨骼和牙齿样品经过前处理后，通过连接到Thermo Finnigan DeltaPlus的同位素比质谱仪测试获取C、N稳定同位素数据集，通过vario EL cube元素分析仪测试获取C%和N%数据集。根据植物遗存和稳定同位素数据，谷子种植是中原汉族典型的农业活动，也是甘肃中部黄湾人的主要生活方式。更重要的是，这与青铜时代甘肃走廊的农业实践有着根本的显著差异，甘肃走廊的农业实践以小麦、大麦和小米等多种作物为基础。黄湾自给生产的这一重大转变可以与一个更广泛的历史背景相关联，在这个历史背景下，汉帝国在甘肃走廊显示出越来越多的政治和军事存在，这表明当地土著游牧民族遵循了汉人的生活方式（例如，种植小米），并且/或者汉族移民维持了小米种植。",
      "instructions": "Li et al-2020-New stable isotope data from the Huangwan tombs dated to the Han dynasty in middle Gansu",
      "instructionsCn": "Li et al-2020-New stable isotope data from the Huangwan tombs dated to the Han dynasty in middle Gansu",
      "east": 104.6,
      "west": 104.6,
      "south": 36.79,
      "north": 36.79,
      "startTime": null,
      "endTime": null,
      "fileSize": 13812.0,
      "cstr": "18406.11.Paleoenv.tpdc.300731",
      "doi": "10.11888/Paleoenv.tpdc.300731",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "李昕",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The integration of farmers and Nomads: archaeological evidence for the human subsistence strategy in northwestern China during the Han dynasty. ",
        "referenceCn": null,
        "referenceEn": "Li, X., Lu, M., Cui, Y., Liu, R., & Ma, M. (2020). The integration of farmers and Nomads: archaeological evidence for the human subsistence strategy in northwestern China during the Han dynasty. Acta Geologica Sinica‐English Edition, 94(3), 603-611."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "动物考古",
        "nameEn": " zooarchaeology"
      },
      {
        "nameCn": "遗址",
        "nameEn": "Ruins"
      },
      {
        "nameCn": "遗址人骨稳定同位素",
        "nameEn": "Stable isotopes of human bones at the site"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "甘肃",
        "keywordEn": "Gansu"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "汉代",
        "keywordEn": "Han Dynasty",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
        "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the methods used to collect C and N stable isotope data in the context of Han Dynasty burial sites?",
        "QuestionCn": "在汉代墓葬遗址的背景下，收集碳和氮稳定同位素数据的方法有哪些？",
        "AnswerEn": "isotope ratio mass spectrometry",
        "AnswerCn": "同位素比质谱法",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and methods used in collecting stable isotope data from ancient burial sites?",
        "QuestionCn": "古代埋葬地点收集稳定同位素数据的具体特征和方法有哪些？",
        "AnswerEn": "C and N stable isotope analysis, isotope ratio mass spectrometer, Thermo Finnigan DeltaPlus, vario EL cube elemental analyzer, C% and N% data, bone and tooth samples preprocessing",
        "AnswerCn": "C和N稳定同位素分析，同位素比质谱仪，Thermo Finnigan DeltaPlus，vario EL cube元素分析仪，C%和N%数据，骨骼和牙齿样品预处理。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples were analyzed to acquire the C, N stable isotope data?",
        "QuestionCn": "为了获取C、N稳定同位素数据，分析了多少个样本？",
        "AnswerEn": "The specific number of samples analyzed for C, N stable isotope data is not provided in the metadata.",
        "AnswerCn": "元数据中未提供分析C、N稳定同位素数据的具体样本数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using C and N stable isotope analysis in archeological research?",
        "QuestionCn": "在考古研究中使用碳和氮稳定同位素分析的意义是什么？",
        "AnswerEn": "C and N stable isotope analysis is significant in archeological research as it provides insights into the dietary patterns and agricultural practices of ancient populations. In the context of the Han dynasty central Gansu, it helps understand the shift in agricultural practices, indicating a move from diverse grain cultivation to millet-based agriculture, reflecting changes in lifestyle influenced by broader historical and cultural contexts.",
        "AnswerCn": "C和N稳定同位素分析在考古研究中具有重要意义，因为它提供了对古代人群饮食模式和农业实践的洞察。在汉代甘肃中部的背景下，它有助于理解农业实践的变化，表明从多样化的粮食种植转向以小米为基础的农业，这反映了受到更广泛历史和文化背景影响的生活方式变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for obtaining stable C and N isotopes from skeletal samples compare with methods used for analyzing plant remains in terms of accuracy and representativeness in understanding historical agricultural practices?",
        "QuestionCn": "从骨骼样本中获取稳定碳和氮同位素的数据收集方法与用于分析植物遗骸的方法在准确性和代表性方面如何比较，以理解历史农业实践？",
        "AnswerEn": "The data collection methods for obtaining stable C and N isotopes from skeletal samples involve isotopic ratio mass spectrometry, which provides detailed insights into the dietary habits of ancient populations by analyzing bone and tooth samples. This method is particularly effective in revealing shifts in agricultural practices, such as the transition to millet cultivation. In contrast, analyzing plant remains typically involves archaeological and botanical techniques that provide direct evidence of the types of crops cultivated, such as identifying seeds or pollen. While isotopic analysis offers a broader picture of dietary patterns and changes over time, plant remains analysis provides concrete evidence of specific crops, potentially offering greater specificity in identifying agricultural practices.",
        "AnswerCn": "获取骨骼样本中稳定碳和氮同位素的数据收集方法涉及同位素比质谱法，这种方法通过分析骨骼和牙齿样本提供了对古代人群饮食习惯的详细洞察。该方法特别有效于揭示农业实践的变化，例如向小米种植的过渡。相比之下，植物遗存的分析通常涉及考古和植物学技术，提供了关于种植作物类型的直接证据，例如识别种子或花粉。虽然同位素分析提供了饮食模式和时间变化的更广泛图景，但植物遗存分析则提供了具体作物的确凿证据，可能在识别农业实践方面提供更大的特异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might have influenced the decision to use C, N stable isotope analysis and specific instrumentation for data collection related to Han dynasty tombs in central Gansu?",
        "QuestionCn": "影响在甘肃中部汉代墓葬相关数据收集时使用C、N稳定同位素分析和特定仪器的决策的因素可能包括哪些？",
        "AnswerEn": "The decision to use C, N stable isotope analysis and specific instrumentation such as the isotope ratio mass spectrometer connected to Thermo Finnigan DeltaPlus and vario EL cube elemental analyzer is likely influenced by the need to accurately differentiate agricultural practices and dietary habits in the Han dynasty tombs of central Gansu. It provides insights into the significant shift in agricultural practices towards millet cultivation, which was a typical activity of the Han Chinese and different from the Bronze Age practices in the Gansu corridor.",
        "AnswerCn": "使用C、N稳定同位素分析以及连接Thermo Finnigan DeltaPlus和vario EL cube元素分析仪的特定仪器的决定，可能受到需要准确区分甘肃中部汉代墓葬中的农业实践和饮食习惯的影响。这为我们提供了关于农业实践向小米种植显著转变的见解，这种转变是汉民族的典型活动，与甘肃走廊的青铜时代实践不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the potential impact on understanding ancient agricultural practices when using C, N stable isotope data collected from skeletal and dental samples?",
        "QuestionCn": "使用从骨骼和牙齿样本中收集的碳、氮稳定同位素数据对理解古代农业实践的潜在影响是什么？",
        "AnswerEn": "The use of C, N stable isotope data collected from skeletal and dental samples helps in understanding that millet cultivation was a primary lifestyle for the Huangwan people in central Gansu during the Han dynasty. This represents a significant shift from the Bronze Age agricultural practices in the Gansu Corridor, which were based on diverse crops like wheat, barley, and millet. This change can be linked to the increasing political and military presence of the Han Empire in the Gansu Corridor, suggesting that local indigenous nomads adopted Han lifestyles, such as millet farming, or Han immigrants continued millet cultivation.",
        "AnswerCn": "从骨骼和牙齿样本中收集的C、N稳定同位素数据有助于理解汉代甘肃中部的黄湾人以小米种植为主要生活方式。这标志着甘肃走廊青铜时代农业实践的重大转变，后者以小麦、大麦和小米等多样化作物为基础。这一变化可以与汉帝国在甘肃走廊日益增强的政治和军事存在联系起来，表明当地土著游牧民族采纳了汉族的生活方式，如小米农业，或者汉族移民继续进行小米种植。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}