{
    "id": "c7517e75-600f-408e-b152-a0bbf5dcc008",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Eddy covariance data in Hulugou sub-basin of alpine Heihe River (2013)",
            "titleCn": "葫芦沟流域涡动协方差Flux数据集（2013）",
            "description": "1. Data overview:\nThis data set is eddy covariance Flux data of qilian station from January 1, 2013 to December 31, 2013.\n2. Data content:\nThe observation items are: horizontal wind speed Ux (m/s), horizontal wind speed Uy (m/s), vertical wind speed Uz (m/s), ultrasonic temperature Ts (Celsius), co2 concentration co2 (mg/m^3), water vapor concentration h2o (g/m^3), pressure press (KPa), etc.The data is 30min Flux data.\n3. Space and time range:\nGeographical coordinates: longitude: 99° 52’e;Latitude: 38°15 'N;Height: 3232.3 m",
            "descriptionCn": "1.数据概述：\n此数据集是祁连站2013年1月1日—2013年12月31日涡动协方差Flux数据。\n2.数据内容：\n观测项目有：水平风速Ux（m/s），水平风速Uy（m/s），垂直风速Uz（m/s），超声温度Ts（摄氏度），二氧化碳浓度co2（mg/m^3），水汽浓度h2o（g/m^3），气压press（KPa）等。数据为30min Flux数据。\n3.时空范围：\n地理坐标：经度：99°52′E；纬度：38°15′N；海拔：3232.3m",
            "instructions": "Data file name: hulugou basin eddy covariance flux data set. Xlsx in 2013; it can be viewed and edited by WPS or excel.",
            "instructionsCn": "数据文件命名：葫芦沟流域2013年涡动协方差Flux数据集.xlsx；可用WPS或Excel等软件进行查看和编辑。",
            "east": 99.87,
            "west": 99.87,
            "south": 38.25,
            "north": 38.25,
            "startTime": "2013-01-13 15:00:00",
            "endTime": "2014-01-12 15:00:00",
            "fileSize": 3020665.0,
            "cstr": "18406.11.heihe.016.2015.db",
            "doi": "10.3972/heihe.016.2015.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈仁升",
                "nameEn": "CHEN Rensheng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "韩春坛",
                "nameEn": "HAN Chuntan",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient",
                "referenceCn": null,
                "referenceEn": "Chen, R.S., Song, Y.X., Kang, E.S., Han, C.T., Liu, J.F., Yang, Y., Qing, W.W., &Liu, Z.W. (2014). A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient. Arctic, Antarctic, and Alpine Research, 46(2), 505-523."
            },
            {
                "titleCn": null,
                "titleEn": "Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China",
                "referenceCn": null,
                "referenceEn": "Han, C.T., Chen, R.S., Liu, Z.W., Yang, Y., Liu, J.F., Song, Y.X., Wang, L., Liu, G.H., Guo, S.H.,, & Wang, X.Q. (2018). Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China. Vadose Zone Journal, 17(1), 1-18."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气压力测量",
                "nameEn": "Atmospheric pressure measurements"
            },
            {
                "nameCn": "大气水汽",
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameCn": "气压",
                "nameEn": "Pressure"
            },
            {
                "nameCn": "水汽",
                "nameEn": "Water vapor"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "葫芦沟流域",
                "keywordEn": "Hulugou Basin"
            },
            {
                "keywordCn": "黑河上游",
                "keywordEn": "Upper Reaches of Heihe Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河寒区水文过程小流域综合观测与模拟",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of Flux data collected using the eddy covariance method in a high-altitude watershed?",
                "QuestionCn": "使用涡度协方差方法在高海拔流域收集的Flux数据的关键特征是什么？",
                "AnswerEn": "horizontal wind speeds Ux and Uy, vertical wind speed Uz, sonic temperature Ts, carbon dioxide concentration co2, water vapor concentration h2o, atmospheric pressure press, recorded at 30-minute intervals",
                "AnswerCn": "水平风速 Ux 和 Uy，垂直风速 Uz，声学温度 Ts，二氧化碳浓度 co2，水汽浓度 h2o，大气压 press，每30分钟记录一次。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of '涡动协方差Flux数据' in the context of meteorological data collection?",
                "QuestionCn": "'涡动协方差Flux数据'在气象数据收集的上下文中指的是通过涡动协方差法测量的气体或能量的通量数据。这种方法通常用于研究大气与地表之间的交换过程。",
                "AnswerEn": "'涡动协方差Flux数据' refers to eddy covariance flux data used in meteorological and environmental studies to measure and analyze the exchange of gases like carbon dioxide and water vapor between the earth's surface and the atmosphere. It involves collecting data on various parameters such as horizontal wind speeds, vertical wind speed, sonic temperature, carbon dioxide concentration, water vapor concentration, and atmospheric pressure, typically recorded at intervals, such as every 30 minutes.",
                "AnswerCn": "'涡动协方差Flux数据'是指用于气象和环境研究的涡动协方差通量数据，用于测量和分析地表与大气之间气体（如二氧化碳和水蒸气）的交换。它涉及收集各种参数的数据，如水平风速、垂直风速、声学温度、二氧化碳浓度、水蒸气浓度和大气压力，通常以30分钟为间隔进行记录。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using 30-minute interval Flux data on the accuracy and reliability of measurements in meteorological studies?",
                "QuestionCn": "使用30分钟间隔的Flux数据对气象研究中测量的准确性和可靠性会产生什么影响？",
                "AnswerEn": "Using 30-minute interval Flux data can influence the accuracy and reliability of meteorological measurements by providing a balance between capturing temporal variations and managing data volume. This frequency allows for detailed tracking of changes in variables such as wind speed, temperature, and gas concentrations, which can lead to more precise evaluations of atmospheric dynamics over the specified period. However, shorter intervals might capture rapid fluctuations more effectively, whereas longer intervals might smooth out noise but miss transient events.",
                "AnswerCn": "使用30分钟间隔的通量数据可以通过在捕捉时间变化和管理数据量之间提供平衡，从而影响气象测量的准确性和可靠性。这种频率允许对风速、温度和气体浓度等变量的变化进行详细跟踪，这可以导致对指定时间段内大气动态的更精确评估。然而，更短的间隔可能更有效地捕捉快速波动，而更长的间隔可能会平滑噪声，但会错过瞬态事件。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of collecting Flux data using the eddy covariance method in the Hulugou watershed for a year?",
                "QuestionCn": "在胡鲁沟流域收集涡度协方差法的通量数据一年的目标是什么？",
                "AnswerEn": "The objective of collecting Flux data using the eddy covariance method in the Hulugou watershed is to monitor and analyze various atmospheric parameters, such as horizontal wind speed components (Ux and Uy), vertical wind speed (Uz), ultrasonic temperature (Ts), carbon dioxide concentration (co2), water vapor concentration (h2o), and atmospheric pressure (press). This data, collected over the entire year of 2013 at 30-minute intervals, helps in understanding the dynamics of energy and mass exchanges between the land surface and the atmosphere in the region.",
                "AnswerCn": "在胡鲁沟流域使用涡度协方差法收集Flux数据的目的是监测和分析各种大气参数，如水平风速分量（Ux和Uy）、垂直风速（Uz）、超声波温度（Ts）、二氧化碳浓度（co2）、水蒸气浓度（h2o）和大气压力（press）。这些数据在2013年全年以30分钟的间隔收集，有助于理解该地区地表与大气之间能量和物质交换的动态。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the accurate collection of Eddy Covariance Flux data over a year-long period in mountainous regions?",
                "QuestionCn": "哪些技术进步使得在山区准确收集涡度协方差通量数据成为可能，且持续时间达到一年？",
                "AnswerEn": "The collection of Eddy Covariance Flux data in mountainous regions like the Qilian Station is enabled by specialized instruments that measure various atmospheric parameters such as horizontal and vertical wind speeds, ultrasonic temperature, CO2 concentration, water vapor concentration, and atmospheric pressure. These measurements are taken at high temporal resolution, typically every 30 minutes, allowing for comprehensive data collection over extended periods, such as a year.",
                "AnswerCn": "在像祁连站这样的山区，涡度协方差通量数据的收集依赖于专门的仪器，这些仪器测量各种大气参数，如水平和垂直风速、超声波温度、二氧化碳浓度、水蒸气浓度和大气压力。这些测量以高时间分辨率进行，通常每30分钟一次，从而允许在较长时间内（如一年）进行全面的数据收集。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}