{
    "id": "c78e4faf-a3f5-4b25-a410-d1e5b89e6265",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Product data set of 30 m human activity parameters in Qilian Mountain Area in 2021 (V3.0)",
            "titleCn": "祁连山区域30m人类活动参数产品数据集（V3.0，2021）",
            "description": "This data set includes 30 m cultivated land and construction land distribution products in Qilian Mountain Area in 2021. The product comes from the land cover classification product of 30 m in Qilian Mountain Area in 2021. The overall accuracy of the product is better than 85%.",
            "descriptionCn": "本数据集为2021年的祁连山区域的人类活动参数，包括祁连山区域2021年的30m耕地产品和祁连山区域2021年的30m建设用地分布产品。该产品来源于祁连山区域2021年30m的土地覆盖分类产品。该产品以2020年的土地覆盖分类产品为基础，基于Google Earth Engine平台的Landsat系列数据和强大地数据处理能力，利用变化检测的思想和方法生产得到，总体精度优于85%。该产品是1985-2020年土地覆盖分类产品的延续。1985-2020年的土地覆盖分类产品也可在本网站下载得到。其中，1985-2015年的土地利用产品为5年1期，2015-2021年的土地利用产品为1年1期。",
            "instructions": "File Naming Convention: YYYY_QiLianShan_WholeArea_**30.tif (YYYY: year; **: parameter name)\nData Version：V3.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF, 40850 rows ×17023 columes\nFilled Value：0",
            "instructionsCn": "文件命名约定：YYYY_QiLianShan_WholeArea_**30.tif\t（YYYY：年；**：参数名称）\n数据版本号：V3.0\n投影：+proj=longlat +datum=WGS84 + UTM\n数据格式：GeoTIFF, 40850行×17023列\n填充值：0",
            "east": 104.0,
            "west": 93.0,
            "south": 35.0,
            "north": 40.0,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 30803054.0,
            "cstr": "18406.11.HumanNat.tpdc.272690",
            "doi": "10.11888/HumanNat.tpdc.272690",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨爱霞",
                "nameEn": "YANG Aixia",
                "unitEn": "Institute of Remote Sensing and Digital Earth, CAS",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": " 仲波",
                "nameEn": "ZHONG Bo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Long time series high-quality and high-consistency land cover mapping based on machine learning method at heihe river basin",
                "referenceCn": null,
                "referenceEn": "Zhong, B., Yang, A., Jue, K., & Wu, J. (2021). Long time series high-quality and high-consistency land cover mapping based on machine learning method at heihe river basin. Remote Sensing, 13(8), 1596."
            },
            {
                "titleCn": null,
                "titleEn": "Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin",
                "referenceCn": null,
                "referenceEn": "Zhong, B., Yang, A.X., Nie, A.H., Yao, Y.J., Zhang, H., Wu, S.L., & Liu, Q.H.    (2015). Finer resolution land-cover mapping using multiple classifiers and multisource remotely sensed data in the Heihe river basin. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 8(10), 4973-4992."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "QilanMountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land-cover datasets are crucial for research on eco-hydrological processes and earth system modeling. Remote sensing has become widely used as a macro-observing system for land-cover mapping, which can substitute for plant functional type (PFT) as the baseline. Several moderate to fine resolution global land-cover datasets, which are presented in detail in Table I, based on different satellite sensors are available from different research groups. These land-cover datasets listed in Table I have large variability for three reasons: 1) the data quality and properties are different; 2) there is no standard approach for classifying continuous vegetation cover into discrete categories; and 3) they are not consistent with the Earth System Model’s (ESM) requirements, because the concept of PFT, whose traits represent a combination of spectral relationships, and climatic, ecological, and theoretical assumptions, used in ESMs cannot be mapped directly using remote-sensing land-cover datasets. In addition, the classification accuracies of land-cover datasets vary and are hardly suited for land-process modeling and applications at a river basin scale. The highest uncertainty in land-cover classification from optical remotely sensed imagery occurs most frequently between the cropland and grassland categories and in dryland systems among the shrub, grassland, and forest categories because of differences in the minimum threshold required for forest cover. For the HRB, most are distributed over an arid region, so the vegetation classification in the HRB based on current land-cover datasets would cause very large uncertainty and may cause great error or even the failure of eco-hydrological and land-process modeling."
            ],
            "research objective": [
                "In order to improve the accuracy of eco-hydrological and land-process modeling in the HRB, a comprehensive method for mapping monthly land cover with fine spatial resolution and more categories of crop/vegetation is developed by using multiple classifiers and multisource remotely sensed data with different spatio-temporal resolutions and spectral bands."
            ],
            "challenges": [
                "The highest uncertainty in land-cover classification from optical remotely sensed imagery occurs most frequently between the cropland and grassland categories and in dryland systems among the shrub, grassland, and forest categories because of differences in the minimum threshold required for forest cover. For the HRB, most are distributed over an arid region, so the vegetation classification in the HRB based on current land-cover datasets would cause very large uncertainty and may cause great error or even the failure of eco-hydrological and land-process modeling."
            ],
            "methods": [
                "A mosaic of the HRB is made using Landsat/TM imagery. The mosaic of Landsat/TM is used as the base image and all HJ-1/CCD images are automatically corrected through the image-to-image registration method. Converting the DN values of the HJ-1/CCD images to top of atmosphere (TOA) radiance with given calibration coefficients. Removing the atmospheric effects of remote-sensing images to obtain the surface reflectance. After the preprocessing has been done, all the HJ-1/CCD images within 1 month are subset and mosaicked; consequently, 10 mosaics for 10 months in the HRB are made and time series of the HRB mosaics from HJ-1/CCD are constructed."
            ],
            "dataset": [
                "The HJ-1/CCD remote-sensing data used in this research were provided by the China Centre for Resources Satellite Data and Application (CRESDA, http://www.cresda.com). The Landsat TM/ETM+ data were downloaded from the USGS website (http://landsat.usgs.gov/). The MODIS data were downloaded from the NASA Goddard Space Flight Center (http://ladsweb.nascom.nasa.gov/). The VHSR data were from Google Earth by Google Inc."
            ],
            "findings": [
                "The confusion matrix is used to evaluate the classification accuracy, showing an overall classification accuracy of over 90% in the HRB, which is quite higher than previous approaches. Furthermore, a ground campaign was performed to evaluate the accuracy of crop classification and an overall accuracy of 84.09% for the crop classification was achieved."
            ],
            "backgroundCn": [
                "土地覆盖数据集对于生态水文过程和地球系统建模的研究至关重要。遥感已成为广泛使用的宏观观测系统，用于土地覆盖制图，可以替代植物功能类型（PFT）作为基线。根据不同的卫星传感器，多个中等到精细分辨率的全球土地覆盖数据集可供不同研究小组使用，这些数据集在表I中详细列出。这些土地覆盖数据集的变异性很大，原因有三：1）数据质量和属性不同；2）将连续植被覆盖分类为离散类别没有标准方法；3）它们与地球系统模型（ESM）的要求不一致，因为ESM中使用的PFT概念，其特征代表了一系列光谱关系、气候、生态和理论假设的组合，无法直接通过遥感土地覆盖数据集进行映射。此外，土地覆盖数据集的分类准确性差异很大，难以适用于流域尺度的土地过程建模和应用。光学遥感影像中土地覆盖分类的不确定性最高，通常发生在农田和草地类别之间，以及干旱地区的灌木、草地和森林类别之间，因为森林覆盖所需的最小阈值存在差异。对于HRB，大部分分布在干旱地区，因此基于当前土地覆盖数据集的HRB植被分类将导致非常大的不确定性，并可能导致生态水文和土地过程建模的重大错误甚至失败。"
            ],
            "research objectiveCn": [
                "为了提高HRB地区生态水文和土地过程建模的准确性，开发了一种综合方法，通过使用多种分类器和具有不同时空分辨率和光谱波段的多源遥感数据，绘制具有细致空间分辨率和更多作物/植被类别的月度土地覆盖图。"
            ],
            "challengesCn": [
                "光学遥感影像的土地覆盖分类中，最高的不确定性通常发生在农田和草地类别之间，以及在干旱地区的灌木、草地和森林类别之间，这主要是由于森林覆盖所需的最低阈值差异。在HRB地区，大部分分布在干旱区域，因此基于当前土地覆盖数据集的HRB植被分类将导致非常大的不确定性，并可能造成严重错误，甚至导致生态水文和土地过程建模的失败。"
            ],
            "methodsCn": [
                "HRB的马赛克图是使用Landsat/TM影像制作的。Landsat/TM的马赛克图作为基础影像，所有HJ-1/CCD影像通过图像间配准方法自动校正。使用给定的校准系数将HJ-1/CCD影像的DN值转换为大气顶辐射率（TOA）进行处理。去除遥感影像的气象效应，以获得表面反射率。在完成预处理后，所有在一个月内的HJ-1/CCD影像被子集化并拼接；因此，HRB在10个月内制作了10个马赛克，并构建了HJ-1/CCD的时间序列马赛克。"
            ],
            "datasetCn": [
                "本研究使用的HJ-1/CCD遥感数据由中国资源卫星数据与应用中心（CRESDA，http://www.cresda.com）提供。Landsat TM/ETM+数据从USGS网站（http://landsat.usgs.gov/）下载。MODIS数据从NASA戈达德航天中心（http://ladsweb.nascom.nasa.gov/）下载。VHSR数据来自谷歌公司（Google Inc.）的Google Earth。"
            ],
            "findingsCn": [
                "混淆矩阵用于评估分类准确性，HRB的整体分类准确率超过90%，这比之前的方法要高得多。此外，进行了地面调查以评估作物分类的准确性，最终实现了84.09%的整体作物分类准确率。"
            ]
        },
        {
            "background": [
                "Long time series of land cover changes (LCCs) are critical in the analysis of long-term climate, environmental, and ecological changes. Although several moderate to fine resolution global land cover datasets have been publicly released and they show strong consistency at the global scale, they have large deviations at the regional scale; furthermore, high-quality land cover datasets from before 2000 are not available and the classification consistency among different datasets is not very good. Remote sensing has become widely used for global land cover mapping, as it can capture the changes of land cover quickly. Until now, several moderate to fine resolution global land cover datasets have been publicly released and the spatial resolutions of these products are between 1 km and 30 m. They show strong consistency at the global scale, but they have large deviations at the regional scale. The main problems include: (1) most of the land cover datasets have a relatively low resolution (500 m and lower) and their accuracies are usually lower than 75%; among the released datasets, GlobeLand30 and FROM-GLC30 have a spatial resolution of 30 m, and their overall accuracies are 80% and 72% respectively; (2) the classification accuracy of these released datasets at the regional scale is much lower than the claimed accuracy, especially at heterogeneous areas, which is difficult to meet the modeling requirements, and (3) all the datasets are after 2000 and do not have long time series and therefore cannot support the analysis of long-term climate, environmental, and ecological changes."
            ],
            "research objective": [
                "Therefore, by taking the advantages of the two categories of satellite data, we proposed a new time series land cover mapping method based on machine learning and it, thereafter, is applied to Heihe River Basin (HRB) for verification purposes."
            ],
            "challenges": [
                "Many comprehensive classification methods, such as GlobeLand30 using Landsat series satellite data have been developed but the ones with high accuracy usually require manual intervention; thus, more than 10 years’ land cover maps with areas over 140,000 km2 do not allow a lot of manual intervention. Although methods based on time series analysis like LCMM have the capability for making high-quality land cover datasets, a 16-day revisiting period of Landsat series satellite data does not support constructing time series data at HRB. Although machine learning methods, such as FROM-GLC30 have a lot of advantages and have been employed to map land cover using remote sensing imagery, they are usually limited by sampling amount and representativity; the requirement for consistency on data of these methods cannot be met by Landsat series satellite data."
            ],
            "methods": [
                "Firstly, the high-quality land cover datasets at HRB from 2011–2015, which were retrieved using the LCMM method, are used for quickly and accurately making training samples. Secondly, a strategy for transferring the training samples after 2011 to earlier years is established. Thirdly, the random forest model is employed to train the selected yearly samples and a land cover map for every year is subsequently made. Finally, comprehensive analysis and validation are carried out for evaluation."
            ],
            "dataset": [
                "Firstly, the high-quality land cover datasets at HRB from 2011–2015, which were retrieved using the LCMM method, are used for quickly and accurately making training samples."
            ],
            "findings": [
                "In this study, a long time series land cover dataset including 1986, 1990, 1995, 2000, 2005, 2010, 2011, 2012, 2013, 2014, and 2015 is finally made and an average precision of about 90% is achieved. It is the longest time series land cover map with 30 m resolution at HRB and the dataset has good time continuity and stability."
            ],
            "backgroundCn": [
                "长期的土地覆盖变化（LCCs）时间序列在分析长期气候、环境和生态变化中至关重要。尽管已经公开发布了几种中等到精细分辨率的全球土地覆盖数据集，并且它们在全球范围内表现出较强的一致性，但在区域尺度上存在较大偏差；此外，2000年前的高质量土地覆盖数据集并不可用，不同数据集之间的分类一致性也不佳。遥感技术已被广泛用于全球土地覆盖制图，因为它能够快速捕捉土地覆盖的变化。迄今为止，已经公开发布了几种中等到精细分辨率的全球土地覆盖数据集，这些产品的空间分辨率在1公里到30米之间。它们在全球范围内表现出较强的一致性，但在区域尺度上存在较大偏差。主要问题包括：（1）大多数土地覆盖数据集的分辨率相对较低（500米及以下），其准确率通常低于75%；在已发布的数据集中，GlobeLand30和FROM-GLC30的空间分辨率为30米，整体准确率分别为80%和72%；（2）这些已发布数据集在区域尺度上的分类准确率远低于声称的准确率，尤其是在异质区域，这难以满足建模要求；（3）所有数据集均为2000年后发布，缺乏长期时间序列，因此无法支持长期气候、环境和生态变化的分析。"
            ],
            "research objectiveCn": [
                "因此，通过利用这两类卫星数据的优势，我们提出了一种基于机器学习的新型时间序列土地覆盖制图方法，并随后将其应用于黑河流域（HRB）进行验证。"
            ],
            "challengesCn": [
                "许多综合分类方法，如使用Landsat系列卫星数据的GlobeLand30，已经被开发出来，但高精度的方法通常需要人工干预；因此，超过140,000平方公里的土地覆盖图在过去10年中并不允许大量的人工干预。尽管基于时间序列分析的方法，如LCMM，具有制作高质量土地覆盖数据集的能力，但Landsat系列卫星数据的16天重访周期并不支持在HRB构建时间序列数据。虽然机器学习方法，如FROM-GLC30，具有许多优势，并已被用于利用遥感影像绘制土地覆盖图，但它们通常受到样本数量和代表性的限制；这些方法对数据一致性的要求无法通过Landsat系列卫星数据来满足。"
            ],
            "methodsCn": [
                "首先，使用LCMM方法获取的2011年至2015年的高质量土地覆盖数据集被用于快速准确地制作训练样本。其次，建立了一种将2011年后的训练样本转移到早期年份的策略。第三，采用随机森林模型对选定的年度样本进行训练，并随后制作每年的土地覆盖图。最后，进行全面分析和验证以进行评估。"
            ],
            "datasetCn": [
                "首先，2011年至2015年期间通过LCMM方法获取的高质量土地覆盖数据集被用于快速准确地制作训练样本。"
            ],
            "findingsCn": [
                "在这项研究中，最终制作了一个长期的土地覆盖数据集，包括1986年、1990年、1995年、2000年、2005年、2010年、2011年、2012年、2013年、2014年和2015年，平均精度达到约90%。这是HRB地区分辨率为30米的最长时间序列土地覆盖图，该数据集具有良好的时间连续性和稳定性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it possible to achieve a classification accuracy greater than 90% using a mosaic of Landsat and HJ-1/CCD imagery for land cover mapping?",
                "QuestionCn": "使用Landsat和HJ-1/CCD影像的马赛克进行土地覆盖制图，是否有可能实现超过90%的分类准确率？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which technique is more effective for improving classification accuracy in land cover datasets: using multiple classifiers or employing a single machine learning model?",
                "QuestionCn": "在土地覆盖数据集中，使用多个分类器与采用单一机器学习模型，哪种技术对提高分类准确性更有效？",
                "AnswerEn": "Using multiple classifiers",
                "AnswerCn": "使用多个分类器",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are some challenges faced in the classification of land-cover datasets using remotely sensed imagery?",
                "QuestionCn": "使用遥感影像进行土地覆盖数据集分类时面临的一些挑战包括：",
                "AnswerEn": "cropland and grassland categories",
                "AnswerCn": "耕地和草地类别",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can the HJ-1/CCD remote-sensing data used in research be obtained?",
                "QuestionCn": "HJ-1/CCD遥感数据用于研究的获取途径有哪些？",
                "AnswerEn": "China Centre for Resources Satellite Data and Application",
                "AnswerCn": "中国资源卫星应用中心",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to improve the accuracy of land cover classification in arid regions?",
                "QuestionCn": "您能否提供一种用于提高干旱地区土地覆盖分类准确性的数据收集方法的示例？",
                "AnswerEn": "A comprehensive method for mapping monthly land cover with fine spatial resolution and more categories of crop/vegetation is developed by using multiple classifiers and multisource remotely sensed data with different spatio-temporal resolutions and spectral bands.",
                "AnswerCn": "通过使用多种分类器和多源遥感数据（具有不同的时空分辨率和光谱波段），开发了一种综合方法，用于以细致的空间分辨率和更多的作物/植被类别进行每月土地覆盖制图。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using remote-sensing data for land cover classification in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中使用遥感数据进行土地覆盖分类时面临的一个挑战是什么？",
                "AnswerEn": "The classification accuracy of released datasets at the regional scale is much lower than the claimed accuracy, especially at heterogeneous areas, making it difficult to meet modeling requirements.",
                "AnswerCn": "已发布数据集在区域尺度上的分类准确性远低于声称的准确性，特别是在异质区域，这使得满足建模要求变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used for mapping long time series of land cover changes in a specific region?",
                "QuestionCn": "您能否提供一个用于映射特定区域长期土地覆盖变化的数据集示例？",
                "AnswerEn": "A long time series land cover dataset including the years 1986, 1990, 1995, 2000, 2005, 2010, 2011, 2012, 2013, 2014, and 2015 was made, achieving an average precision of about 90%, specifically for the Heihe River Basin with 30 m resolution.",
                "AnswerCn": "一个长期的土地覆盖数据集，包括1986年、1990年、1995年、2000年、2005年、2010年、2011年、2012年、2013年、2014年和2015年，平均精度约为90%，特别针对30米分辨率的黑河流域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the main challenges in classifying land cover in arid regions using remote sensing data?",
                "QuestionCn": "在使用遥感数据对干旱地区进行土地覆盖分类时，主要面临的挑战有哪些？",
                "AnswerEn": "high uncertainty in distinguishing between categories, differences in the minimum threshold required for forest cover",
                "AnswerCn": "在区分类别时存在高度不确定性，森林覆盖所需的最低阈值存在差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific methods are employed to improve the accuracy of land cover datasets in heterogeneous areas?",
                "QuestionCn": "在异质区域中，提高土地覆盖数据集准确性的方法有哪些？",
                "AnswerEn": "LCMM method, transferring training samples across different years, machine learning models like random forests, comprehensive validation and analysis",
                "AnswerCn": "LCMM方法，跨不同年份转移训练样本，随机森林等机器学习模型，全面验证和分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the overall classification accuracy achieved using the confusion matrix in the land cover mapping dataset?",
                "QuestionCn": "在土地覆盖制图数据集中，使用混淆矩阵获得的整体分类准确率是多少？",
                "AnswerEn": "90%",
                "AnswerCn": "90%",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How many years of high-quality land cover datasets were used for making training samples at HRB between 2011 and 2015?",
                "QuestionCn": "在2011年至2015年期间，用于在HRB制作训练样本的高质量土地覆盖数据集有多少年？",
                "AnswerEn": "5 years",
                "AnswerCn": "5年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the average classification accuracy achieved for the long time series land cover dataset including various years between 1986 and 2015?",
                "QuestionCn": "在1986年至2015年之间的长期时间序列土地覆盖数据集中，平均分类准确率是多少？",
                "AnswerEn": "90%",
                "AnswerCn": "90%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "How is 'land-cover classification accuracy' evaluated in remote sensing datasets?",
                "QuestionCn": "在遥感数据集中，'土地覆盖分类精度'是如何评估的？",
                "AnswerEn": "Land-cover classification accuracy in remote sensing datasets is evaluated using methods like the confusion matrix, which assesses the agreement between classified land-cover types and reference data. This evaluation can also involve ground campaigns to verify classification accuracy, particularly for specific categories like crop classification. The goal is to achieve high overall classification accuracy, typically measured as a percentage.",
                "AnswerCn": "在遥感数据集中，土地覆盖分类的准确性评估使用混淆矩阵等方法，该方法评估分类土地覆盖类型与参考数据之间的一致性。此评估还可以涉及地面调查，以验证分类准确性，特别是对于特定类别如作物分类。目标是实现高整体分类准确性，通常以百分比形式衡量。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges arise in 'vegetation classification' in arid regions using remote sensing data?",
                "QuestionCn": "在干旱地区使用遥感数据进行“植被分类”时会出现哪些挑战？",
                "AnswerEn": "Vegetation classification in arid regions using remote sensing data faces challenges due to high uncertainty in classifying categories such as cropland, grassland, shrub, and forest. These challenges are exacerbated by differences in minimum threshold requirements for forest cover and the variability in vegetation types, leading to potential errors in eco-hydrological and land-process modeling at the river basin scale.",
                "AnswerCn": "在干旱地区使用遥感数据进行植被分类面临挑战，因为在分类农田、草地、灌木和森林等类别时存在较高的不确定性。这些挑战因森林覆盖的最低阈值要求差异和植被类型的变异性而加剧，可能导致河流流域尺度的生态水文和土地过程建模中的潜在错误。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection techniques using Landsat series satellite data compare to the HJ-1/CCD images in terms of classification accuracy and application for land cover mapping?",
                "QuestionCn": "Landsat系列卫星数据的采集技术与HJ-1/CCD影像在分类精度和土地覆盖制图应用方面有何比较？",
                "AnswerEn": "Landsat series satellite data provides moderate to fine resolution images and are widely used for global land cover mapping. They are often limited by the 16-day revisiting period, which can affect the construction of time series data. The HJ-1/CCD images allow for surface reflectance retrieval and are corrected automatically through image-to-image registration, providing higher classification accuracy in specific areas like the Heihe River Basin, with an overall accuracy of over 90%.",
                "AnswerCn": "Landsat系列卫星数据提供中等到精细分辨率的图像，广泛用于全球土地覆盖制图。它们通常受到16天重访周期的限制，这可能影响时间序列数据的构建。HJ-1/CCD图像允许进行表面反射率检索，并通过图像间配准自动校正，在特定区域如黑河流域提供更高的分类精度，整体精度超过90%。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when using remote sensing for land cover classification between cropland and grassland categories versus between shrub, grassland, and forest categories?",
                "QuestionCn": "在使用遥感进行土地覆盖分类时，农田和草地类别之间面临的挑战与灌木、草地和森林类别之间的挑战有什么不同？",
                "AnswerEn": "The challenges in classifying cropland and grassland categories primarily arise from the high uncertainty in land-cover classification due to similar spectral properties in optical remotely sensed imagery. In contrast, the classification among shrub, grassland, and forest categories in dryland systems is complicated by differences in the minimum threshold required for forest cover, adding to the uncertainty and potential errors in eco-hydrological and land-process modeling, especially in arid regions like the Heihe River Basin.",
                "AnswerCn": "在土地覆盖分类中，农田和草地类别的分类挑战主要源于光学遥感影像中相似的光谱特性导致的高不确定性。相比之下，在干旱地区的灌木、草地和森林类别之间的分类则因森林覆盖所需的最低阈值差异而变得复杂，这增加了生态水文和土地过程建模中的不确定性和潜在错误，尤其是在像黑河流域这样的干旱地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the use of machine learning for land cover mapping differ from traditional methods in terms of data consistency and sample representativity?",
                "QuestionCn": "机器学习在土地覆盖制图中的应用与传统方法在数据一致性和样本代表性方面有何不同？",
                "AnswerEn": "Machine learning methods, such as those using random forest models, capitalize on high-quality training samples from previous years to create land cover maps with improved precision, achieving about 90% accuracy over long time series. Traditional methods may require more manual intervention and struggle with data consistency, particularly when using Landsat series data, which may not meet the consistency requirements due to limited sampling amount and representativity issues.",
                "AnswerCn": "机器学习方法，如随机森林模型，利用来自前几年高质量的训练样本来创建更精确的土地覆盖图，长期时间序列的准确率可达到约90%。传统方法可能需要更多的人工干预，并且在数据一致性方面存在困难，特别是在使用Landsat系列数据时，由于采样量有限和代表性问题，可能无法满足一致性要求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies can be inferred from the use of mosaic creation and image-to-image registration for improving land-cover classification accuracy in arid regions?",
                "QuestionCn": "可以推断出使用马赛克创建和图像配准的方法论，以提高干旱地区土地覆盖分类的准确性。",
                "AnswerEn": "The creation of mosaics using Landsat/TM imagery and subsequent image-to-image registration can improve classification accuracy by providing a consistent and corrected base image. This allows for enhanced detection of changes in land cover over time, which is particularly beneficial in arid regions where classification challenges are prevalent due to subtle vegetation differences.",
                "AnswerCn": "使用Landsat/TM影像创建马赛克图像，并随后进行影像配准，可以通过提供一致且经过校正的基础影像来提高分类精度。这使得在时间上检测土地覆盖变化变得更加有效，这在干旱地区尤其有益，因为在这些地区，由于植被差异微妙，分类面临挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can machine learning techniques be utilized to address the challenge of limited temporal resolution in remote sensing datasets for long-term land cover mapping?",
                "QuestionCn": "机器学习技术如何被利用来解决遥感数据集中长期土地覆盖制图中时间分辨率有限的挑战？",
                "AnswerEn": "Machine learning techniques, like the use of random forest models, can be employed to enhance temporal resolution by leveraging high-quality datasets from specific years to create training samples. These samples can be transferred to earlier years, allowing for the creation of consistent land cover maps over a long time series, despite limitations in the temporal resolution of satellite data.",
                "AnswerCn": "机器学习技术，如随机森林模型，可以通过利用特定年份的高质量数据集来增强时间分辨率，从而创建训练样本。这些样本可以转移到早期年份，使得尽管卫星数据的时间分辨率有限，仍然能够创建一致的长期土地覆盖地图。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the potential implications of discrepancies in land-cover dataset resolutions and accuracies on eco-hydrological modeling at the river basin scale?",
                "QuestionCn": "土地覆盖数据集的分辨率和准确性差异对流域尺度生态水文模型的潜在影响是什么？",
                "AnswerEn": "Discrepancies in land-cover dataset resolutions and accuracies can lead to significant uncertainty in eco-hydrological modeling, particularly at the river basin scale. These discrepancies may result in errors or failures in modeling efforts due to misclassification of vegetation types, which are critical for accurately representing land processes and their interactions with hydrological cycles.",
                "AnswerCn": "土地覆盖数据集的分辨率和准确性差异可能导致生态水文模型在河流流域尺度上的显著不确定性。这些差异可能导致建模工作中的错误或失败，因为植被类型的错误分类对准确表示土地过程及其与水文循环的相互作用至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes contribute to the high variability in land-cover datasets, especially when classifying continuous vegetation into discrete categories?",
                "QuestionCn": "导致土地覆盖数据集高变异性的原因是什么，特别是在将连续植被分类为离散类别时？",
                "AnswerEn": "The high variability in land-cover datasets arises due to differences in data quality and properties, the lack of a standard approach for classifying continuous vegetation cover into discrete categories, and inconsistencies with Earth System Model’s requirements. Additionally, classification accuracies vary and are often not suited for modeling applications at a river basin scale.",
                "AnswerCn": "土地覆盖数据集的高变异性源于数据质量和属性的差异、将连续植被覆盖分类为离散类别的标准方法缺乏，以及与地球系统模型要求的不一致。此外，分类准确性各异，通常不适合在流域尺度进行建模应用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do land-cover classification accuracies from optical remotely sensed imagery encounter high uncertainty, particularly in arid regions?",
                "QuestionCn": "光学遥感影像的土地覆盖分类准确性在干旱地区面临较高的不确定性，主要原因是什么？",
                "AnswerEn": "The highest uncertainty in land-cover classification from optical remotely sensed imagery occurs most frequently between the cropland and grassland categories and among shrub, grassland, and forest categories in dryland systems. This is due to differences in the minimum threshold required for forest cover, which is particularly challenging in arid regions like the Heihe River Basin.",
                "AnswerCn": "光学遥感影像中的土地覆盖分类最高的不确定性通常发生在农田和草地类别之间，以及干旱地区的灌木、草地和森林类别之间。这是由于森林覆盖所需的最低阈值差异，特别是在像黑河流域这样的干旱地区，这一问题尤为棘手。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What underlying reasons have led to the development of new methods for land-cover mapping with fine spatial resolution in regions like HRB?",
                "QuestionCn": "导致在像HRB这样的地区开发高空间分辨率土地覆盖制图新方法的潜在原因有哪些？",
                "AnswerEn": "In regions like the Heihe River Basin, existing land-cover datasets have large deviations at the regional scale and do not meet the modeling requirements due to their relatively low resolution and accuracy. This has necessitated the development of new methods that utilize multiple classifiers and multisource remotely sensed data to map land cover with fine spatial resolution and more categories of crop/vegetation.",
                "AnswerCn": "在黑河流域等地区，现有的土地覆盖数据集在区域尺度上存在较大偏差，且由于其相对较低的分辨率和准确性，无法满足建模需求。这就需要开发新的方法，利用多种分类器和多源遥感数据，以更高的空间分辨率和更多的作物/植被类别进行土地覆盖制图。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the outcomes of utilizing multiple classifiers and multisource remotely sensed data for mapping land cover in arid regions?",
                "QuestionCn": "利用多种分类器和多源遥感数据在干旱地区进行土地覆盖制图的结果是什么？",
                "AnswerEn": "Utilizing multiple classifiers and multisource remotely sensed data can improve the accuracy of eco-hydrological and land-process modeling by reducing the uncertainty in land-cover classification, especially in distinguishing between cropland and grassland categories. This approach, when applied to the Heihe River Basin (HRB), resulted in an overall classification accuracy of over 90%, which is higher than previous methods.",
                "AnswerCn": "利用多种分类器和多源遥感数据可以通过减少土地覆盖分类的不确定性来提高生态水文和土地过程建模的准确性，特别是在区分农田和草地类别方面。当这种方法应用于黑河流域（HRB）时，整体分类准确率超过90%，高于以往的方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What impact does constructing a time series of land cover maps have on analyzing long-term climate and environmental changes?",
                "QuestionCn": "构建土地覆盖地图的时间序列对分析长期气候和环境变化有什么影响？",
                "AnswerEn": "Constructing a time series of land cover maps facilitates the analysis of long-term climate, environmental, and ecological changes by providing consistent and high-quality datasets over an extended period. In the Heihe River Basin, a long time series land cover dataset with 30 m resolution was created, achieving an average precision of about 90%, and providing good time continuity and stability.",
                "AnswerCn": "构建土地覆盖地图的时间序列有助于分析长期气候、环境和生态变化，因为它提供了一致且高质量的长期数据集。在黑河流域，创建了一个具有30米分辨率的长期土地覆盖数据集，平均精度约为90%，并提供了良好的时间连续性和稳定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind developing a comprehensive method for mapping monthly land cover with fine spatial resolution?",
                "QuestionCn": "开发一种全面的方法以高空间分辨率绘制月度土地覆盖的主要目标是什么？",
                "AnswerEn": "The primary objective is to improve the accuracy of eco-hydrological and land-process modeling in the Heihe River Basin (HRB) by using multiple classifiers and multisource remotely sensed data with different spatio-temporal resolutions and spectral bands.",
                "AnswerCn": "主要目标是通过使用多种分类器和具有不同时空分辨率和光谱波段的多源遥感数据，提高黑河流域（HRB）生态水文和土地过程建模的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is there a need to propose a new time series land cover mapping method based on machine learning for the Heihe River Basin?",
                "QuestionCn": "为什么需要提出一种基于机器学习的新的时间序列土地覆盖制图方法用于黑河流域？",
                "AnswerEn": "There is a need to propose a new time series land cover mapping method to take advantage of different categories of satellite data and address the challenge of creating high-quality land cover datasets with a long time series, which are crucial for analyzing long-term climate, environmental, and ecological changes.",
                "AnswerCn": "需要提出一种新的时间序列土地覆盖制图方法，以利用不同类别的卫星数据，并解决创建高质量的长期土地覆盖数据集的挑战，这些数据集对于分析长期气候、环境和生态变化至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the necessary steps to preprocess remote sensing images for accurate land-cover classification in arid regions?",
                "QuestionCn": "为在干旱地区进行准确的土地覆盖分类，遥感图像预处理的必要步骤包括：",
                "AnswerEn": "Preprocessing involves creating a mosaic of the region using Landsat/TM imagery, performing automatic image-to-image registration corrections for HJ-1/CCD images, converting DN values to top of atmosphere radiance using calibration coefficients, and removing atmospheric effects to obtain surface reflectance. Subsequently, images are subset and mosaicked to construct a time series of mosaics.",
                "AnswerCn": "预处理涉及使用Landsat/TM影像创建区域的马赛克，针对HJ-1/CCD影像进行自动图像配准校正，将DN值转换为使用校准系数的顶层大气辐射，去除大气影响以获得表面反射率。随后，对影像进行子集处理和马赛克拼接，以构建时间序列马赛克。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can multisource remotely sensed data be utilized to improve the accuracy of eco-hydrological and land-process modeling?",
                "QuestionCn": "多源遥感数据如何被利用来提高生态水文和土地过程建模的准确性？",
                "AnswerEn": "A comprehensive method can be developed by using multiple classifiers and multisource remotely sensed data with different spatial resolutions and spectral bands to map land cover with fine spatial resolution and more categories of crop/vegetation. This approach aims to reduce uncertainties in land-cover classification, particularly in arid regions.",
                "AnswerCn": "可以通过使用多种分类器和具有不同空间分辨率和光谱波段的多源遥感数据，开发出一种综合方法，以更细的空间分辨率和更多的作物/植被类别来绘制土地覆盖图。该方法旨在减少土地覆盖分类中的不确定性，特别是在干旱地区。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedural approach can be taken to create a long time series land cover dataset with high precision?",
                "QuestionCn": "可以采取什么样的程序性方法来创建一个高精度的长期土地覆盖数据集？",
                "AnswerEn": "The procedural approach involves using high-quality land cover datasets to quickly and accurately make training samples, establishing a strategy for transferring these samples to earlier years, employing the random forest model to train yearly samples, and subsequently creating a land cover map for each year. Comprehensive analysis and validation are then carried out to evaluate the dataset's precision and continuity.",
                "AnswerCn": "程序化方法涉及使用高质量的土地覆盖数据集快速准确地制作训练样本，建立将这些样本转移到早期年份的策略，采用随机森林模型训练每年的样本，随后为每一年创建土地覆盖图。然后进行全面的分析和验证，以评估数据集的精确性和连续性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the creation of high-resolution land-cover datasets using remote sensing techniques?",
                "QuestionCn": "哪些技术进步使得利用遥感技术创建高分辨率土地覆盖数据集成为可能？",
                "AnswerEn": "The use of platforms like Google Earth Engine for data processing, along with data from satellite sensors such as Landsat series and MODIS, has enabled the creation of high-resolution land-cover datasets. These advancements allow for efficient data processing and classification, improving the accuracy and precision of land-cover datasets.",
                "AnswerCn": "使用像Google Earth Engine这样的平台进行数据处理，以及来自Landsat系列和MODIS等卫星传感器的数据，使得高分辨率土地覆盖数据集的创建成为可能。这些进展使得数据处理和分类更加高效，提高了土地覆盖数据集的准确性和精确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges are anticipated in using optical remotely sensed imagery for land-cover classification in arid regions?",
                "QuestionCn": "在干旱地区使用光学遥感影像进行土地覆盖分类时，预计会面临哪些挑战？",
                "AnswerEn": "The highest uncertainty in land-cover classification from optical remotely sensed imagery arises due to the difficulty in distinguishing between cropland and grassland categories, as well as among shrub, grassland, and forest categories in dryland systems, particularly due to differences in the minimum threshold required for forest cover. This uncertainty is particularly challenging for regions like the HRB, which are distributed over arid areas.",
                "AnswerCn": "光学遥感影像中的土地覆盖分类最高的不确定性源于难以区分农田和草地类别，以及在干旱系统中灌木、草地和森林类别之间的区别，特别是由于森林覆盖所需的最低阈值差异。这种不确定性对于像HRB这样的地区尤其具有挑战性，因为这些地区分布在干旱地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might machine learning methods face limitations when applied to land-cover mapping using remote sensing imagery?",
                "QuestionCn": "机器学习方法在使用遥感影像进行土地覆盖制图时可能面临的限制是什么？",
                "AnswerEn": "Machine learning methods for land-cover mapping using remote sensing imagery are often limited by the amount and representativity of the sampling data available. Furthermore, the requirement for consistency in data used by these methods cannot always be met with existing satellite data like the Landsat series, which hinders the ability to construct consistent time series data.",
                "AnswerCn": "机器学习方法在使用遥感影像进行土地覆盖制图时，往往受到可用采样数据的数量和代表性的限制。此外，这些方法对数据一致性的要求并不总能通过现有的卫星数据（如Landsat系列）来满足，这阻碍了构建一致时间序列数据的能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are multisource remotely sensed data and multiple classifiers in improving the accuracy of land-cover mapping in arid regions?",
                "QuestionCn": "多源遥感数据和多种分类器在提高干旱地区土地覆盖制图精度方面的有效性如何？",
                "AnswerEn": "Using multisource remotely sensed data and multiple classifiers has proven effective in improving land-cover mapping accuracy, especially in arid regions like the Heihe River Basin. The approach helps address the high uncertainty between categories such as cropland and grassland, achieving an overall classification accuracy of over 90%.",
                "AnswerCn": "使用多源遥感数据和多种分类器已被证明在提高土地覆盖制图精度方面有效，特别是在像黑河流域这样的干旱地区。这种方法有助于解决诸如农田和草地之间的高不确定性，实现了超过90%的总体分类精度。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways might machine learning enhance the creation of land cover maps, particularly for datasets with long temporal spans?",
                "QuestionCn": "机器学习可以通过以下几种方式增强土地覆盖地图的创建，特别是对于具有较长时间跨度的数据集：\n\n1. **自动化处理**：机器学习算法可以自动处理和分析大量的遥感数据，减少人工干预，提高效率。\n\n2. **特征提取**：机器学习能够从复杂的遥感图像中提取重要特征，帮助识别不同的土地覆盖类型。\n\n3. **时序分析**：利用长时间跨度的数据，机器学习可以识别土地覆盖变化的模式和趋势，提供更准确的动态分析。\n\n4. **数据融合**：机器学习可以整合来自不同来源的数据（如卫星图像、气象数据等），提高土地覆盖分类的准确性。\n\n5. **增强分类精度**：通过训练模型，机器学习可以提高土地覆盖分类的精度，尤其是在复杂或混合地形中。\n\n6. **处理不确定性**：机器学习方法可以处理数据中的不确定性和噪声，提高最终地图的可靠性。\n\n7. **适应性学习**：机器学习模型可以随着新数据的加入不断更新和优化，保持土地覆盖地图的时效性和准确性。",
                "AnswerEn": "Machine learning can enhance the creation of land cover maps by automating the classification process, reducing the need for manual intervention, and improving consistency across datasets. Techniques like the random forest model can utilize training samples over multiple years to produce accurate yearly maps, as demonstrated in creating a long time series dataset with high precision at the Heihe River Basin.",
                "AnswerCn": "机器学习可以通过自动化分类过程来增强土地覆盖地图的创建，减少人工干预的需求，并提高数据集之间的一致性。像随机森林模型这样的技术可以利用多年的训练样本生成准确的年度地图，正如在黑河流域创建高精度的长期时间序列数据集所示。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how remote sensing can effectively handle the variability and uncertainty in land-cover classification, especially in arid regions.",
                "QuestionCn": "我不明白遥感如何有效处理土地覆盖分类中的变异性和不确定性，特别是在干旱地区。",
                "AnswerEn": "Remote sensing can be used for land-cover mapping by employing multiple classifiers and multisource data with different spatial and temporal resolutions. A mosaic of images, like Landsat/TM, is used as a base, and other data like HJ-1/CCD are corrected and processed to remove atmospheric effects. This method helps in achieving higher accuracy despite variability, particularly in arid regions.",
                "AnswerCn": "遥感可以通过采用多种分类器和不同空间与时间分辨率的多源数据来进行土地覆盖制图。以Landsat/TM图像马赛克作为基础，其他数据如HJ-1/CCD经过校正和处理以去除大气影响。这种方法有助于在干旱地区实现更高的准确性，尽管存在变异性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why datasets before 2000 have such inconsistencies in classification accuracy compared to more recent datasets.",
                "QuestionCn": "我无法理解为什么2000年前的数据集在分类准确性上与更近期的数据集存在如此大的不一致。",
                "AnswerEn": "Prior to 2000, high-quality land cover datasets were scarce, and classification methods were less advanced. The spatial resolution was usually lower, and the accuracy did not meet the requirements for detailed modeling, especially in heterogeneous areas. Recent datasets have benefited from advancements like machine learning and multisource data integration, improving accuracy and consistency.",
                "AnswerCn": "在2000年之前，高质量的土地覆盖数据集稀缺，分类方法也不够先进。空间分辨率通常较低，准确性无法满足详细建模的要求，尤其是在异质区域。最近的数据集受益于机器学习和多源数据集成等技术的进步，提高了准确性和一致性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}