{
  "id": "c7972bf8-5f6d-4a05-ad49-ea5085fa5bb7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "South-East Tibetan plateau station for integrated observation and research of alpine environment，CAS: 24 k glacier basic meteorological data (2020)",
      "titleCn": "中科院藏东南站：嘎隆拉24k冰川基本气象数据（2020）",
      "description": "This data is the data of the automatic weather station (AWS, Campbell Company) in the surface moraine area of Galongla 24k Glacier at the Tibetan Southeast Alpine Environment Comprehensive Observation and Research Station of the Chinese Academy of Sciences. The geographic coordinates are 29.765 ° north latitude, 95.712 ° east longitude and 3950 m above sea level. The data include daily arithmetic mean data of air temperature (℃), relative humidity (%), wind speed (m/s), net radiation (w/m2), water vapor pressure (Kpa) and air pressure (mbar). In the original data, an average value is recorded every 30 minutes before October 2018, and an average value is recorded every 10 minutes thereafter. The temperature and humidity are measured with HMP155A temperature and humidity probe. The net radiation probe model is NR01, the atmospheric pressure sensor probe is PTB210, and the wind speed sensor is 05103. These probes are 2 m high from the ground. In terms of data quality: due to the snow cover in spring, the error caused by the snow and ice on the radiation probe has been eliminated. The modified data can be used by researchers in glacier, meteorology and hydrology. This data is an update of the published data \"East South Tibet Station, Chinese Academy of Sciences: Basic Meteorological Data of 24k Glacier Surface Moraine Area (2018-2019)\", which will be updated according to the situation in the future\n\n(Note: when using, it must be indicated in the article that the data is from South East Tibetan plateau Station for integrated observation and research of alpine environment, CAS)",
      "descriptionCn": "该数据为中国科学院藏东南高山环境综合观测研究站在嘎隆拉24k冰川的表碛区自动气象站数据（AWS，Campbell公司），地理坐标为北纬29.765°，东经95.712°，海拔3950 m。数据包括气温（℃）、相对湿度（%）、风速（m/s）、净辐射辐射（w/m2）、水汽压（Kpa）和气压（mbar）日算术平均数据，原始数据中2018年10月之前每30分钟记录一个平均值，之后为10分钟记录一个平均值。温湿度采用HMP155A温湿度探头测定，净辐射探头型号为NR01，大气压力传感器探头为PTB210，风速传感器为05103，这些探头离地面2 m高。数据质量方面：春季由于积雪覆盖，辐射探头积雪结冰导致误差，已剔除。改数据可以供冰川、气象和水文等方面的科研工作者使用。该数据是已发布数据《中科院藏东南站：嘎隆拉24k冰川表碛区基本气象数据（2018-2019）》的更新，后续还会根据情况更新。\n（注意：使用时必须在文章中标明数据来源于中国科学院藏东南高山环境综合观测研究站，South-East Tibetan plateau Station for integrated observation and research of alpine environment，CAS）",
      "instructions": "The file name is Southeast Tibet Station of Chinese Academy of Sciences: Basic Meteorological Data of Galongla 24k Glacier (2020), in excel format.",
      "instructionsCn": "文件名为中科院藏东南站：嘎隆拉24k冰川基本气象数据（2020），excel 格式。",
      "east": 94.74,
      "west": 94.74,
      "south": 29.76,
      "north": 29.76,
      "startTime": null,
      "endTime": null,
      "fileSize": 48093.0,
      "cstr": "18406.11.Atmos.tpdc.300081",
      "doi": "10.11888/Atmos.tpdc.300081",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "罗伦",
        "nameEn": "LUO Lun",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "藏东南嘎隆拉冰川表碛冻融过程与零点幕效应",
        "titleEn": null,
        "referenceCn": "罗伦, 朱立平, 王永杰, 杨威, 旦增, 张宏波. (2019). 藏东南嘎隆拉冰川表碛冻融过程与零点幕效应. 冰川冻土, 41(4), 751-760．",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "24K冰川",
        "keywordEn": "24K Glacier"
      },
      {
        "keywordCn": "藏东南",
        "keywordEn": "Southeast Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020年",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the meteorological data collected from the automated weather stations in alpine glacier environments?",
        "QuestionCn": "在高山冰川环境中，从自动气象站收集的气象数据的特征是什么？",
        "AnswerEn": "air temperature, relative humidity, wind speed, net radiation, water vapor pressure, atmospheric pressure, daily arithmetic average, recorded every 30 minutes before October 2018, recorded every 10 minutes afterward, temperature and humidity measured by HMP155A probe, net radiation measured by NR01 probe, atmospheric pressure measured by PTB210 sensor, wind speed measured by 05103 sensor, sensors located 2 meters above ground, erroneous data excluded due to snow and ice cover on radiation sensors during spring",
        "AnswerCn": "空气温度、相对湿度、风速、净辐射、水汽压、大气压、每日算术平均值，在2018年10月之前每30分钟记录一次，之后每10分钟记录一次，温度和湿度由HMP155A探头测量，净辐射由NR01探头测量，大气压由PTB210传感器测量，风速由05103传感器测量，传感器位于地面上方2米，由于春季辐射传感器上的积雪和冰覆盖，错误数据已被排除。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of data collection for meteorological parameters in a dataset related to the Tibetan plateau glacier environment?",
        "QuestionCn": "与青藏高原冰川环境相关的数据集中气象参数的数据收集频率是多少？",
        "AnswerEn": "30 minutes, 10 minutes",
        "AnswerCn": "30分钟，10分钟",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'automatic weather station (AWS)' mean in the context of meteorological data collection?",
        "QuestionCn": "在气象数据收集的背景下，“自动气象站（AWS）”是什么意思？",
        "AnswerEn": "An automatic weather station (AWS) refers to a setup for collecting meteorological data automatically at regular intervals. In the context of meteorological data collection, AWS typically includes various sensors and instruments, such as temperature and humidity probes, radiation sensors, pressure sensors, and wind speed sensors, which are all positioned at specific heights and locations to gather accurate environmental data. This setup allows for the continuous and systematic recording of weather-related parameters, which can then be used for research in fields like glaciology, meteorology, and hydrology.",
        "AnswerCn": "自动气象站（AWS）是指一种自动收集气象数据的设备，定期进行数据采集。在气象数据收集的背景下，AWS通常包括各种传感器和仪器，如温度和湿度探头、辐射传感器、压力传感器和风速传感器，这些设备都被放置在特定的高度和位置，以收集准确的环境数据。这种设置允许对与天气相关的参数进行持续和系统的记录，这些数据随后可以用于冰川学、气象学和水文学等领域的研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using different temporal resolution intervals for recording meteorological data on the accuracy and reliability of data analysis in glacial environments?",
        "QuestionCn": "使用不同时间分辨率间隔记录气象数据对冰川环境中数据分析的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "The shift from recording average values every 30 minutes to every 10 minutes in a dataset could potentially improve the accuracy and granularity of data analysis. This change allows for capturing more precise variations in meteorological conditions over shorter periods, providing a finer temporal resolution that can enhance the understanding of dynamic environmental processes. However, this increase in data volume could also introduce challenges in data management and processing, requiring more advanced computational resources and methodologies to handle the denser datasets effectively.",
        "AnswerCn": "将记录平均值的时间间隔从每30分钟改为每10分钟，可能会提高数据分析的准确性和细致性。这一变化能够捕捉到气象条件在较短时间内的更精确变化，提供更细的时间分辨率，从而增强对动态环境过程的理解。然而，数据量的增加也可能带来数据管理和处理方面的挑战，需要更先进的计算资源和方法来有效处理更密集的数据集。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives are being pursued with the collection of basic meteorological data from the Garongla 24k glacier using automated weather stations?",
        "QuestionCn": "通过自动气象站收集Garongla 24k冰川的基本气象数据，正在追求哪些目标？",
        "AnswerEn": "The goal is to provide reliable meteorological data that can be used by researchers in glaciology, meteorology, and hydrology. The data supports scientific understanding of environmental conditions in alpine glacier regions, with potential updates to reflect changes over time.",
        "AnswerCn": "目标是提供可靠的气象数据，以供冰川学、气象学和水文学的研究人员使用。这些数据支持对高山冰川地区环境条件的科学理解，并有可能随着时间的推移进行更新，以反映变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key steps and considerations for collecting accurate meteorological data in glacier environments, and how can these be applied to enhance dataset reliability?",
        "QuestionCn": "在冰川环境中收集准确气象数据的关键步骤和注意事项是什么，以及如何应用这些步骤和注意事项来提高数据集的可靠性？",
        "AnswerEn": "Data collection in glacier environments involves setting up automated weather stations (AWS) with specific sensors for temperature, humidity, wind speed, net radiation, vapor pressure, and air pressure. The sensors used include HMP155A for temperature and humidity, NR01 for net radiation, PTB210 for atmospheric pressure, and 05103 for wind speed, all positioned 2 meters above ground. It's crucial to account for and correct any errors, such as those caused by snow and ice accumulation on radiation probes, to ensure high data quality. Regular updates and removal of erroneous data points are important steps for maintaining dataset reliability.",
        "AnswerCn": "在冰川环境中进行数据收集涉及设置自动气象站（AWS），配备特定传感器用于测量温度、湿度、风速、净辐射、蒸气压和气压。所使用的传感器包括用于温度和湿度的HMP155A、用于净辐射的NR01、用于大气压力的PTB210，以及用于风速的05103，所有传感器均安装在离地面2米的高度。必须考虑并修正任何错误，例如由辐射探头上的雪和冰积累引起的错误，以确保数据质量高。定期更新和删除错误数据点是维护数据集可靠性的重要步骤。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What instrumentation and technological setups enable the collection of comprehensive meteorological data in high-altitude glacier regions?",
        "QuestionCn": "哪些仪器和技术设置能够在高海拔冰川地区收集全面的气象数据？",
        "AnswerEn": "The data collection uses an automatic weather station (AWS) set up in the morainal zone of the glacier. It includes a Campbell company AWS, with instruments like the HMP155A temperature and humidity probe, NR01 net radiation sensor, PTB210 atmospheric pressure sensor, and the 05103 wind speed sensor, all positioned 2 meters above the ground. The data is recorded at intervals of 10 minutes post-2018, reflecting technological advancements in sensor accuracy and recording frequency.",
        "AnswerCn": "数据收集使用了一个自动气象站（AWS），该站设置在冰川的冰碛区。它包括一个Campbell公司的AWS，配备了HMP155A温度和湿度探头、NR01净辐射传感器、PTB210大气压力传感器和05103风速传感器，所有仪器均安装在离地面2米的高度。自2018年起，数据以10分钟的间隔记录，反映了传感器精度和记录频率的技术进步。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}