{
    "id": "c81e2534-1518-48fb-a212-4cca6307c5a0",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (No.8 runoff observation system of Gaotai  bridge on the Heihe River, 2014)",
            "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（8号点-高台桥径流观测数据-2014）",
            "description": "This dataset contains data on river water level and flow velocity at No.8 in the intensive runoff observation in the middle reaches of Heihe River runoff from January 1, 2014 to December 31, 2014. The observation point is located at Heihe Bridge, Gaotai County, Zhangye City, Gansu Province. The riverbed is sediment and the section is stable. The latitude and longitude of the observation point is N39°23'22.93\", N 99°49'37.29\", the altitude is 1347 meters, and the river channel width is 210 meters. The water level observation is measured by SR50 ultrasonic range finder with a frequency of 30 minutes. The data  declaration includes the following two parts:\nWater level observation, observation frequency 30 minutes, unit (cm); data covering time period from January 1, 2014 to December 31, 2014;\nFlow observation, unit (m3); monitoring flow and obtaining water level flow curve according to different water levels. The process of  the runoff changing is obtained by observing the water level process. The No. 8 point-Gaotaiqiao section only monitored the water level because the water body of the wetland park basically stopped flowing. The missing data is uniformly represented by the string -6999.\nFor hydrometeorological network or site information, please refer to Li et al. (2013). For observation data processing, please refer to He et al. (2016).",
            "descriptionCn": "该数据集包含了2014年1月1日至2014年12月31日的黑河中游径流加密观测中8号点的河流水位和流速观测数据。观测点位于甘肃省张掖市高台县黑河桥，河床为泥沙，断面稳定。观测点的经纬度是N39°23'22.93\"，N 99°49'37.29\"，海拔1347米，河道宽度210米。水位观测采用SR50超声测距仪，采集频率30分钟。数据说明包括以下两部分：\n水位观测，观测频率30分钟，单位（cm）；数据涵盖时间段2014年1月1日至2014年12月31日；流量观测，单位（m3）；按照不同水位监测流量，获取水位流量曲线，依托水位过程观测获得径流量变化过程。8号点-高台桥断面因湿地公园水体基本停止流动，8号断面仅为水位监测。缺值数据统一采用字符串-6999表示。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考He et al.(2016)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.099722,
            "west": 100.097778,
            "south": 39.328333,
            "north": 39.331667,
            "startTime": "2014-01-10 00:00:00",
            "endTime": "2015-01-09 00:00:00",
            "fileSize": 1060864.0,
            "cstr": "18406.11.hiwater.233.2015.db",
            "doi": "10.3972/hiwater.233.2015.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "何晓波",
                "nameEn": "HE Xiaobo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Observations of precipitation type using a  timelapse  camera in a mountainous region and calculation of the rain/snow proportion based on the critical air temperature,",
                "referenceCn": null,
                "referenceEn": "Liu JF, Chen RS, Song YX, et al. Observations of precipitation type using a  timelapse  camera in a mountainous region and calculation of the rain/snow proportion based on the critical air temperature, Environmental Earth Sciences, 2015, 73, 1545-1554."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
                "titleEn": null,
                "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文断面",
                "nameEn": "Hydrology section"
            },
            {
                "nameCn": "流量",
                "nameEn": "Discharge/Flow"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "8号点高台桥",
                "keywordEn": "No.8 Gaotai  Bridge"
            },
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-01-01至2014-12-31",
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，特别是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域被先前的研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，保持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，并支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并对保护生态稳定性和绿洲的社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也包括地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了共11个地表通量和气象站，其中包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "For ensuring data quality, is it more effective to focus on sensor calibration, data processing, or dataset generation?",
                "QuestionCn": "为了确保数据质量，专注于传感器校准、数据处理还是数据集生成，哪种方法更有效？",
                "AnswerEn": "sensor calibration",
                "AnswerCn": "传感器校准",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used for observing water levels and flow rates in the Heihe River Basin?",
                "QuestionCn": "在黑河流域观察水位和流量的常用数据收集方法有哪些？",
                "AnswerEn": "SR50 ultrasonic range sensors",
                "AnswerCn": "SR50 超声波测距传感器",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can datasets related to energy, water vapor, and carbon exchange in oasis–desert areas be accessed?",
                "QuestionCn": "可以在哪里获取与绿洲-沙漠地区的能量、水汽和碳交换相关的数据集？",
                "AnswerEn": "National Tibetan Plateau Data Center",
                "AnswerCn": "国家青藏高原数据中心",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with obtaining multiscale observations in the field of eco-hydrological processes?",
                "QuestionCn": "在生态水文过程领域，获取多尺度观测所面临的挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to observe river flow in arid and semi-arid regions, specifically including the type of instruments and their deployment?",
                "QuestionCn": "您能否提供一个用于观察干旱和半干旱地区河流流量的数据收集方法的例子，具体包括仪器类型及其部署方式？",
                "AnswerEn": "An example of a data collection method used to observe river flow in arid and semi-arid regions is the use of SR50 ultrasonic ranging instruments for water level observation, with a collection frequency of 30 minutes. This method was implemented at a site located in Gansu Province, China, where the riverbed is composed of silt and the cross-section is stable.",
                "AnswerCn": "在干旱和半干旱地区观察河流流量的一种数据收集方法是使用SR50超声波测距仪进行水位观测，采集频率为30分钟。该方法在中国甘肃省的一个地点实施，河床由淤泥组成，横截面稳定。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that captures the interaction between oasis and desert ecosystems, and what types of measurements does it include?",
                "QuestionCn": "一个捕捉绿洲和沙漠生态系统之间相互作用的数据集的例子是什么？它包含哪些类型的测量？",
                "AnswerEn": "An example of a dataset capturing the interaction between oasis and desert ecosystems includes measurements of energy, water vapor, and carbon exchange. Instruments such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations were used, along with ground-based observations of vegetation dynamics and photosynthesis processes, to collect data on soil moisture, leaf area index, and various fluxes.",
                "AnswerCn": "一个捕捉绿洲与沙漠生态系统相互作用的数据集的例子包括能量、水蒸气和碳交换的测量。使用涡度协方差塔、大孔径闪烁仪和自动气象站等仪器，以及对植被动态和光合作用过程的地面观测，收集土壤湿度、叶面积指数和各种通量的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of the challenges faced in obtaining multiscale observations for eco-hydrological processes in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中获取生态水文过程的多尺度观测所面临的挑战的一个例子是什么？",
                "AnswerEn": "A challenge faced in obtaining multiscale observations for eco-hydrological processes is the poor availability of multiscale data due to the complexity of heterogeneous landscapes. This is addressed by experiments like HiWATER, which implement hierarchically nested scales of instrumentation, including flux observation matrices and eco-hydrological sensor networks, to capture diverse processes across different landscape types.",
                "AnswerCn": "在获取生态水文过程的多尺度观测时，面临的一个挑战是由于异质景观的复杂性，导致多尺度数据的可用性较差。像HiWATER这样的实验通过实施分层嵌套的仪器尺度，包括通量观测矩阵和生态水文传感器网络，来捕捉不同景观类型中多样的过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific techniques used for collecting water level and flow velocity data in river monitoring?",
                "QuestionCn": "在河流监测中收集水位和流速数据的具体技术有哪些？",
                "AnswerEn": "SR50 ultrasonic distance meters, collection frequency of 30 minutes, water level-flow rate curve",
                "AnswerCn": "SR50超声波测距仪，采集频率为30分钟，水位-流量曲线",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the key features of a multiscale dataset in the context of eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，多尺度数据集的关键特征包括：",
                "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, soil moisture sensors, leaf area index sensors, hyper-resolution airborne remote sensing, synchronical ground measurements of vegetation dynamics, photosynthesis processes",
                "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，土壤湿度传感器，叶面积指数传感器，超高分辨率机载遥感，同步地面植被动态测量，光合作用过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the essential characteristics of observational datasets for oasis-desert systems?",
                "QuestionCn": "观察性数据集在绿洲-沙漠系统中的基本特征是什么？",
                "AnswerEn": "long-term data on energy, water vapor, carbon, and methane fluxes, hydrometeorological parameters, vegetation parameters, soil parameters",
                "AnswerCn": "长期能量、水汽、碳和甲烷通量数据，水文气象参数、植被参数、土壤参数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many superstations and ordinary stations have been established in the HRB region since 2012?",
                "QuestionCn": "自2012年以来，HRB地区建立了多少个超级站和普通站？",
                "AnswerEn": "2 superstations, 9 ordinary stations",
                "AnswerCn": "2个超级站，9个普通站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the frequency of water level observation data collection in the hydrometeorological network dataset?",
                "QuestionCn": "水文气象网络数据集中的水位观测数据收集频率是多少？",
                "AnswerEn": "30 minutes",
                "AnswerCn": "30分钟",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'hierarchically nested scales' mean in the context of ecological data collection?",
                "QuestionCn": "在生态数据收集的背景下，“分层嵌套尺度”指的是在不同的层次或尺度上进行数据收集和分析，这些层次或尺度之间存在嵌套关系。",
                "AnswerEn": "'Hierarchically nested scales' in ecological data collection refers to the arrangement of observational instruments and methodologies across different levels of spatial and temporal granularity. This approach allows researchers to gather detailed data at specific locations while also capturing broader patterns and processes across larger areas, thus providing a comprehensive understanding of ecological phenomena.",
                "AnswerCn": "“层次嵌套尺度”在生态数据收集中的意思是观察工具和方法在不同空间和时间粒度上的排列。这种方法使研究人员能够在特定地点收集详细数据，同时也捕捉到更大区域内的广泛模式和过程，从而提供对生态现象的全面理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are some challenges associated with obtaining multiscale observations in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，获取多尺度观测所面临的一些挑战包括：",
                "AnswerEn": "Challenges associated with obtaining multiscale observations in eco-hydrological studies include the limited availability of data across different scales, the complexity of coordinating multiple observational instruments and methodologies, and the need for rigorous data quality control procedures to ensure the reliability and accuracy of the collected data.",
                "AnswerCn": "在生态水文研究中，获取多尺度观测所面临的挑战包括不同尺度数据的有限可用性、协调多种观测仪器和方法的复杂性，以及需要严格的数据质量控制程序以确保所收集数据的可靠性和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for water level and flow observations at the Heihe River differ from those used in the oasis-desert ecosystem studies in terms of instrumentation and frequency?",
                "QuestionCn": "在黑河的水位和流量观测中，数据收集方法与绿洲-沙漠生态系统研究中的方法在仪器和频率上有何不同？",
                "AnswerEn": "The Heihe River data collection uses SR50 ultrasonic range finders with a 30-minute frequency for water level observations, focusing on streamflow and water level at a specific point. In contrast, oasis-desert ecosystem studies utilize a more complex array of instruments, including eddy covariance towers, scintillometers, and meteorological stations, collecting a broader range of data such as energy, water vapor, and carbon fluxes on a hierarchical scale with various temporal resolutions.",
                "AnswerCn": "黑河数据收集使用SR50超声波测距仪，以30分钟的频率进行水位观测，重点关注特定点的水流和水位。相比之下，绿洲-沙漠生态系统研究利用更复杂的仪器阵列，包括涡度协方差塔、闪烁仪和气象站，收集更广泛的数据，如能量、水蒸气和碳通量，采用分层尺度和不同的时间分辨率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in the challenges faced by researchers when conducting eco-hydrological observations in the Heihe River Basin compared to those in other oasis-desert systems?",
                "QuestionCn": "研究人员在进行黑河流域的生态水文观测时面临的挑战，与在其他绿洲-沙漠系统中所面临的挑战有什么不同？",
                "AnswerEn": "Researchers in the Heihe River Basin focus on the challenge of obtaining multiscale observations to upscale eco-hydrological processes, which is hindered by the availability of such data. In contrast, oasis-desert systems face challenges related to ecological degradation, such as drying rivers and desertification, which complicate long-term sustainability and data collection efforts across these dynamic environments.",
                "AnswerCn": "研究人员在黑河流域专注于获取多尺度观测数据，以提升生态水文过程的上行尺度，这一过程受到数据可用性的限制。相比之下，绿洲-沙漠系统面临生态退化的挑战，例如河流干涸和沙漠化，这使得在这些动态环境中进行长期可持续性和数据收集工作变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies can be inferred from the use of SR50 ultrasonic sensors for water level observations in river systems, and how might these methodologies be adapted for different environmental conditions?",
                "QuestionCn": "可以从使用SR50超声波传感器进行河流系统水位观测中推断出哪些方法论，以及这些方法论如何适应不同的环境条件。",
                "AnswerEn": "The use of SR50 ultrasonic sensors with a 30-minute collection frequency suggests a focus on high temporal resolution in capturing water level changes. This methodology, while effective for stable environments like a riverbed with consistent flow, might require adaptations such as increased sensor sensitivity or additional calibration in environments with more dynamic flow conditions or obstructions. It's important to ensure that sensor calibration and data quality control are rigorously maintained to adapt to varying environmental conditions.",
                "AnswerCn": "使用SR50超声波传感器以30分钟的采集频率，表明在捕捉水位变化时注重高时间分辨率。这种方法在河床等流动稳定的环境中效果良好，但在流动更动态或有障碍物的环境中，可能需要进行适应性调整，例如提高传感器灵敏度或增加额外的校准。确保传感器校准和数据质量控制严格维护，以适应不同的环境条件是非常重要的。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in obtaining multiscale eco-hydrological observations in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，获取多尺度生态水文观测的挑战因素有哪些？",
                "AnswerEn": "The challenge lies in the poor availability of multiscale observations which is a significant barrier to progress in understanding eco-hydrological processes. The use of hierarchically nested scales and a sparse network is necessary to capture the complex interactions in oasis-desert systems, indicating the intricate nature of the observations required.",
                "AnswerCn": "挑战在于多尺度观测的稀缺性，这成为理解生态水文过程的一个重要障碍。需要使用分层嵌套的尺度和稀疏的网络，以捕捉绿洲-沙漠系统中的复杂相互作用，这表明所需观测的复杂性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it crucial to maintain a balance between oasis and desert systems for sustainable development?",
                "QuestionCn": "保持绿洲和沙漠系统之间的平衡对于可持续发展至关重要。",
                "AnswerEn": "Maintaining balance is crucial because oases support the majority of the population and are the foundation of ecological and economic development in arid areas. Understanding energy, water vapor, and carbon exchange is key to achieving sustainable development goals and ensuring ecological security in these regions.",
                "AnswerCn": "维持平衡至关重要，因为绿洲支持大多数人口，并且是干旱地区生态和经济发展的基础。理解能量、水蒸气和碳的交换是实现可持续发展目标和确保这些地区生态安全的关键。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on data quality and research findings when utilizing a multi-scale and multi-disciplinary data collection approach in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，采用多尺度和多学科的数据收集方法对数据质量和研究结果的潜在影响是什么？",
                "AnswerEn": "Utilizing a multi-scale and multi-disciplinary data collection approach in eco-hydrological studies can enhance data quality and research findings by providing comprehensive coverage of eco-hydrological processes across different scales and disciplines. This can lead to improved understanding of complex interactions in oasis-desert systems, better calibration of models, and more accurate assessments of energy, water vapor, and carbon exchange, ultimately supporting the goals of sustainable oasis development and ecological security.",
                "AnswerCn": "在生态水文研究中，采用多尺度和多学科的数据收集方法可以通过提供对不同尺度和学科的生态水文过程的全面覆盖，来提高数据质量和研究结果。这可以促进对绿洲-沙漠系统中复杂相互作用的更好理解，更好地校准模型，以及更准确地评估能量、水汽和碳交换，最终支持可持续绿洲发展和生态安全的目标。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How could the establishment of a sparse network of observational stations impact the understanding of oasis-desert interactions in arid regions?",
                "QuestionCn": "稀疏观测站网络的建立将如何影响对干旱地区绿洲与沙漠相互作用的理解？",
                "AnswerEn": "The establishment of a sparse network of observational stations could significantly enhance the understanding of oasis-desert interactions in arid regions by capturing diverse environmental parameters across different landscapes. This approach facilitates the study of energy, water vapor, and carbon exchange processes, leading to insights into maintaining ecological stability and supporting socioeconomic development in arid regions.",
                "AnswerCn": "建立一个稀疏的观测站网络可以显著增强对干旱地区绿洲与沙漠相互作用的理解，通过捕捉不同景观中的多样环境参数。这种方法有助于研究能量、水蒸气和碳交换过程，从而深入了解维持生态稳定性和支持干旱地区社会经济发展的途径。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways might long-term observation datasets influence the strategies for managing ecological degradation in inland river basins?",
                "QuestionCn": "长期观察数据集可能通过以下方式影响内陆河流流域生态退化管理策略：",
                "AnswerEn": "Long-term observation datasets can influence strategies for managing ecological degradation in inland river basins by providing critical data on energy, water vapor, and carbon fluxes, as well as hydrometeorological and vegetation parameters. These datasets enable a quantitative understanding of ecological processes and interactions, which is crucial for developing sustainable management practices, mitigating degradation, and supporting the ecological and economic stability of these regions.",
                "AnswerCn": "长期观测数据集可以通过提供关于能量、水汽和碳通量以及水文气象和植被参数的关键数据，影响内陆河流域生态退化管理策略。这些数据集使我们能够定量理解生态过程和相互作用，这对于制定可持续管理实践、减轻退化以及支持这些地区的生态和经济稳定至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it necessary to establish a multiscale observation system for collecting data in oasis-desert ecosystems?",
                "QuestionCn": "建立多尺度观测系统以收集绿洲-沙漠生态系统数据是必要的原因是什么？",
                "AnswerEn": "The multiscale observation system is necessary to capture the complex and heterogeneous eco-hydrological processes in oasis-desert ecosystems, which are crucial for understanding interactions between these environments and addressing the challenge of limited multiscale observations.",
                "AnswerCn": "多尺度观测系统对于捕捉绿洲-沙漠生态系统中复杂和异质的生态水文过程是必要的，这对于理解这些环境之间的相互作用以及应对有限的多尺度观测挑战至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the primary objective of creating a comprehensive dataset on energy, water vapor, and carbon exchange in oasis-desert areas?",
                "QuestionCn": "创建关于绿洲-沙漠地区能量、水汽和碳交换的综合数据集的主要目标是什么？",
                "AnswerEn": "The primary objective is to achieve a quantitative understanding of energy, water vapor, and carbon exchange in oasis-desert areas, which is essential for recognizing oasis-desert interactions and supporting sustainable development and ecological stability in these regions.",
                "AnswerCn": "主要目标是实现对绿洲-沙漠地区能量、水汽和碳交换的定量理解，这对于认识绿洲-沙漠相互作用以及支持这些地区的可持续发展和生态稳定至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is continuous and intensive observation of hydrometeorological parameters important in the context of inland river basins in arid regions?",
                "QuestionCn": "在干旱地区的内陆河流流域中，持续和密集地观察水文气象参数的重要性是什么？",
                "AnswerEn": "Continuous and intensive observation is crucial for addressing ecological challenges such as river and lake drying, vegetation degradation, and land desertification, ensuring sustainable oasis development and ecological security in inland river basins located in arid regions.",
                "AnswerCn": "持续和深入的观察对于应对生态挑战至关重要，例如河流和湖泊干涸、植被退化和土地沙漠化，确保在干旱地区内陆河流流域的可持续绿洲发展和生态安全。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What techniques are used to ensure data quality control during the collection of eco-hydrological observational datasets in arid regions?",
                "QuestionCn": "在干旱地区收集生态水文观测数据集时，确保数据质量控制的技术有哪些？",
                "AnswerEn": "All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation as part of the multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER).",
                "AnswerCn": "所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都进行了严格的质量控制，这些数据是从黑河流域联合遥测实验研究（HiWATER）获得的多尺度数据集的一部分。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can instrumentation be arranged to capture multi-scale eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "如何安排仪器以捕捉绿洲-沙漠系统中的多尺度生态水文过程？",
                "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales, including a sparse network to investigate oasis-desert interaction, a superstation within the oasis, and additional equipment such as EC towers and automatic meteorological stations in various surrounding landscapes.",
                "AnswerCn": "用于绿洲-沙漠系统的仪器按照层次嵌套的尺度进行安排，包括一个稀疏的网络以研究绿洲-沙漠相互作用、一个位于绿洲内的超级站，以及在周围不同景观中设置的额外设备，如涡度协方差塔和自动气象站。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedures are followed to collect and process hydrometeorological data in oasis-desert area studies?",
                "QuestionCn": "在绿洲-沙漠地区研究中，收集和处理水文气象数据的程序包括以下步骤：",
                "AnswerEn": "Hydrometeorological data such as radiation, soil heat flux, soil temperature profiles, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles are observed from automatic weather stations with a 10-minute average period. Data processing and quality control involve steps like data collection, processing, archiving, and sharing.",
                "AnswerCn": "水文气象数据，如辐射、土壤热通量、土壤温度剖面、空气温度和湿度梯度、风速和风向、气压、降水量以及土壤湿度剖面，均通过自动气象站以10分钟的平均周期进行观测。数据处理和质量控制包括数据收集、处理、归档和共享等步骤。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the collection of multiscale eco-hydrological data in oasis-desert systems?",
                "QuestionCn": "哪些技术进步使得在绿洲-沙漠系统中收集多尺度生态水文数据成为可能？",
                "AnswerEn": "The use of hierarchically nested scales with instruments like eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing technologies such as LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer enable the collection of multiscale eco-hydrological data.",
                "AnswerCn": "使用层次嵌套的尺度结合涡度协方差塔、大孔径闪烁仪、自动气象站以及超高分辨率的航空遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，可以收集多尺度的生态水文数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions or techniques enable the effective quality control of eco-hydrological datasets?",
                "QuestionCn": "哪些条件或技术能够有效地对生态水文数据集进行质量控制？",
                "AnswerEn": "The effective quality control of eco-hydrological datasets is enabled by careful sensor calibration, meticulous data collection, systematic data processing, and thorough datasets generation, ensuring high-quality and reliable observational data.",
                "AnswerCn": "生态水文数据集的有效质量控制依赖于仔细的传感器校准、细致的数据收集、系统的数据处理和全面的数据集生成，从而确保高质量和可靠的观测数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why could there be challenges in obtaining multiscale observations for eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中获取生态水文过程的多尺度观测可能面临哪些挑战？",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a significant challenge.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的严重挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it critical to have long-term observations for understanding energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "在理解绿洲-沙漠生态系统中的能量、水蒸气和碳交换时，长期观测是至关重要的。",
                "AnswerEn": "A quantitative understanding of these exchanges is crucial to recognizing oasis–desert interactions and supporting ecological stability and socioeconomic development, which necessitates long-term observations.",
                "AnswerCn": "对这些交换的定量理解对于认识绿洲与沙漠之间的相互作用以及支持生态稳定和社会经济发展至关重要，这需要长期的观察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of hierarchically nested scales in capturing multi-scale eco-hydrological processes within this field?",
                "QuestionCn": "您将如何评估分层嵌套尺度在捕捉该领域多尺度生态水文过程中的有效性？",
                "AnswerEn": "The use of hierarchically nested scales is considered effective in capturing multi-scale eco-hydrological processes, as evidenced by the HiWATER experiment, which utilized such an approach with various instruments, including flux observation matrices, eddy covariance towers, and automatic meteorological stations.",
                "AnswerCn": "层次嵌套尺度的使用被认为在捕捉多尺度生态水文过程方面是有效的，这一点在HiWATER实验中得到了证明，该实验采用了多种仪器，包括通量观测矩阵、涡度协方差塔和自动气象站。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the perceived challenges in ensuring the quality and reliability of data collected from oasis-desert systems?",
                "QuestionCn": "确保从绿洲-沙漠系统收集的数据的质量和可靠性所面临的挑战有哪些？",
                "AnswerEn": "Challenges include dealing with the sparse availability of multiscale observations, ensuring accurate calibration and processing of diverse datasets, and managing environmental degradation crises such as drying rivers and desertification, particularly in inland river basins.",
                "AnswerCn": "挑战包括应对多尺度观测的稀缺性，确保对多样化数据集的准确校准和处理，以及管理环境退化危机，如河流干涸和沙漠化，特别是在内陆河流流域。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand the challenges involved in obtaining multiscale observations for eco-hydrological studies.",
                "QuestionCn": "我不理解在生态水文研究中获取多尺度观测所面临的挑战。",
                "AnswerEn": "The primary challenge is the poor availability of multiscale observations, which is crucial for understanding eco-hydrological processes on heterogeneous surfaces. Addressing this involves implementing extensive observational networks and utilizing advanced remote sensing technologies.",
                "AnswerCn": "主要挑战是多尺度观测的可用性差，这对于理解异质表面的生态水文过程至关重要。解决这一问题需要建立广泛的观测网络，并利用先进的遥感技术。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets related to oasis-desert interactions incorporate various environmental parameters over long periods.",
                "QuestionCn": "我无法理解与绿洲-沙漠相互作用相关的数据集是如何在较长时间内融入各种环境参数的。",
                "AnswerEn": "Datasets include long-term observations of energy, water vapor, carbon, and methane fluxes, along with auxiliary data on hydrometeorology, vegetation, and soil parameters. These are collected through systems like eddy covariance and scintillometers, and are carefully quality controlled, processed, and archived.",
                "AnswerCn": "数据集包括对能量、水蒸气、碳和甲烷通量的长期观测，以及关于水文气象、植被和土壤参数的辅助数据。这些数据通过涡度协方差和闪烁仪等系统收集，并经过严格的质量控制、处理和归档。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}