{
  "id": "c821799f-fed0-4b10-a949-1176a55fbe21",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of vegetation investigation of  in river and lake source (2020)",
      "titleCn": "河湖源植被调查数据集（2020）",
      "description": "A standardized field survey was carried out from August to September 2020 in the source areas of rivers and lakes in Tibet Autonomous Region. A total of 25 samples and 75 quadrats were investigated. The data set includes sample number, plot number, latitude and longitude, altitude, aboveground biomass, species number and coverage of the plot, and the data format is Excel. The area volume of collected and investigated samples was 100cm*100cm, and each sample site had 3 quadrats named Plot1, Plot2 and Plot3. All data were collected and measured in the field, and the quality of data was ensured in the field survey according to the vegetation survey specifications. This dataset provides theoretical basis for rational utilization of grassland resources and data support for comprehensive evaluation of environmental effects of typical land use change.",
      "descriptionCn": "于2020年8月~9月在西藏自治区的河湖源区开展规范的野外调查，共调查样点25个，75个样方。数据集包括样点编号、样方号、经纬度、海拔、样方的地上生物量、物种数和盖度，数据格式为Excel表。调查样方面积为100cm*100cm，每个样点（site）有3个样方，命名为Plot1、Plot2、Plot3。数据全为实地采集和测量数据，野外调查按照植被调查规范确保数据质量完好。该数据集为合理利用草地资源提供理论依据，并为综合评估典型土地利用变化的环境效应提供数据支撑。",
      "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 87.0,
      "west": 78.0,
      "south": 28.0,
      "north": 34.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 12629.0,
      "cstr": "18406.11.Terre.tpdc.271919",
      "doi": "10.11888/Terre.tpdc.271919",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "汪霞",
        "nameEn": "WANG Xia",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Climate and geochemistry interactions at different altitudes influence soil organic carbon turnover times in alpine grasslands",
        "referenceCn": null,
        "referenceEn": "Zhao, Y.F., Wang, X., Jiang, S.L., Zhou, X.H., Liu, H.Y., Xiao, J.J., Hao, Z.G., & Wang, K.C. (2021). Climate and geochemistry interactions at different altitudes influence soil organic carbon turnover times in alpine grasslands. Agriculture, Ecosystems and Environment, 320, 107591."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "生物量",
        "nameEn": "Biomass"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏自治区的河湖源区",
        "keywordEn": "River and lake source areas"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020年",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the typical data collection methods used for surveying vegetation in river and lake source regions?",
        "QuestionCn": "在河流和湖泊源头地区进行植被调查时，通常使用的资料收集方法有哪些？",
        "AnswerEn": "standardized field surveys",
        "AnswerCn": "标准化实地调查",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and methodologies involved in the collection and formatting of vegetation survey datasets in river and lake source regions?",
        "QuestionCn": "在河流和湖泊源区植被调查数据集的收集和格式化过程中涉及哪些具体特征和方法？",
        "AnswerEn": "plot identifiers, coordinates, elevation, above-ground biomass, species count, coverage, field surveys, August to September 2020, Tibet's river and lake source areas, vegetation survey standards, three plots of 100cm x 100cm, Plot1, Plot2, Plot3, Excel format",
        "AnswerCn": "绘图标识符、坐标、高程、地上生物量、物种数量、覆盖率、实地调查、2020年8月至9月、西藏河湖源区、植被调查标准、三个100cm x 100cm的样地、样地1、样地2、样地3、Excel格式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sample plots were surveyed in the vegetation investigation conducted in the source regions of rivers and lakes in Tibet during August to September 2020?",
        "QuestionCn": "在2020年8月至9月期间，对西藏河流和湖泊源头地区进行的植被调查中，共调查了多少个样地？",
        "AnswerEn": "75",
        "AnswerCn": "75",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of '野外调查' in the context of data collection for vegetation studies?",
        "QuestionCn": "在植被研究的数据收集中，“野外调查”的意思是什么？",
        "AnswerEn": "'野外调查' refers to field surveys that are conducted in the natural environment where vegetation is present. In the context of vegetation studies, it involves systematic and standardized methods to collect and measure data on various vegetation parameters, such as biomass, species count, and coverage, to ensure data quality and accuracy. These surveys were conducted in the river and lake source areas of the Tibet Autonomous Region during August to September 2020, following vegetation survey norms.",
        "AnswerCn": "'野外调查'是指在植被存在的自然环境中进行的实地调查。在植被研究的背景下，它涉及系统化和标准化的方法，以收集和测量各种植被参数的数据，如生物量、物种数量和覆盖度，以确保数据的质量和准确性。这些调查是在2020年8月至9月期间，在西藏自治区的河流和湖泊源头地区进行的，遵循植被调查规范。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data quality when conducting vegetation surveys in remote areas like Tibet if standardized survey protocols are not strictly followed?",
        "QuestionCn": "如果在像西藏这样的偏远地区进行植被调查时不严格遵循标准化调查协议，可能会对数据质量产生哪些潜在后果？",
        "AnswerEn": "If standardized survey protocols are not strictly followed during vegetation surveys in remote areas like Tibet, it can lead to compromised data quality. This includes inaccuracies in species identification, miscalculation of biomass and cover, and inconsistent data across different survey points. These issues could undermine the reliability of the data for assessing grassland resource utilization and evaluating environmental effects of land use changes.",
        "AnswerCn": "如果在像西藏这样的偏远地区进行植被调查时不严格遵循标准化调查协议，可能会导致数据质量受到影响。这包括物种识别不准确、生物量和覆盖度计算错误，以及不同调查点之间数据不一致。这些问题可能会削弱数据在评估草地资源利用和评估土地利用变化的环境影响方面的可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting a vegetation survey in the river and lake source areas of Tibet using a standardized field investigation method?",
        "QuestionCn": "在西藏河流和湖泊源头地区使用标准化野外调查方法进行植被调查的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a theoretical basis for the rational use of grassland resources and support the comprehensive assessment of the environmental effects of typical land use changes.",
        "AnswerCn": "主要目标是为草地资源的合理利用提供理论基础，并支持典型土地利用变化的环境影响综合评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and field techniques are employed to ensure high-quality data collection and accurate measurements when surveying vegetation in river and lake source areas?",
        "QuestionCn": "在对河流和湖泊源头地区进行植被调查时，为确保高质量的数据收集和准确的测量，采用了哪些程序和现场技术？",
        "AnswerEn": "The data is collected through a standardized field survey conducted in August to September 2020 in the river and lake source areas of the Tibet Autonomous Region. The field survey adheres to vegetation survey norms to ensure data quality. Measurements include sample plot numbering, plot numbers, latitude and longitude, elevation, aboveground biomass, species number, and coverage, with each sample plot having an area of 100cm*100cm.",
        "AnswerCn": "数据通过在2020年8月至9月期间在西藏自治区的河流和湖泊源头地区进行的标准化实地调查收集。实地调查遵循植被调查规范，以确保数据质量。测量内容包括样地编号、样地数量、经纬度、海拔、地上生物量、物种数量和覆盖度，每个样地的面积为100cm*100cm。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What survey techniques enable accurate data collection of vegetation in remote and high-altitude regions such as Tibet?",
        "QuestionCn": "哪些调查技术能够在遥远和高海拔地区（如西藏）准确收集植被数据？",
        "AnswerEn": "The fieldwork was conducted through standardized field surveys following vegetation survey protocols to ensure data quality. The data were collected in situ and measured in the field, accounting for variables such as site numbering, plot identification, geographic coordinates, altitude, aboveground biomass, species count, and coverage within specified plots.",
        "AnswerCn": "田野调查通过标准化的植被调查协议进行，以确保数据质量。数据在现场收集并测量，考虑了诸如地点编号、样地识别、地理坐标、高度、地上生物量、物种数量和指定样地内的覆盖率等变量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}