{
  "id": "c896e954-c6a4-4136-94f4-f00ebd8927c1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock and single mineral geochemical data of serpentinite from North Qaidam orogen",
      "titleCn": "柴达木北缘造山带蛇绿岩全岩及单矿物地球化学数据",
      "description": "The data are the major and trace element data,  sr-o isotope data of the whole rock, and the major element data of the single mineral in the serpentine of the North Qaidam orogen. The whole rock samples are serpentinite from Shaliuhe section. Single minerals are the main  minerals of serpentinite, including olivine, antigorite, lizardite, orthopyroxene, chlorite, magnetite, tremolite, talc and chromite. The major and trace elements of whole rock are obtained by XRF and ICP-MS analysis, respectively. The O isotope composition of whole rock is obtained by MAT-253 mass spectrometer, and the Sr isotope composition of the whole rock is obtained by MC-ICP-MS analysis. The major element data of single mineral were obtained by EMPA analysis. The above data have been published in SCI journals (LITHOS), and the data are true and reliable. Though the data obtained, we can constrain the protolith nature, metamorphic petrology and element budgets of serpentine from North Qaidam orogen, and provide insight into the general petro-geochemical evolution of serpentinite from seafloor hydration to subduction zone metamorphism.",
      "descriptionCn": "本数据为柴达木北缘造山带蛇纹岩的全岩主量、微量元素数据，Sr-O同位素数据，以及蛇纹岩中单矿物的主量元素数据。全岩样品为采自沙柳河剖面的蛇纹岩，单矿物为蛇纹岩的主要组成矿物，包括橄榄石、叶蛇纹石、利蛇纹石、斜方辉石、绿泥石、磁铁矿、透闪石、滑石和铬铁矿。全岩的主量、微量元素分别由XRF、ICP-MS分析获得，全岩O同位素组成由MAT-253型质谱仪分析获得，全岩Sr同位素组成由MC-ICP-MS分析获得。单矿物的主量元素数据由EMPA分析获得。以上数据已发表于SCI期刊（Lithos），数据真实可靠。通过获得数据，可以约束柴达木北缘蛇纹岩的原岩性质、变质岩石学、元素演化过程，可为蛇纹岩从海底水化作用到俯冲变质作用的岩石地球化学演化提供新思路。",
      "instructions": "The data is stored in Excel file and can be opened directly in Excel workbook. The file named \"WR_Majtra\" file represents the data of major and trace elements of whole rock, \"WR_SrO\" represents the Sr-O isotopic composition of whole rock. \"Min_Maj\" represents the major element geochemical data of single mineral.",
      "instructionsCn": "数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“WR_MajTra”的文件代表全岩主量、微量元素数据，“WR_SrO”代表全岩的Sr-O同位素组成数据。“Min_Maj”代表单矿物的主量元素地球化学数据。",
      "east": 98.62,
      "west": 98.6,
      "south": 36.52,
      "north": 36.53,
      "startTime": null,
      "endTime": null,
      "fileSize": 47752.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2019.105158",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张龙",
        "nameEn": "ZHANG Long",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Evolution of serpentinite from seafloor hydration to subduction zone metamorphism: Petrology and geochemistry of serpentinite from the ultrahigh pressure North Qaidam orogen in northern Tibet.",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, W. D., & Chen, R. X. (2019). Evolution of serpentinite from seafloor hydration to subduction zone metamorphism: Petrology and geochemistry of serpentinite from the ultrahigh pressure North Qaidam orogen in northern Tibet. Lithos, 346, 105158."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "蛇纹岩",
        "nameEn": "serpentinite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "柴达木北缘",
        "keywordEn": "North Qaidam"
      },
      {
        "keywordCn": "沙柳河剖面",
        "keywordEn": "Shaliuhe section"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "古生代",
        "keywordEn": "Paleozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the primary features and techniques used in collecting geochemical data from ophiolitic rocks in orogenic belts?",
        "QuestionCn": "在造山带中从蛇绿岩收集地球化学数据的主要特征和技术是什么？",
        "AnswerEn": "whole-rock major and trace element data, XRF, ICP-MS, whole-rock O isotope composition, MAT-253 mass spectrometer, whole-rock Sr isotope composition, MC-ICP-MS, single mineral major element data, EMPA analysis",
        "AnswerCn": "全岩主量和微量元素数据，XRF，ICP-MS，全岩氧同位素组成，MAT-253质谱仪，全岩锶同位素组成，MC-ICP-MS，单矿物主量元素数据，EMPA分析。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different mineral components are analyzed for their major element data in a dataset related to ophiolites in the Qaidam northern margin orogenic belt?",
        "QuestionCn": "在与柴达木北缘造山带的蛇绿岩相关的数据集中，分析了多少种不同的矿物成分的主要元素数据？",
        "AnswerEn": "9",
        "AnswerCn": "9",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the process for collecting geochemical data from ophiolite complexes in orogenic belts?",
        "QuestionCn": "收集来自造山带中的蛇绿岩复合体的地球化学数据的过程是什么？",
        "AnswerEn": "The process for collecting geochemical data from ophiolite complexes in orogenic belts involves obtaining whole-rock major and trace element data using XRF and ICP-MS analyses. Whole-rock oxygen isotope compositions are analyzed with a MAT-253 mass spectrometer, and strontium isotope compositions are determined using MC-ICP-MS. For single minerals within the ophiolite, major element data are collected using EMPA analysis. These methods enable researchers to constrain the protolith characteristics, metamorphic petrology, and element evolution processes of ophiolites.",
        "AnswerCn": "收集造山带中蛇绿岩复合体的地球化学数据的过程涉及使用XRF和ICP-MS分析获得全岩主要和微量元素数据。全岩氧同位素组成使用MAT-253质谱仪进行分析，锶同位素组成则通过MC-ICP-MS确定。对于蛇绿岩中的单一矿物，使用EMPA分析收集主要元素数据。这些方法使研究人员能够约束蛇绿岩的原岩特征、变质岩石学和元素演化过程。",
        "Level": "C3(Applying)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the variability in geochemical data collection methods for studying ophiolite complexes in orogenic belts like the northern margin of the Qaidam Basin?",
        "QuestionCn": "导致在研究像柴达木盆地北缘这样的造山带中的蛇绿岩复合体时，地球化学数据收集方法的变异性的原因是什么？",
        "AnswerEn": "The variability in geochemical data collection methods for studying ophiolite complexes in orogenic belts such as the northern margin of the Qaidam Basin can be attributed to several factors. These include the need to accurately determine the major and trace element compositions, which are achieved through techniques like XRF and ICP-MS; the necessity to understand isotopic compositions, which require methods such as MAT-253 mass spectrometry for oxygen isotopes and MC-ICP-MS for strontium isotopes; and the analysis of major elements in single minerals using EMPA. These methods are chosen based on the specific analytical requirements to constrain the protolith nature, metamorphic petrology, and elemental evolution processes of the serpentinite, providing insights into its geochemical evolution from ocean floor hydration to subduction metamorphism.",
        "AnswerCn": "在研究如柴达木盆地北缘的蛇绿岩复合体的地球化学数据收集方法的变异性时，可以归因于几个因素。这些因素包括准确确定主要和微量元素组成的需要，这通过XRF和ICP-MS等技术实现；理解同位素组成的必要性，这需要使用MAT-253质谱仪分析氧同位素和MC-ICP-MS分析锶同位素；以及使用EMPA分析单一矿物中的主要元素。这些方法是根据特定的分析要求选择的，以约束母岩性质、变质岩石学和蛇纹岩的元素演化过程，从而提供其从海洋底部水合到俯冲变质作用的地球化学演化的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on geological interpretations when using geochemical data obtained from both whole rock and single mineral analyses in ophiolite studies?",
        "QuestionCn": "在研究蛇绿岩时，使用来自整岩和单矿物分析的地球化学数据可能对地质解释产生的潜在影响是什么？",
        "AnswerEn": "Utilizing geochemical data from both whole rock and single mineral analyses can provide a comprehensive understanding of the protolith characteristics and metamorphic processes of serpentinites in the ophiolite belt. This dual approach allows researchers to discern the elemental evolution and isotopic compositions, which can lead to refined interpretations of the rock's geochemical evolution from seafloor hydration to subduction-related metamorphism.",
        "AnswerCn": "利用全岩和单矿物分析的地球化学数据，可以全面了解蛇纹岩在洋中脊带的原岩特征和变质过程。这种双重方法使研究人员能够辨别元素演化和同位素组成，从而对岩石的地球化学演化进行更精细的解释，从海底水合到与俯冲相关的变质作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting geochemical data from whole rock and single minerals in ophiolites along the northern margin of Qaidam Basin?",
        "QuestionCn": "收集来自柴达木盆地北缘的蛇绿岩的全岩和单矿物的地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting geochemical data from whole rock and single minerals in ophiolites is to constrain the protolith nature, metamorphic petrology, and element evolution processes of the serpentinites in the northern margin of the Qaidam Basin. This data helps provide new insights into the petrogenetic and geochemical evolution from submarine hydration to subduction-related metamorphism of serpentinites.",
        "AnswerCn": "收集来自蛇纹岩的全岩和单矿物的地球化学数据的主要目的是约束柴达木盆地北缘蛇纹岩的原岩性质、变质岩石学和元素演化过程。这些数据有助于提供关于蛇纹岩从海底水合到与俯冲相关的变质作用的岩石成因和地球化学演化的新见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures and instruments used to obtain the geochemical data of whole rock and single minerals in serpentinite from the orogenic belt of the northern Qaidam Basin?",
        "QuestionCn": "获取北祁连山带蛇纹岩的全岩和单矿物地球化学数据的程序和仪器是什么？",
        "AnswerEn": "The procedures involve using XRF and ICP-MS to analyze major and trace elements in whole rock samples. For whole rock oxygen isotopic composition, a MAT-253 mass spectrometer is utilized, while Sr isotopic composition is determined using MC-ICP-MS. The major element data for single minerals, such as olivine and serpentine among others, are obtained through EMPA analysis.",
        "AnswerCn": "这些程序涉及使用XRF和ICP-MS分析全岩样品中的主要和微量元素。全岩氧同位素组成使用MAT-253质谱仪进行测定，而锶同位素组成则通过MC-ICP-MS确定。单矿物（如橄榄石和蛇纹石等）的主要元素数据通过EMPA分析获得。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise geochemical analysis of serpentinized rocks in orogenic belts?",
        "QuestionCn": "哪些技术进步使得在造山带中对蛇纹岩进行精确的地球化学分析成为可能？",
        "AnswerEn": "Technological advancements such as X-ray fluorescence (XRF), inductively coupled plasma mass spectrometry (ICP-MS), and multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS) have enabled the precise geochemical analysis of serpentinized rocks. Additionally, the use of the MAT-253 mass spectrometer for oxygen isotope analysis and electron microprobe analysis (EMPA) for major element data of single minerals have enhanced the accuracy and reliability of data collection.",
        "AnswerCn": "技术进步，如X射线荧光（XRF）、感应耦合等离子体质谱（ICP-MS）和多收集器感应耦合等离子体质谱（MC-ICP-MS），使得对蛇纹岩的精确地球化学分析成为可能。此外，使用MAT-253质谱仪进行氧同位素分析，以及电子探针分析（EMPA）对单一矿物的主要元素数据进行分析，增强了数据收集的准确性和可靠性。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}