{
    "id": "ca50f052-b409-48eb-a18b-1787e8d19062",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of eddy covariance observations at the national observatory on climatology at Zhangye (2008-2009)",
            "titleCn": "黑河综合遥感联合试验：张掖国家气候观象台涡动相关观测数据集（2008-2009）",
            "description": "This data set contains the eddy related data of Zhangye National Climate Observatory from 2008 to 2009. The station is located in Zhangye, Gansu Province, with longitude and latitude of 100 ° 17 ′ e, 39 ° 05 ′ N and altitude of 1456m. \nFor more information, see the documentation that came with the data.",
            "descriptionCn": "此数据集包含了张掖国家气候观象台2008-2009年的涡动相关观测数据。站点位于甘肃省张掖，经纬度为100°17′E，39°05′N，海拔高度为1456m。\n具体信息请参见随数据一起发布的说明文档。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.283,
            "west": 100.283,
            "south": 39.0833,
            "north": 39.0833,
            "startTime": "2008-01-17 00:00:00",
            "endTime": "2009-08-16 00:00:00",
            "fileSize": 26587021817.0,
            "cstr": "18406.11.water973.0297.db",
            "doi": "10.3972/water973.0297.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张掖市气象局",
                "nameEn": "Zhangye city meteorological bureau",
                "unitEn": "",
                "unitCn": "张掖市气象局"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": "基于地下水陆面过程耦合模型的黑河干流中游耗水分析",
                "titleEn": null,
                "referenceCn": "田伟, 李新, 程国栋, 王旭升, 胡晓农. 基于地下水-陆面过程耦合模型的黑河干流中游耗水分析. 冰川冻土, 2012, 34(3): 668-679.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": null,
                "titleEn": "MODIS-driven estimation of terrestrial latent heat flux in China based on a modified Priestley–Taylor algorithm",
                "referenceCn": null,
                "referenceEn": "Yao, Y., S. Liang, J. Cheng, S. Liu, J. B. Fisher, X. Zhang, K. Jia, X. Zhao, Q. Qin, B. Zhao, S. J. Han, G. S. Zhou, G. Y. Zhou, Y. L. Li, and S. H. Zhao. 2013. MODIS-driven estimation of terrestrial latent heat flux in China based on a modified Priestley–Taylor algorithm. Agricultural and Forest Meteorology 171-172:187-202."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of gross primary production over the terrestrial ecosystems in China",
                "referenceCn": null,
                "referenceEn": "Li, X., S. Liang, G. Yu, W. Yuan, X. Cheng, J. Xia, T. Zhao, J. Feng, Z. Ma, and M. Ma. 2013. Estimation of gross primary production over the terrestrial ecosystems in China. Ecological Modelling 261-262:80-92."
            },
            {
                "titleCn": "黑河综合遥感联合试验涡动相关通量数据处理及产品分析",
                "titleEn": null,
                "referenceCn": "张智慧, 王维真, 马明国, 吴月茹, 徐自为. WATER试验涡动相关通量数据处理方法及产品生成. 遥感技术与应用, 2010, 25(6): 788-796.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气水汽",
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameCn": "温室气体",
                "nameEn": "Greenhouse Gases"
            },
            {
                "nameCn": "热通量",
                "nameEn": "Heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "辐射通量",
                "nameEn": "Radiative flux"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "张掖国家气候观象台",
                "keywordEn": "Zhangye National Climate Observatory"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2009",
                "keywordEn": "2009",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the location of 张掖国家气候观象台 influence the accuracy of data collection methods used for observing eddy covariance data during the 2008-2009 period?",
                "QuestionCn": "张掖国家气候观象台的位置是否影响了2008-2009年期间用于观察涡度协方差数据的收集方法的准确性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where is a site typically located for collecting eddy covariance observational data in regional climate studies?",
                "QuestionCn": "在区域气候研究中，收集涡度协方差观测数据的地点通常位于什么地方？",
                "AnswerEn": "Zhangye National Climate Observatory",
                "AnswerCn": "张掖国家气候观测站",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and parameters recorded in a dataset focused on eddy covariance observations at a national climate observatory?",
                "QuestionCn": "在国家气候观测站的涡度协方差观测数据集中记录的关键特征和参数包括：",
                "AnswerEn": "100°17′E, 39°05′N, 1456m",
                "AnswerCn": "东经100度17分，北纬39度05分，海拔1456米",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the elevation at which the data collection site for the涡动相关观测 data is located?",
                "QuestionCn": "涡动相关观测数据的采集地点的海拔高度是多少？",
                "AnswerEn": "1456 m",
                "AnswerCn": "1456 米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is '涡动相关观测数据' in the context of climate observation data collection?",
                "QuestionCn": "'涡动相关观测数据'是在气候观测数据收集的背景下，指的是与涡动相关的观测数据。",
                "AnswerEn": "'涡动相关观测数据' refers to eddy covariance observation data, which is used to measure and analyze the exchange of gases, energy, and momentum between the earth's surface and the atmosphere. This method is applied for collecting data on variables such as carbon dioxide, water vapor, and heat fluxes, to study ecosystem processes and climatic interactions.",
                "AnswerCn": "'涡动相关观测数据'是指涡动相关法观测数据，用于测量和分析地表与大气之间气体、能量和动量的交换。这种方法用于收集二氧化碳、水蒸气和热通量等变量的数据，以研究生态系统过程和气候相互作用。",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting eddy covariance observational data at the Zhangye National Climate Observatory from 2008 to 2009, and how might this data contribute to broader climate research efforts?",
                "QuestionCn": "在2008年至2009年期间，在张掖国家气候观测站收集涡度协方差观测数据的主要目标是什么？这些数据如何为更广泛的气候研究工作做出贡献？",
                "AnswerEn": "The primary objective of collecting eddy covariance observational data at the Zhangye National Climate Observatory from 2008 to 2009 is likely to improve the understanding of surface-atmosphere interactions, particularly in terms of energy, water, and carbon fluxes. This data can contribute to broader climate research efforts by providing critical insights into regional climate dynamics, enhancing climate models, and supporting the development of strategies for climate adaptation and mitigation.",
                "AnswerCn": "在2008年至2009年期间，在张掖国家气候观测站收集涡度协方差观测数据的主要目的是提高对表面-大气相互作用的理解，特别是在能量、水和碳通量方面。这些数据可以通过提供对区域气候动态的关键见解，促进更广泛的气候研究工作，增强气候模型，并支持气候适应和减缓策略的发展。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and processing eddy covariance data at a climate observatory site located at a specific latitude and longitude?",
                "QuestionCn": "在位于特定纬度和经度的气候观测站收集和处理涡度协方差数据涉及哪些程序？",
                "AnswerEn": "The data collection involves using eddy covariance techniques to measure fluxes of gases like CO2 and water vapor. The observatory is situated at 100°17′E, 39°05′N at an elevation of 1456 meters. Detailed procedures and data processing steps would include calibrating instruments, ensuring proper siting away from obstructions, and applying corrections for sensor drift and environmental conditions, as outlined in the accompanying documentation.",
                "AnswerCn": "数据收集涉及使用涡度协方差技术测量气体如二氧化碳和水蒸气的通量。观测站位于东经100°17′，北纬39°05′，海拔1456米。详细的程序和数据处理步骤包括校准仪器，确保仪器远离障碍物的合适位置，以及对传感器漂移和环境条件进行修正，具体内容如附带文档中所述。",
                "Level": "C3(Applying)"
            }
        ]
    }
}