{
    "id": "cae861c4-9361-4a4a-a61e-71c54819c018",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "High resolution Tibetan Plateau regional reanalysis (1961-present)",
            "titleCn": "青藏高原高分辨率区域再分析资料（1961年-至今）",
            "description": "With the rapid global warming in recent decades, the Tibetan Plateau (TP) has suffered severe impacts, such as glacier retreat, glacial lake expansion, and permafrost degradation, which threaten the lives and properties of the local and downstream populations. Regional Reanalysis (RR) is vital for TP due to the lack and limitations of observations. In this work, a 62-year (1961-2022) long atmospheric regional reanalysis with spatial resolution of 9 km and temporal resolution of 1 hour over the TP (TPRR) was developed using the Weather Research and Forecasting (WRF) model, combined with re-initialization method, spectral nudging (SN), and several optimizations. TPRR is forced by the European Centre for Medium-Range Weather Forecasts (ECMWF) global reanalysis ERA5 data at hourly intervals. The cumulus parameterization is switched off at gray-zone scale (9 km). Compared to ERA5, TPRR captures more realistically both the climatological characteristics and seasonal variations of precipitation and air temperature at 2m above ground level (T2m). Moreover, TPRR better reproduces the frequency and intensity of precipitation, as well as the diurnal cycle of precipitation. This study also quantifies the wetting trend of 0.0071 mm/year over the TP in the background of global warming using TPRR.",
            "descriptionCn": "近几十年来，随着全球变暖，青藏高原遭受了冰川退缩、冰湖扩张永久冻土退化等严重影响，威胁着当地和下游人民的生命财产安全。由于青藏高原上观测的缺乏，区域再分析资料的应用显得尤为重要。本数据集使用WRF区域气候模式、重初始化方法、谱逼近以及一些优化构建了62年（1961-2022年）的长期大气再分析资料（TPRR），时空分辨率分别为9km,1hr，并由来自欧洲中心的逐小时全球再分析资料ERA5驱动。TPRR中，关闭了对流参数化方案。和ERA5相比，TPRR对降水和2m气温的气候平均态以及季节变化的描述更为真实。此外，TPRR对日降水频率和强度以及降水日循环的模拟更为准确。在全球变暖的背景下，使用TPRR量化青藏高原整体的增湿趋势为0.0071毫米/年。\n\n",
            "instructions": "TPRRv1_{interval}_{type}_{var}_{year}.nc；where interval represents the data time interval, type represents the data type (surface or plevel), var represents the variable name, and year represents the year, such as TPRRv1_h_sfc_prcp_1961.nc represents the hourly precipitation for 1961. \nData reading method: All files in this dataset are netCDF4 type files, which can be directly read using languages such as Python, NCL, Matlab. The content is basic meteorological variables.",
            "instructionsCn": "TPRRv1_{interval}_{type}_{var}_{year}.nc；其中interval表示数据时间间隔，type代表数据类型（地面还是高空），var代表变量名，year代表年份，比如TPRRv1_h_sfc_prcp_1961.nc就代表1961年的逐小时降水数据。\n数据读取方式：该数据集中的所有文件都是netCDF4类型文件，可以直接使用python、ncl和matlab等语言打开。主题内容为基本气象要素变量。",
            "east": 118.49,
            "west": 58.51,
            "south": 16.34,
            "north": 47.48,
            "startTime": "1961-01-01 01:00:00",
            "endTime": "2023-01-01 00:00:00",
            "fileSize": 4668332465926.0,
            "cstr": "18406.11.Atmos.tpdc.300821",
            "doi": "10.11888/Atmos.tpdc.300821",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "汤剑平",
                "nameEn": "TANG Jianping",
                "unitEn": "",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "周沛锋",
                "nameEn": "ZHOU Peifeng",
                "unitEn": "",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "马梦楠",
                "nameEn": "MA Mengnan",
                "unitEn": "",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "姬大彬",
                "nameEn": "JI Dabin",
                "unitEn": "",
                "unitCn": "遥感科学国家重点实验室"
            },
            {
                "nameCn": "施建成",
                "nameEn": "SHI Jiancheng",
                "unitEn": "Institute of Remote Sensing Applications Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感应用研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "High resolution Tibetan Plateau regional reanalysis 1961-present",
                "referenceCn": null,
                "referenceEn": "Zhou, P., Tang, J., Ma, M., Ji, D., & Shi, J. (2024). High resolution Tibetan Plateau regional reanalysis 1961-present. Scientific Data, 11, 444. https://doi.org/10.1038/s41597-024-03282-4"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "2m气温",
                "nameEn": "2m temperature"
            },
            {
                "nameCn": "地表能量平衡",
                "nameEn": "Surface energy balance"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1961-2022",
                "keywordEn": "1961-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "With the rapid global warming in recent decades, the Tibetan Plateau (TP) has suffered severe impacts, such as glacier retreat, glacial lake expansion, and permafrost degradation, which threaten the lives and properties of the local and downstream populations. Regional Reanalysis (RR) is vital for TP due to the limitations of observations."
            ],
            "research objective": [
                "In this work, a 62-year (1961–2022) long atmospheric regional reanalysis with spatial resolution of 9 km (convective gray-zone scale) and temporal resolution of 1 hour over the TP (TPRR) was developed using the Weather Research and Forecasting (WRF) model, combined with re-initialization method, spectral nudging (SN), and several optimizations."
            ],
            "challenges": [],
            "methods": [
                "The state-of-the-art non-hydrostatic WRF model (version 4.2) was used in this study. The model domain was configured at 9 km grid spacing and centered at 33.0° N, 87.5° E, with 530 grid points in the east-west direction and 360 grid points in the north-south direction, covering the TP and its surrounding areas. Based on the previous studies over the TP, the following physical parameterization schemes were used in this study: RRTMG longwave and short-wave radiative transfer scheme, the Unified Noah land surface model (NOAH), Mellor-Yamada Nakanishi and Niino Level 2.5 (MYNN2.5) planetary boundary layer (PBL) parameterization and Thompson microphysics parameterization scheme. In this study, the initial fields of SD and SWE in ERA5 are replaced by those from the Global Land Data Assimilation System (GLDAS), which is closer to in-situ observations and IMS. In this study, the re-initialization strategy was adopted, and the spectral nudging (SN) method which is considered as an indirect assimilation method and can prevent the simulation from drifting away from the forcing, was applied to wind fields above planetary boundary layer (PBL)."
            ],
            "dataset": [
                "The high-spatiotemporal-resolution (9 km,1 h) TPRR presented and analyzed in this article is freely available at https://doi.org/10.11888/Atmos.tpdc.300821. There are 111 gauge stations over the TP which can provide long-term observations from 1961 to 2022 and most of them are located in eastern TP. Precipitation data in IMERG from 2001 to 2020 is used in this study."
            ],
            "findings": [
                "TPRR outperforms ERA5, realistically capturing climatological characteristics and seasonal variations of precipitation and T2m (air temperature at 2m above ground level). Moreover, TPRR better reproduces the frequency and intensity of precipitation, as well as the diurnal cycle of precipitation. This study also quantifies the wetting trend of 0.0071 mm/year over the TP amid global warming using TPRR."
            ],
            "backgroundCn": [
                "近年来，全球变暖迅速，导致青藏 Plateau（TP）遭受严重影响，如冰川退缩、冰川湖扩展和永久冻土退化，这威胁到当地和下游人口的生活和财产。区域重分析（RR）对青藏高原至关重要，因为观测数据存在局限性。"
            ],
            "research objectiveCn": [
                "在这项工作中，开发了一个为期62年的（1961-2022）大气区域重分析，空间分辨率为9公里（对流灰区尺度），时间分辨率为1小时，覆盖青藏高原（TPRR）。该重分析使用了天气研究与预报（WRF）模型，结合了再初始化方法、谱诱导（SN）和若干优化。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "本研究使用了最先进的非静力WRF模型（版本4.2）。模型域配置为9公里网格间距，中心位于33.0° N，87.5° E，东西方向有530个网格点，南北方向有360个网格点，覆盖了青藏高原及其周边地区。根据之前在青藏高原的研究，本研究采用了以下物理参数化方案：RRTMG长波和短波辐射传输方案、统一诺亚陆面模型（NOAH）、梅洛-山田中西和仁二级2.5（MYNN2.5）行星边界层（PBL）参数化以及汤普森微物理参数化方案。在本研究中，ERA5的雪深（SD）和雪水当量（SWE）初始场被全球陆地数据同化系统（GLDAS）中的数据替代，后者更接近于现场观测和IMS。在本研究中，采用了重新初始化策略，并应用了谱插值（SN）方法，这被认为是一种间接同化方法，可以防止模拟结果偏离强迫场，适用于行星边界层（PBL）以上的风场。"
            ],
            "datasetCn": [
                "本文中呈现和分析的高时空分辨率（9公里，1小时）TPRR可在https://doi.org/10.11888/Atmos.tpdc.300821上免费获取。青藏高原上有111个雨量站，可以提供1961年至2022年的长期观测数据，其中大多数位于青藏高原东部。本研究使用了2001年至2020年的IMERG降水数据。"
            ],
            "findingsCn": [
                "TPRR在气候特征和降水及2米高度空气温度（T2m）的季节变化方面优于ERA5。此外，TPRR更好地再现了降水的频率和强度，以及降水的日变化。本研究还利用TPRR量化了在全球变暖背景下，青藏高原的湿润趋势为每年0.0071毫米。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the TPRR dataset developed using the Weather Research and Forecasting (WRF) model?",
                "QuestionCn": "TPRR 数据集是使用天气研究与预报（WRF）模型开发的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the TPRR dataset available at a spatial resolution of 9 km and temporal resolution of 1 hour?",
                "QuestionCn": "TPRR 数据集是否以 9 公里空间分辨率和 1 小时时间分辨率提供？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where can one access long-term atmospheric regional reanalysis data for the Tibetan Plateau?",
                "QuestionCn": "在哪里可以获取青藏高原的长期大气区域重分析数据？",
                "AnswerEn": "https://doi.org/10.11888/Atmos.tpdc.300821",
                "AnswerCn": "https://doi.org/10.11888/Atmos.tpdc.300821",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What kind of observational data supports the reanalysis dataset for the Tibetan Plateau?",
                "QuestionCn": "支持青藏 Plateau 重新分析数据集的观测数据包括哪些类型？",
                "AnswerEn": "111 gauge stations, IMERG",
                "AnswerCn": "111个测量站，IMERG",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how spectral nudging is applied as a data collection method in regional reanalysis over the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个关于如何在青藏高原区域重分析中应用谱 nudging 作为数据收集方法的示例？",
                "AnswerEn": "In the context of the Tibetan Plateau regional reanalysis, the spectral nudging method is applied to wind fields above the planetary boundary layer (PBL) to prevent the simulation from drifting away from the forcing data. This method is considered an indirect assimilation technique and helps maintain accuracy in the reanalysis dataset.",
                "AnswerCn": "在西藏高原区域再分析的背景下，谱诱导方法被应用于边界层以上的风场，以防止模拟结果偏离强迫数据。该方法被视为一种间接同化技术，有助于保持再分析数据集的准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that includes long-term atmospheric observations over the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个包含青藏高原长期大气观测的示例数据集？",
                "AnswerEn": "The high-spatiotemporal-resolution Tibetan Plateau Regional Reanalysis (TPRR), which spans from 1961 to 2022 with a spatial resolution of 9 km and temporal resolution of 1 hour, includes long-term atmospheric observations. It is freely available and contains data from 111 gauge stations across the Tibetan Plateau.",
                "AnswerCn": "高时空分辨率的青藏 Plateau 区域重分析（TPRR）涵盖了1961年至2022年的数据，空间分辨率为9公里，时间分辨率为1小时，包括长期的气象观测。该数据集是免费的，包含来自青藏 Plateau 111个雨量站的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the atmospheric regional reanalysis dataset used in the Tibetan Plateau domain?",
                "QuestionCn": "在青藏 Plateau 区域使用的大气区域重分析数据集的特征是什么？",
                "AnswerEn": "9 km spatial resolution, 1 hour temporal resolution, 1961 to 2022 coverage, non-hydrostatic WRF model version 4.2, RRTMG radiative transfer scheme, Unified Noah land surface model, MYNN2.5 planetary boundary layer parameterization, Thompson microphysics parameterization, outperforms ERA5 in capturing climatological characteristics and seasonal variations of precipitation and air temperature at 2m above ground level.",
                "AnswerCn": "9公里空间分辨率，1小时时间分辨率，覆盖范围从1961年到2022年，非静力WRF模型版本4.2，RRTMG辐射传输方案，统一Noah陆面模型，MYNN2.5行星边界层参数化，Thompson微物理参数化，在捕捉降水和2米地面以上空气温度的气候特征和季节变化方面优于ERA5。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What specific attributes of the simulation methods are employed to enhance the accuracy of the Tibetan Plateau regional reanalysis?",
                "QuestionCn": "用于提高青藏高原区域再分析准确性的模拟方法的具体属性是什么？",
                "AnswerEn": "9 km grid spacing, centered at 33.0° N, 87.5° E, RRTMG for longwave and short-wave radiative transfer, Unified Noah land surface model, MYNN2.5 for planetary boundary layer parameterization, Thompson for microphysics, re-initialization strategy, spectral nudging method",
                "AnswerCn": "9公里网格间距，中心位于北纬33.0°，东经87.5°，RRTMG用于长波和短波辐射传输，统一Noah陆面模型，MYNN2.5用于行星边界层参数化，Thompson用于微物理，再初始化策略，谱强迫方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the main features of data collection methods used in observing climatic changes over the Tibetan Plateau?",
                "QuestionCn": "观察青藏 Plateau 气候变化的数据收集方法的主要特点是什么？",
                "AnswerEn": "111 gauge stations, long-term observations from 1961 to 2022, predominantly located in eastern Tibetan Plateau, precipitation data from IMERG, spanning from 2001 to 2020, frequency, intensity, diurnal cycle of precipitation",
                "AnswerCn": "111个测站，长期观测数据从1961年到2022年，主要位于青藏高原东部，降水数据来自IMERG，时间跨度从2001年到2020年，降水的频率、强度和昼夜变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the data used in the atmospheric regional reanalysis over the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的区域大气重分析中使用的数据的空间分辨率是多少？",
                "AnswerEn": "9 km",
                "AnswerCn": "9公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many years does the atmospheric regional reanalysis dataset cover for the Tibetan Plateau?",
                "QuestionCn": "青藏 Plateau 的大气区域重分析数据集覆盖多少年？",
                "AnswerEn": "62 years",
                "AnswerCn": "62岁",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many gauge stations over the Tibetan Plateau provide long-term observations for the atmospheric regional reanalysis?",
                "QuestionCn": "有多少个测站在青藏 Plateau 提供长期的气象区域重分析观测数据？",
                "AnswerEn": "111",
                "AnswerCn": "111",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a regional reanalysis in the context of atmospheric data collection on the Tibetan Plateau?",
                "QuestionCn": "区域重分析是在青藏高原大气数据收集的背景下，指的是对该地区气象数据进行系统性整合和再处理的过程，以提供更高分辨率和更准确的气象信息。这种方法通常结合了观测数据和数值天气预报模型，以改善对区域气候和天气现象的理解。",
                "AnswerEn": "A regional reanalysis in this context refers to the process of using models like the Weather Research and Forecasting (WRF) model, combined with techniques such as re-initialization, spectral nudging, and various optimizations, to create a long-term atmospheric dataset with high spatial and temporal resolution. This is particularly important for areas like the Tibetan Plateau where direct observations are limited.",
                "AnswerCn": "在这个背景下，区域重分析指的是使用像天气研究与预报（WRF）模型这样的模型，结合再初始化、谱诱导和各种优化技术，创建一个具有高空间和时间分辨率的长期大气数据集。这对于像青藏高原这样直接观测有限的地区尤为重要。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'spectral nudging' mean in the context of atmospheric modeling?",
                "QuestionCn": "在大气建模的背景下，“光谱诱导”是什么意思？",
                "AnswerEn": "Spectral nudging is an indirect data assimilation method used in atmospheric modeling to prevent simulations from drifting away from the forcing data. It is applied to wind fields above the planetary boundary layer to maintain consistency with larger-scale atmospheric features while allowing finer-scale processes to develop within the model.",
                "AnswerCn": "谱诱导是一种间接数据同化方法，应用于大气建模中，以防止模拟结果偏离强迫数据。它被应用于行星边界层以上的风场，以保持与大尺度大气特征的一致性，同时允许模型内发展更细尺度的过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'convective gray-zone scale' refer to in atmospheric reanalysis?",
                "QuestionCn": "“对流灰区尺度”在大气重分析中指的是一种特定的尺度，通常用于描述对流过程的复杂性和不确定性。这一尺度介于大气边界层和较大尺度天气系统之间，涉及到对流云、降水和大气动力学的相互作用。",
                "AnswerEn": "The term 'convective gray-zone scale' refers to the spatial resolution of atmospheric models that is fine enough to partially resolve convective processes without explicitly simulating them. In the context of the Tibetan Plateau regional reanalysis, it indicates a 9 km grid spacing, where some convective processes can be captured by the model, providing a more realistic representation of regional weather patterns.",
                "AnswerCn": "“对流灰区尺度”一词指的是大气模型的空间分辨率，足够细致以部分解析对流过程而不显式模拟它们。在西藏高原区域重分析的背景下，它表示9公里的网格间距，在这个分辨率下，模型可以捕捉到一些对流过程，从而提供更真实的区域天气模式表现。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of re-initialization strategy in data collection for regional reanalysis over the Tibetan Plateau compare to traditional continuous simulation methods in terms of maintaining accuracy?",
                "QuestionCn": "在青藏高原区域再分析的数据收集中，重初始化策略的使用与传统的连续模拟方法相比，在保持准确性方面有什么不同？",
                "AnswerEn": "The re-initialization strategy, combined with spectral nudging, helps prevent the simulation from drifting away from the forcing, which can improve accuracy compared to continuous simulation methods that may not incorporate such corrections.",
                "AnswerCn": "重新初始化策略结合谱诱导，有助于防止模拟偏离强迫，从而提高准确性，相较于可能不包含此类修正的连续模拟方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the physical parameterization schemes used in the WRF model for the Tibetan Plateau regional reanalysis differ from those typically used in global reanalysis models like ERA5?",
                "QuestionCn": "在WRF模型用于青藏高原区域重分析时所使用的物理参数化方案与全球重分析模型（如ERA5）中通常使用的方案有何不同？",
                "AnswerEn": "The WRF model for the Tibetan Plateau uses specific parameterization schemes such as the RRTMG radiative transfer scheme, Unified Noah land surface model, and MYNN2.5 PBL parameterization, which may differ from those in ERA5 by offering more detailed regional adaptations.",
                "AnswerCn": "WRF模型在青藏高原的应用中使用了特定的参数化方案，如RRTMG辐射传输方案、统一诺亚陆面模型和MYNN2.5边界层参数化，这些方案可能与ERA5中的方案不同，因为它们提供了更详细的区域适应性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the spatial and temporal resolution of datasets used in the Tibetan Plateau regional reanalysis compare to that of datasets used in global reanalysis efforts?",
                "QuestionCn": "在西藏高原区域重分析中使用的数据集的空间和时间分辨率与全球重分析工作中使用的数据集相比如何？",
                "AnswerEn": "The Tibetan Plateau regional reanalysis provides a higher spatial resolution of 9 km and temporal resolution of 1 hour, which offers more detailed regional insights compared to the typically coarser resolutions in global reanalysis datasets like ERA5.",
                "AnswerCn": "西藏高原区域重分析提供了9公里的更高空间分辨率和1小时的时间分辨率，相比于像ERA5这样的全球重分析数据集通常较粗的分辨率，提供了更详细的区域洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of spectral nudging as a data collection method improve the accuracy of regional climate models over the Tibetan Plateau?",
                "QuestionCn": "光谱诱导作为数据收集方法的使用如何提高青藏高原区域气候模型的准确性。",
                "AnswerEn": "Spectral nudging can prevent the simulation from drifting away from the forcing by indirectly assimilating wind fields above the planetary boundary layer, which helps in accurately capturing climatological characteristics and seasonal variations such as precipitation and air temperature at 2 meters above ground level.",
                "AnswerCn": "光谱诱导可以通过间接同化边界层以上的风场，防止模拟偏离强迫，从而帮助准确捕捉气候特征和季节变化，例如地面2米高度的降水和气温。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might arise in replacing initial fields in large-scale reanalysis datasets with those from global land data assimilation systems, and how can these be addressed?",
                "QuestionCn": "在用全球陆地数据同化系统的字段替换大规模再分析数据集中的初始字段时，可能会出现哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "Replacing initial fields with those from global land data assimilation systems can improve alignment with in-situ observations but may introduce discrepancies in data consistency across temporal and spatial scales. Such challenges can be addressed through careful calibration and validation against long-term observational data from gauge stations.",
                "AnswerCn": "用全球陆地数据同化系统替换初始场可以改善与现场观测的一致性，但可能会在时间和空间尺度上引入数据一致性方面的差异。这些挑战可以通过与来自测量站的长期观测数据进行仔细的校准和验证来解决。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the necessity of using regional reanalysis data over observational data in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原地区，使用区域重分析数据而非观测数据的必要性受到以下因素的影响：",
                "AnswerEn": "The necessity arises due to the lack of observational data on the Tibetan Plateau, which makes regional reanalysis data crucial for accurately capturing climate variations and trends in the region.",
                "AnswerCn": "由于缺乏对青藏高原的观测数据，因此区域再分析数据对于准确捕捉该地区的气候变化和趋势至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using re-initialization methods and spectral nudging in atmospheric reanalysis over the Tibetan Plateau?",
                "QuestionCn": "在青藏高原进行大气重分析时，使用重新初始化方法和谱诱导的潜在后果是什么？",
                "AnswerEn": "Using re-initialization methods and spectral nudging in atmospheric reanalysis helps prevent the simulation from drifting away from the forcing fields and improves the accuracy of the results. This approach enables a more realistic capture of climatological characteristics and seasonal variations, such as precipitation and air temperature, over the Tibetan Plateau.",
                "AnswerCn": "使用再初始化方法和谱诱导在大气重分析中有助于防止模拟偏离强迫场，并提高结果的准确性。这种方法能够更真实地捕捉气候特征和季节变化，例如青藏高原的降水和气温。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the outcomes of using high-spatiotemporal-resolution datasets in studying the effects of global warming on the Tibetan Plateau?",
                "QuestionCn": "使用高时空分辨率数据集研究全球变暖对青藏高原影响的结果是什么？",
                "AnswerEn": "High-spatiotemporal-resolution datasets allow for a detailed examination of climatological characteristics and seasonal variations, providing a more accurate depiction of trends such as the wetting trend of 0.0071 mm/year over the Tibetan Plateau amid global warming. This level of detail supports better understanding and quantification of global warming impacts on the region.",
                "AnswerCn": "高时空分辨率的数据集允许对气候特征和季节变化进行详细的研究，提供了对趋势的更准确描述，例如在全球变暖背景下，青藏高原的湿润趋势为每年0.0071毫米。这种细致的程度有助于更好地理解和量化全球变暖对该地区的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary reason for developing a high-spatiotemporal-resolution atmospheric regional reanalysis over the Tibetan Plateau?",
                "QuestionCn": "在青藏 Plateau 上开发高时空分辨率的大气区域重分析的主要原因是什么？",
                "AnswerEn": "The primary reason for developing a high-spatiotemporal-resolution atmospheric regional reanalysis over the Tibetan Plateau is to effectively address the limitations of direct observations in the region and to provide a more accurate representation of climatological characteristics and seasonal variations, particularly in the context of global warming and its impacts.",
                "AnswerCn": "开发高时空分辨率的青藏高原区域重分析的主要原因是有效解决该地区直接观测的局限性，并提供更准确的气候特征和季节变化的表征，特别是在全球变暖及其影响的背景下。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to incorporate methodologies like spectral nudging in data collection for atmospheric reanalysis over the Tibetan Plateau?",
                "QuestionCn": "在对青藏高原进行大气重分析的数据收集时，采用光谱诱导等方法的重要性是什么？",
                "AnswerEn": "Incorporating methodologies like spectral nudging in data collection for atmospheric reanalysis over the Tibetan Plateau is important because it serves as an indirect assimilation method that prevents the simulation from deviating from forcing data, thereby enhancing the accuracy and reliability of the reanalysis data by better controlling wind fields above the planetary boundary layer.",
                "AnswerCn": "在对青藏高原进行大气重分析的数据收集过程中，采用光谱诱导等方法非常重要，因为它是一种间接同化方法，可以防止模拟偏离强迫数据，从而通过更好地控制边界层以上的风场，提高重分析数据的准确性和可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended outcomes of using regional reanalysis data to study the Tibetan Plateau amid global warming?",
                "QuestionCn": "使用区域重分析数据研究全球变暖背景下的青藏 Plateau 的预期结果是什么？",
                "AnswerEn": "The intended outcomes of using regional reanalysis data to study the Tibetan Plateau amid global warming include quantifying trends such as the wetting trend of 0.0071 mm/year, better capturing climatological characteristics, and improving the understanding of precipitation frequency, intensity, and diurnal cycles, which are crucial for assessing the environmental impacts and risks posed by climate change in the region.",
                "AnswerCn": "使用区域重分析数据研究全球变暖下的青藏高原的预期结果包括量化趋势，例如0.0071毫米/年的湿润趋势，更好地捕捉气候特征，以及改善对降水频率、强度和日变化的理解，这些对于评估气候变化对该地区环境影响和风险至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to ensure accurate initialization of atmospheric fields in regional reanalysis over the Tibetan Plateau?",
                "QuestionCn": "在青藏 Plateau地区的区域再分析中，确保大气场准确初始化所采用的程序有哪些？",
                "AnswerEn": "In the field described, the initial fields of SD and SWE in ERA5 are replaced by those from the Global Land Data Assimilation System (GLDAS), which is closer to in-situ observations. Additionally, a re-initialization strategy is adopted to maintain accuracy.",
                "AnswerCn": "在所描述的领域中，ERA5中的初始土壤湿度(SD)和雪水当量(SWE)场被全球陆地数据同化系统(GLDAS)中的数据替换，这些数据更接近于现场观测。此外，采用了一种重新初始化策略以保持准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is spectral nudging applied in the development of high-resolution regional reanalysis datasets?",
                "QuestionCn": "光谱诱导在高分辨率区域重分析数据集的开发中是如何应用的？",
                "AnswerEn": "Spectral nudging is applied to wind fields above the planetary boundary layer (PBL) as an indirect assimilation method to prevent the simulation from drifting away from the forcing, ensuring the regional reanalysis remains accurate and robust.",
                "AnswerCn": "谱诱导被应用于行星边界层（PBL）以上的风场，作为一种间接同化方法，以防止模拟偏离强迫，从而确保区域再分析保持准确和稳健。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What specific physical parameterization schemes are used in this high-resolution regional climate modeling, and how do they contribute to the accuracy of the simulation?",
                "QuestionCn": "在这种高分辨率区域气候建模中使用了哪些具体的物理参数化方案，它们如何有助于模拟的准确性？",
                "AnswerEn": "The study uses the RRTMG longwave and short-wave radiative transfer scheme, Unified Noah land surface model (NOAH), Mellor-Yamada Nakanishi and Niino Level 2.5 (MYNN2.5) planetary boundary layer parameterization, and Thompson microphysics parameterization scheme. These schemes are selected based on prior research in the region to enhance the accuracy of climate simulations over the Tibetan Plateau.",
                "AnswerCn": "该研究使用了RRTMG长波和短波辐射传输方案、统一诺亚陆面模型（NOAH）、梅洛-山田中西和仁井水平2.5（MYNN2.5）行星边界层参数化以及汤普森微物理参数化方案。这些方案是基于该地区的先前研究选择的，以提高对青藏高原气候模拟的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the creation of high-resolution reanalysis datasets for regions with limited observational data, such as the Tibetan Plateau?",
                "QuestionCn": "哪些方法可以用于创建观测数据有限地区（如青藏高原）的高分辨率再分析数据集？",
                "AnswerEn": "The creation of high-resolution reanalysis datasets is enabled by using the Weather Research and Forecasting (WRF) model combined with re-initialization methods, spectral nudging, and several optimizations.",
                "AnswerCn": "高分辨率再分析数据集的创建得益于使用天气研究与预报（WRF）模型结合再初始化方法、谱插值和多种优化技术。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How do advancements in atmospheric modeling contribute to the accuracy of regional climate analysis in remote areas?",
                "QuestionCn": "大气建模的进展如何提高偏远地区区域气候分析的准确性。",
                "AnswerEn": "Advancements in atmospheric modeling, such as the use of the non-hydrostatic WRF model with specific physical parameterization schemes, contribute to more accurate regional climate analysis by capturing climatological characteristics and seasonal variations effectively.",
                "AnswerCn": "大气建模的进展，例如使用非静力的WRF模型和特定的物理参数化方案，有助于通过有效捕捉气候特征和季节变化来提高区域气候分析的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What resources are essential to ensure the accuracy of long-term climate data collection in geographically challenging areas?",
                "QuestionCn": "确保在地理条件复杂地区长期气候数据收集准确性所需的基本资源有哪些？",
                "AnswerEn": "Essential resources include the integration of high-resolution global reanalysis data like ERA5, long-term ground observations from multiple gauge stations, and advanced assimilation techniques such as spectral nudging to maintain the accuracy of climate data collection.",
                "AnswerCn": "重要资源包括高分辨率全球再分析数据（如ERA5）、来自多个测站的长期地面观测数据，以及先进的同化技术（如谱插值），以保持气候数据收集的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is it expected that using spectral nudging in data collection methods would prevent the simulation from drifting away from the forcing?",
                "QuestionCn": "为什么预计在数据收集方法中使用谱诱导可以防止模拟偏离强迫？",
                "AnswerEn": "Spectral nudging is considered an indirect assimilation method that helps align the model's outputs with observed data, particularly in the wind fields above the planetary boundary layer (PBL). This technique is expected to maintain the simulation's accuracy by preventing deviations from the external forcing, thereby improving the reliability of the reanalysis data.",
                "AnswerCn": "光谱诱导被认为是一种间接同化方法，帮助将模型输出与观测数据对齐，特别是在行星边界层（PBL）上方的风场中。该技术预计将通过防止偏离外部强迫来保持模拟的准确性，从而提高再分析数据的可靠性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why might it be anticipated that the high-spatiotemporal-resolution dataset outperforms global reanalysis datasets in accurately capturing climatological characteristics?",
                "QuestionCn": "为什么可以预期高时空分辨率的数据集在准确捕捉气候特征方面优于全球再分析数据集？",
                "AnswerEn": "The high-spatiotemporal-resolution dataset is anticipated to outperform global reanalysis datasets because it offers finer spatial resolution (9 km) and temporal resolution (1 hour), allowing for more detailed and realistic simulations of local climate phenomena. This increased resolution enables better representation of regional climate variations, such as precipitation patterns and temperature changes, compared to coarser global datasets.",
                "AnswerCn": "高时空分辨率数据集预计将优于全球再分析数据集，因为它提供了更细的空间分辨率（9公里）和时间分辨率（1小时），能够更详细和真实地模拟地方气候现象。这种提高的分辨率使得能够更好地表示区域气候变化，例如降水模式和温度变化，相较于较粗的全球数据集。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why would the replacement of initial fields in a dataset's reanalysis process be expected to align more closely with in-situ observations?",
                "QuestionCn": "在数据集的再分析过程中，替换初始字段预计会与现场观测结果更紧密地对齐的原因是什么？",
                "AnswerEn": "Replacing the initial fields in the reanalysis process with data from systems like the Global Land Data Assimilation System (GLDAS) is expected to align more closely with in-situ observations because GLDAS provides data that is generally more consistent with ground-based measurements. This approach reduces discrepancies between modeled outputs and actual observed conditions, leading to more accurate and reliable reanalysis data.",
                "AnswerCn": "在再分析过程中，用全球陆地数据同化系统（GLDAS）提供的数据替换初始场，预计将与地面观测数据更为一致，因为GLDAS提供的数据通常与基于地面的测量结果更为一致。这种方法减少了模型输出与实际观测条件之间的差异，从而导致更准确和可靠的再分析数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "To what extent do the data collection methods used in regional reanalysis over the Tibetan Plateau address the challenges of sparse observational data?",
                "QuestionCn": "区域重分析中使用的数据收集方法在多大程度上解决了青藏高原稀疏观测数据的挑战？",
                "AnswerEn": "The methods utilized include a combination of the WRF model, re-initialization strategy, and spectral nudging, which aim to mitigate the limitations of sparse observational data by providing a more accurate simulation of atmospheric conditions.",
                "AnswerCn": "所采用的方法包括WRF模型、再初始化策略和谱 nudging 的组合，旨在通过提供更准确的大气条件模拟来减轻稀疏观测数据的局限性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How effective are the optimizations applied in the construction of a high-resolution atmospheric regional reanalysis dataset in enhancing the accuracy of climate modeling over the Tibetan Plateau?",
                "QuestionCn": "在构建高分辨率大气区域重分析数据集时所应用的优化措施在提高青藏高原气候模型的准确性方面有多有效？",
                "AnswerEn": "The optimizations, such as replacing initial fields with those from GLDAS and applying spectral nudging, improve the dataset's ability to capture climatic characteristics and seasonal variations, enhancing the accuracy of climate modeling over the region.",
                "AnswerCn": "这些优化措施，如用GLDAS的数据替换初始场和应用谱 nudging，提升了数据集捕捉气候特征和季节变化的能力，从而提高了该地区气候模型的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can future datasets be expanded or refined to better capture the climatological changes occurring on the Tibetan Plateau amid global warming?",
                "QuestionCn": "未来的数据集可以通过以下方式扩展或精炼，以更好地捕捉全球变暖背景下青藏高原的气候变化：\n\n1. 增加高分辨率的气象观测站，特别是在偏远地区，以获取更精确的温度、降水和风速数据。\n2. 利用遥感技术，监测冰川、雪盖和植被变化，以评估气候变化对生态系统的影响。\n3. 收集长期的气候数据，以便进行趋势分析，识别气候变化的模式和影响。\n4. 整合多种数据来源，包括气象卫星、地面观测和气候模型，以提高数据的全面性和准确性。\n5. 加强对极端天气事件的监测，分析其频率和强度的变化。\n6. 进行跨学科研究，结合地理、生态和社会经济数据，以全面理解气候变化对青藏高原的影响。\n7. 建立公众参与的数据收集平台，鼓励当地社区报告气候变化的观察和影响。",
                "AnswerEn": "Future datasets could benefit from incorporating more localized observational data, increasing the number of gauge stations, and further refining model parameterizations to capture small-scale processes and trends in greater detail.",
                "AnswerCn": "未来的数据集可以通过纳入更多本地观测数据、增加测站数量以及进一步细化模型参数化，以更详细地捕捉小尺度过程和趋势，从而受益。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand what makes the spectral nudging method an effective indirect assimilation technique in this context.",
                "QuestionCn": "我不明白在这种情况下，光谱诱导方法为什么是一种有效的间接同化技术。",
                "AnswerEn": "Spectral nudging is effective as it prevents the simulation from diverging from the larger-scale forcing data, particularly in wind fields above the planetary boundary layer, thereby maintaining alignment with observed large-scale atmospheric patterns.",
                "AnswerCn": "谱诱导有效，因为它可以防止模拟偏离较大尺度的强迫数据，特别是在行星边界层以上的风场，从而保持与观测到的大尺度大气模式的一致性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the effectiveness of using spectral nudging as an indirect assimilation method in enhancing the accuracy of regional reanalysis datasets over the Tibetan Plateau.",
                "QuestionCn": "请分析在青藏高原地区使用光谱诱导作为间接同化方法的有效性，以提高区域再分析数据集的准确性。",
                "AnswerEn": "The spectral nudging method is applied to wind fields above the planetary boundary layer to prevent the simulation from drifting away from the forcing. This approach helps improve the accuracy of the regional reanalysis dataset, as it allows for better alignment with observed atmospheric conditions, enhancing the dataset's reliability in capturing climatological characteristics and seasonal variations.",
                "AnswerCn": "光谱诱导方法应用于行星边界层以上的风场，以防止模拟偏离强迫。这种方法有助于提高区域再分析数据集的准确性，因为它允许更好地与观测到的大气条件对齐，从而增强数据集在捕捉气候特征和季节变化方面的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}