{
    "id": "cb2d3273-9d81-434d-b256-2dc6a3460dec",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER：Dataset of soil freeze/thaw experiment observed in the middle reaches of the Heihe River Basin from Nov. 21 to Nov. 22, 2013",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游冻融实验观测数据集（2013年11月21日至22日）",
            "description": "This data set includes the continuous observation data set of soil texture, roughness and surface temperature measured by the vehicle borne microwave radiometer on November 21-22, 2013 in Wuxing village farmland, Ganzhou District, Zhangye City, Gansu Province. The surface temperature and humidity include four layers of temperature sensor at the soil depth of 1cm, 5cm, 10cm, 20cm, and the observation of soil temperature and soil moisture data at the soil depth of 0-5cm. The time frequency of routine observation of soil temperature and humidity is 5 minutes.            \nData details:            \n1. Time: November 21-22, 2013            \n2. data:            \nBrightness temperature: observed by vehicle mounted multi frequency passive microwave radiometer, including 6.925, 18.7 and 36.5ghz V polarization and H polarization data (10.65ghz band damage)            \nSoil temperature: use sensor installed on dt80 to measure 1cm, 5cm, 10cm, 20cm soil temperature            \nSoil moisture: use h-probe sensor to measure 0-5cm soil moisture, which can measure 0-5cm soil temperature at the same time            \nSoil texture: soil samples measured in Beijing Normal University            \nSoil roughness: measured by roughness meter provided by northeast geography            \n3. Data size: 2.5m            \n4. Data format:. Xls",
            "descriptionCn": "本数据集包括甘肃省张掖市甘州区五星村农田2013年11月21日-22日车载微波辐射计观测亮温、同步测量的土壤质地，粗糙度和地表温度连续观测数据集。地表温湿度包括温度传感器在土壤深度1cm、5cm，10cm，20cm四层和湿度传感器在土壤深度0-5cm处，观测的土壤温度，土壤水分数据。土壤温湿度的常规观测的时间频率为5分钟。\n数据细节：\n1.\t时间：2013年11月21日-22日\n2.\t数据：\n亮温：  使用车载多频被动微波辐射计观测，包括6.925、18.7和36.5GHz V极化和H极化数据（10.65GHz 波段损坏）\n土壤温度：使用安装在dt80上的传感器测量1cm，5cm，10cm，20cm土壤温度\n土壤湿度：使用H-probe传感器测量0-5cm土壤湿度，该传感器可以同时测量0-5cm土壤温度\n土壤质地：取土样在北京师范大学测量\n土壤粗糙度：使用东北地理所提供的粗糙度仪测量\n3.\t数据大小：2.5M\n4.\t数据格式：.xls",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.41,
            "west": 100.41,
            "south": 39.41,
            "north": 39.41,
            "startTime": "2014-05-30 00:00:00",
            "endTime": "2014-05-31 00:00:00",
            "fileSize": 3410255.0,
            "cstr": "18406.11.hiwater.279.2015.db",
            "doi": "10.3972/hiwater.279.2015.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵少杰",
                "nameEn": "ZHAO Shaojie",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": " 寇晓康",
                "nameEn": "KOU Xiaokang",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "叶勤玉",
                "nameEn": "YE Qinyu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "农田",
                "keywordEn": "crop land"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            },
            {
                "keywordCn": "2013-11-21至2013-11-22",
                "keywordEn": "2013-11-21 to 2013-11-22",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测稀缺的制约。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are multiscale observations a significant challenge in the upscaling of eco-hydrological processes?",
                "QuestionCn": "多尺度观测在生态水文过程的上尺度化中是一个重要挑战吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "What technology is utilized for remote sensing in the HiWATER experiment: multi-angle thermal imager, ultrasonic anemometer, or spectroradiometer?",
                "QuestionCn": "在HiWATER实验中使用的遥感技术是多角度热成像仪、超声波风速计还是光谱辐射计？",
                "AnswerEn": "Multi-angle thermal imager",
                "AnswerCn": "多角度热成像仪",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Which type of network was used to capture oasis-desert interaction: sparse network, dense network, or satellite network?",
                "QuestionCn": "用于捕捉绿洲-沙漠互动的网络类型是稀疏网络、密集网络还是卫星网络？",
                "AnswerEn": "Sparse network",
                "AnswerCn": "稀疏网络",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used for observing soil temperature and moisture in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，用于观察土壤温度和湿度的数据收集方法有哪些？",
                "AnswerEn": "sensors",
                "AnswerCn": "传感器",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can multiscale eco-hydrological data from HiWATER be accessed for research purposes?",
                "QuestionCn": "HiWATER的多尺度生态水文数据可以在哪里访问以供研究使用？",
                "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
                "AnswerCn": "figshare，寒旱区科学数据中心",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who provides the instrumentation for measuring soil roughness in the context of eco-hydrological observations?",
                "QuestionCn": "在生态水文观测中，谁提供测量土壤粗糙度的仪器？",
                "AnswerEn": "Northeast Institute of Geography",
                "AnswerCn": "东北地理研究所",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure soil moisture and temperature in eco-hydrological research?",
                "QuestionCn": "您能否提供一个用于测量生态水文研究中土壤湿度和温度的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method is the use of H-probe sensors to measure 0-5cm soil moisture and temperature, as well as temperature sensors installed at various soil depths (1cm, 5cm, 10cm, 20cm) to continuously observe soil temperature.",
                "AnswerCn": "一种数据收集方法是使用H探针传感器测量0-5厘米的土壤湿度和温度，以及安装在不同土壤深度（1厘米、5厘米、10厘米、20厘米）的温度传感器，以持续观察土壤温度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in obtaining multiscale observations in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，获取多尺度观测面临的一个挑战是什么？",
                "AnswerEn": "A challenge faced in obtaining multiscale observations is the poor availability of such data, which hinders progress in upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "获取多尺度观测数据面临的一个挑战是数据的可用性较差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that includes multiscale and multidisciplinary observations for eco-hydrological research?",
                "QuestionCn": "您能否提供一个包含多尺度和多学科观测的生态水文研究数据集的示例？",
                "AnswerEn": "An example of such a dataset is the one obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area, which includes a flux observation matrix, eco-hydrological sensor network, hyper-resolution airborne remote sensing, and synchronical ground measurements.",
                "AnswerCn": "这样的数据集的一个例子是从黑河流域联合遥测实验研究（HiWATER）获得的数据，该数据集包括通量观测矩阵、生态水文传感器网络、高分辨率航空遥感和同步地面测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of soil temperature and moisture data collected in eco-hydrological studies?",
                "QuestionCn": "生态水文研究中收集的土壤温度和湿度数据的具体特征是什么？",
                "AnswerEn": "1cm, 5cm, 10cm, 20cm, H-probe sensors, 0-5cm, every 5 minutes",
                "AnswerCn": "1厘米、5厘米、10厘米、20厘米、H探头传感器、0-5厘米、每5分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the essential features of multiscale datasets in eco-hydrological research?",
                "QuestionCn": "生态水文学研究中多尺度数据集的基本特征是什么？",
                "AnswerEn": "flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network for soil moisture and leaf area index, hyper-resolution airborne remote sensing, synchronical ground measurements of vegetation dynamics and photosynthesis processes",
                "AnswerCn": "涡度相关塔的通量观测矩阵、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器网络、高分辨率机载遥感、植被动态和光合作用过程的同步地面测量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different types of sensors were used to measure soil temperature and moisture in the data collection method?",
                "QuestionCn": "在数据收集方法中使用了多少种不同类型的传感器来测量土壤温度和湿度？",
                "AnswerEn": "2",
                "AnswerCn": "2",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the frequency bands used in the passive microwave radiometer observations for brightness temperature data collection?",
                "QuestionCn": "被动微波辐射计观测亮度温度数据收集所使用的频率波段是什么？",
                "AnswerEn": "6.925 GHz, 18.7 GHz, 36.5 GHz",
                "AnswerCn": "6.925 GHz，18.7 GHz，36.5 GHz",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'intensive observation periods (IOPs)' mean in the context of eco-hydrological experiments?",
                "QuestionCn": "在生态水文实验的背景下，“强度观察期（IOPs）”指的是在特定时间段内进行密集监测和数据收集的阶段，以便深入研究生态系统与水文过程之间的相互作用。",
                "AnswerEn": "Intensive observation periods (IOPs) refer to specific timeframes during which concentrated and focused data collection efforts are conducted to capture detailed information about eco-hydrological processes. In the context of eco-hydrological experiments like HiWATER, IOPs involve the deployment of multiple instruments and sensors to gather high-resolution data, often involving ground-based and airborne measurements, to study the dynamics of interactions in ecosystems such as oasis-desert regions.",
                "AnswerCn": "强烈观察期（IOPs）是指在特定时间框架内进行集中和专注的数据收集工作，以捕捉有关生态水文过程的详细信息。在像HiWATER这样的生态水文实验中，IOPs涉及部署多个仪器和传感器，以收集高分辨率数据，通常包括地面和空中测量，以研究生态系统（如绿洲-沙漠地区）中相互作用的动态。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is 'soil roughness' measured in eco-hydrological data collection?",
                "QuestionCn": "在生态水文数据收集中，'土壤粗糙度'是如何测量的？",
                "AnswerEn": "Soil roughness in eco-hydrological data collection is measured using specialized instruments like a roughness meter. In the context of the described data collection, soil roughness was determined using an instrument provided by a geographical institute, which helps in assessing the texture and surface irregularities of the soil. This measurement is important for understanding surface hydrological processes and their impact on eco-hydrological dynamics.",
                "AnswerCn": "土壤粗糙度在生态水文数据收集中的测量使用了专门的仪器，如粗糙度计。在所描述的数据收集中，土壤粗糙度是通过一个地理研究所提供的仪器来确定的，这有助于评估土壤的纹理和表面不规则性。这一测量对于理解表面水文过程及其对生态水文动态的影响非常重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection techniques for soil temperature and moisture using sensors at various depths compare in terms of temporal resolution and accuracy?",
                "QuestionCn": "土壤温度和湿度的数据收集技术在不同深度使用传感器时，在时间分辨率和准确性方面如何比较？",
                "AnswerEn": "The dataset from the Heihe experiment used sensors installed at different soil depths (1cm, 5cm, 10cm, 20cm) to measure soil temperature and a specific sensor to measure soil moisture from 0-5cm deep. The measurements were taken at a frequency of every 5 minutes, providing a high temporal resolution.",
                "AnswerCn": "Heihe实验的数据集使用安装在不同土壤深度（1cm、5cm、10cm、20cm）的传感器来测量土壤温度，并使用特定传感器测量0-5cm深度的土壤湿度。测量频率为每5分钟一次，提供了高时间分辨率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the multiscale observational methods used in the HiWATER experiment differ from traditional single-scale eco-hydrological data collection approaches?",
                "QuestionCn": "HiWATER实验中使用的多尺度观测方法与传统的单尺度生态水文数据收集方法有何不同？",
                "AnswerEn": "The HiWATER experiment used a multiscale observational approach, including a flux observation matrix, an eco-hydrological sensor network, and hyper-resolution airborne remote sensing. This contrasts with traditional methods that often rely on single-scale observations, limiting the understanding of interactions across different environmental scales.",
                "AnswerCn": "HiWATER实验采用了多尺度观测方法，包括通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感。这与传统方法形成对比，后者通常依赖于单一尺度的观测，限制了对不同环境尺度之间相互作用的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in data quality control practices between datasets derived from ground-based sensors and those obtained from airborne remote sensing missions?",
                "QuestionCn": "地面传感器获取的数据集与空中遥感任务获得的数据集在数据质量控制实践方面有哪些差异？",
                "AnswerEn": "The dataset from HiWATER underwent rigorous quality control, including sensor calibration, data collection, data processing, and dataset generation. This comprehensive approach ensures that both ground-based sensor data and airborne remote sensing data maintain high integrity, although the specific techniques may vary due to differences in data acquisition methods.",
                "AnswerCn": "HiWATER的数据集经过严格的质量控制，包括传感器校准、数据收集、数据处理和数据集生成。这种全面的方法确保了地面传感器数据和空中遥感数据的高完整性，尽管由于数据获取方法的不同，具体技术可能有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can multiscale observations be effectively integrated to address the challenge of eco-hydrological processes upscaling on heterogeneous surfaces?",
                "QuestionCn": "如何有效整合多尺度观测，以应对异质表面上生态水文过程的上尺度挑战？",
                "AnswerEn": "The integration can be achieved through a hierarchically nested scale instrumentation approach, where a sparse network is established to investigate interactions, such as oasis-desert interaction. The use of different scales of observation, including flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, allows for capturing multi-scale eco-hydrological processes.",
                "AnswerCn": "集成可以通过分层嵌套的尺度仪器方法来实现，在这种方法中建立一个稀疏网络以研究相互作用，例如绿洲-沙漠相互作用。使用不同观察尺度，包括通量观测矩阵、生态水文传感器网络和超高分辨率空中遥感，可以捕捉多尺度的生态水文过程。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the potential challenges in ensuring the quality and reliability of data collected from diverse instrumentation in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，确保来自不同仪器收集的数据的质量和可靠性可能面临的潜在挑战有哪些？",
                "AnswerEn": "Challenges include ensuring that all observational data are carefully quality controlled through sensor calibration, data collection, data processing, and dataset generation. The diverse range of instruments, such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, require consistent calibration and monitoring to maintain data quality.",
                "AnswerCn": "挑战包括确保所有观测数据通过传感器校准、数据收集、数据处理和数据集生成进行仔细的质量控制。各种仪器，如涡度协方差塔、大孔径闪烁仪和自动气象站，需要一致的校准和监测以维持数据质量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can remote sensing technologies contribute to the understanding and modeling of eco-hydrological processes in varied landscapes like oasis-desert systems?",
                "QuestionCn": "遥感技术可以通过以下方式促进对不同景观（如绿洲-沙漠系统）中生态水文过程的理解和建模：\n\n1. **数据收集**：遥感技术能够提供大范围、高频率的地表数据，帮助研究人员获取关于植被覆盖、水体分布、土壤湿度等信息。\n\n2. **时空分析**：通过分析遥感影像，研究人员可以监测生态系统的时空变化，了解水文过程如何随季节和气候变化而变化。\n\n3. **水资源管理**：遥感技术可以帮助评估水资源的可用性和分布，支持可持续的水资源管理和决策。\n\n4. **生态监测**：遥感可以用于监测生态系统的健康状况，识别植被衰退、沙漠化等问题，从而为生态恢复提供数据支持。\n\n5. **模型验证**：遥感数据可以用于验证和校正生态水文模型，提高模型的准确性和可靠性。\n\n6. **气候变化影响评估**：遥感技术能够帮助评估气候变化对水文过程和生态系统的影响，提供科学依据以应对气候变化带来的挑战。\n\n7. **多尺度分析**：遥感技术可以在不同空间和时间尺度上进行分析，帮助理解复杂的生态水文相互作用。\n\n通过这些方式，遥感技术为研究绿洲-沙漠系统中的生态水文过程提供了重要的支持。",
                "AnswerEn": "Remote sensing technologies, such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, provide hyper-resolution data that can capture the dynamics of vegetation and surface processes. These technologies allow for detailed and comprehensive observations across different landscapes, aiding in the modeling and understanding of eco-hydrological processes.",
                "AnswerCn": "遥感技术，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，提供超高分辨率数据，能够捕捉植被和地表过程的动态。这些技术允许对不同景观进行详细和全面的观察，有助于生态水文过程的建模和理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in obtaining multiscale observations for eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "在异质表面上获取生态水文过程的多尺度观测所面临的挑战是什么？",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, making it challenging to capture eco-hydrological processes effectively.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制，使得有效捕捉生态水文过程变得具有挑战性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of implementing multiscale observation techniques for understanding eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "实施多尺度观测技术以理解异质表面的生态水文过程的潜在结果是什么？",
                "AnswerEn": "Implementing multiscale observation techniques can lead to a better understanding of eco-hydrological processes on heterogeneous surfaces by providing comprehensive data across different scales and disciplines, which helps address the challenge of poor availability of multiscale observations.",
                "AnswerCn": "实施多尺度观测技术可以更好地理解异质表面的生态水文过程，通过提供跨不同尺度和学科的综合数据，帮助解决多尺度观测可用性差的问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the consequences of using a hierarchically nested instrumentation approach in the collection of eco-hydrological data?",
                "QuestionCn": "使用分层嵌套的仪器方法收集生态水文数据的后果是什么？",
                "AnswerEn": "Using a hierarchically nested instrumentation approach can result in capturing multi-scale eco-hydrological processes more effectively, facilitating the investigation of interactions such as oasis-desert systems and enabling intensive observations at multiple landscape levels.",
                "AnswerCn": "使用分层嵌套的仪器方法可以更有效地捕捉多尺度生态水文过程，促进对绿洲-沙漠系统等相互作用的研究，并能够在多个景观层面进行密集观察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of using multiscale observations and instrumentation in the collection of eco-hydrological data within a heterogeneous surface area?",
                "QuestionCn": "在异质表面区域收集生态水文数据时，使用多尺度观测和仪器的主要目标是什么？",
                "AnswerEn": "The primary goal is to overcome the challenge of poor availability of multiscale observations, which hinders progress in understanding eco-hydrological processes. The HiWATER experiment is designed to address this by obtaining multiscale and multidisciplinary data through hierarchically nested instrumentation.",
                "AnswerCn": "主要目标是克服多尺度观测的可用性差这一挑战，这阻碍了对生态水文过程的理解。HiWATER实验旨在通过分层嵌套的仪器获取多尺度和多学科的数据，以解决这一问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to implement a sensor network and conduct intensive airborne remote sensing missions in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，实施传感器网络和进行密集的空中遥感任务的重要性是什么？",
                "AnswerEn": "Implementing a sensor network and conducting intensive airborne remote sensing missions are crucial for capturing multi-scale eco-hydrological processes and investigating interactions within an oasis-desert system. These methods provide comprehensive data that are essential for understanding and modeling eco-hydrological dynamics.",
                "AnswerCn": "实施传感器网络和进行密集的空中遥感任务对于捕捉多尺度生态水文过程以及研究绿洲-沙漠系统内的相互作用至关重要。这些方法提供的全面数据对于理解和建模生态水文动态是必不可少的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended outcomes of establishing a sparse network and constructing superstations and EC towers in diverse landscapes surrounding an oasis?",
                "QuestionCn": "在绿洲周围的多样化景观中建立稀疏网络和构建超级站及EC塔的预期结果是什么？",
                "AnswerEn": "The intended outcome is to capture the interactions and processes across different landscapes, such as sandy desert, desert pavement, desert steppe, and wetland. This setup aims to provide a detailed understanding of oasis-desert interactions and the eco-hydrological processes occurring at multiple scales.",
                "AnswerCn": "预期的结果是捕捉不同景观之间的相互作用和过程，例如沙漠、沙漠铺面、沙漠草原和湿地。该设置旨在提供对绿洲-沙漠相互作用及在多个尺度上发生的生态水文过程的详细理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumentation and hierarchical arrangement strategies are utilized to capture multi-scale eco-hydrological processes in a heterogeneous surface environment?",
                "QuestionCn": "在异质表面环境中捕捉多尺度生态水文过程所采用的仪器和层次安排策略是什么？",
                "AnswerEn": "Instruments are arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes, including a sparse network to investigate oasis-desert interactions, a superstation within the oasis, and several EC towers and automatic meteorological stations in surrounding landscapes.",
                "AnswerCn": "仪器按照层次嵌套的尺度进行排列，以捕捉多尺度生态水文过程，包括一个稀疏网络以研究绿洲-沙漠相互作用、一个位于绿洲内的超级站，以及周围景观中的多个涡度协方差塔和自动气象站。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can multiscale datasets be generated from eco-hydrological observations and what steps are involved in ensuring their quality control?",
                "QuestionCn": "如何从生态水文观测中生成多尺度数据集，并确保其质量控制的步骤有哪些？",
                "AnswerEn": "Multiscale datasets are generated using a combination of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensors, and airborne remote sensing instruments. Quality control involves sensor calibration, data collection, data processing, and dataset generation.",
                "AnswerCn": "多尺度数据集是通过结合涡度协方差塔、大孔径闪烁仪、自动气象站、生态水文传感器和航空遥感仪器生成的。质量控制涉及传感器校准、数据收集、数据处理和数据集生成。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation or technology enabled the collection of multiscale and multidisciplinary data in eco-hydrological studies?",
                "QuestionCn": "什么仪器或技术使生态水文研究中能够收集多尺度和多学科的数据？",
                "AnswerEn": "The HiWATER experiment utilized instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing tools like LiDAR, imaging spectrometer, multi-angle thermal imager, and an L-band microwave radiometer.",
                "AnswerCn": "HiWATER实验利用了分层嵌套尺度的仪器，包括涡度协方差塔、大孔径闪烁仪、自动气象站以及超高分辨率的航空遥感工具，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do synchronization and quality control processes enable the reliability of eco-hydrological datasets in complex environments?",
                "QuestionCn": "同步和质量控制过程如何在复杂环境中增强生态水文数据集的可靠性？",
                "AnswerEn": "All observational data from the HiWATER experiment were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation to ensure reliability.",
                "AnswerCn": "HiWATER实验的所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都进行了严格的质量控制，以确保其可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What observational strategies enable the investigation of interactions between oasis and desert systems in eco-hydrological research?",
                "QuestionCn": "哪些观察策略能够促进生态水文学研究中绿洲与沙漠系统之间相互作用的调查？",
                "AnswerEn": "Instruments were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes, including a sparse network to investigate the oasis-desert interaction, a superstation within the oasis, and multiple EC towers and automatic meteorological stations in various surrounding landscapes.",
                "AnswerCn": "仪器按照层次嵌套的尺度进行安排，以捕捉多尺度的生态水文过程，包括一个稀疏的网络以研究绿洲-沙漠相互作用、一个位于绿洲内的超级站，以及在周围不同景观中设置的多个涡度协方差塔和自动气象站。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might multiscale observations be challenging to achieve in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，实现多尺度观测可能面临哪些挑战？",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的阻碍。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What reasons could there be for employing a hierarchical instrumentation approach in eco-hydrological studies?",
                "QuestionCn": "在生态水文学研究中采用分层仪器方法的原因可能包括：",
                "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes.",
                "AnswerCn": "为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按层次嵌套的尺度进行排列。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges in obtaining multiscale observations for eco-hydrological processes in heterogeneous surfaces, and how can they be addressed?",
                "QuestionCn": "在获取异质表面生态水文过程的多尺度观测时，可能面临的挑战包括：数据的空间和时间分辨率不足、观测设备的布置和维护困难、不同尺度之间的数据整合和比较问题、以及环境变化对观测结果的影响。为了解决这些问题，可以采取以下措施：提高观测设备的技术水平以增强其适应性和灵活性、采用遥感技术和地面观测相结合的方法、建立标准化的数据处理和分析流程、以及进行长期监测以捕捉环境变化的动态。",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations. Challenges include the need for comprehensive instrumentation across different scales to capture eco-hydrological processes effectively. Addressing these challenges requires the use of hierarchically nested scales and a combination of different observation methods, such as flux observation matrices, remote sensing, and ground measurements, as demonstrated in the HiWATER project.",
                "AnswerCn": "该领域的进展受到多尺度观测可用性差的限制。挑战包括需要在不同尺度上进行全面的仪器配置，以有效捕捉生态水文过程。解决这些挑战需要使用分层嵌套的尺度以及结合不同的观测方法，如通量观测矩阵、遥感和地面测量，正如HiWATER项目所示。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How effective are the current data collection techniques in capturing the interaction between oasis and desert ecosystems, and what improvements could be made?",
                "QuestionCn": "当前的数据收集技术在捕捉绿洲与沙漠生态系统之间的相互作用方面的有效性如何？可以做哪些改进？",
                "AnswerEn": "The data collection techniques, such as the use of eddy covariance towers, automatic meteorological stations, and remote sensing instruments, are effective in capturing the oasis-desert interaction. However, improvements could be made by expanding the network of observations, increasing the frequency of data collection, and integrating more advanced sensor technologies to enhance data quality and resolution.",
                "AnswerCn": "数据收集技术，如涡度协方差塔、自动气象站和遥感仪器，能够有效捕捉绿洲与沙漠之间的相互作用。然而，通过扩大观测网络、增加数据收集频率以及整合更先进的传感器技术，可以提高数据质量和分辨率，从而进一步改进这些技术。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can existing datasets be expanded or refined to provide better insights into soil moisture and vegetation dynamics in arid regions?",
                "QuestionCn": "现有数据集可以通过以下方式扩展或精炼，以提供对干旱地区土壤湿度和植被动态的更好洞察：\n\n1. **增加时间序列数据**：通过长期监测土壤湿度和植被变化，获取更全面的时间序列数据，以捕捉季节性和年际变化。\n\n2. **多源数据融合**：结合遥感数据、气象数据和地面观测数据，以提高数据的空间和时间分辨率。\n\n3. **引入土壤特性数据**：整合土壤类型、土壤结构和土壤水分保持能力等信息，以更好地理解土壤湿度对植被的影响。\n\n4. **使用高分辨率遥感技术**：利用无人机或高分辨率卫星影像获取更详细的植被覆盖和土壤湿度信息。\n\n5. **开展生态模型模拟**：通过生态模型模拟土壤湿度和植被动态之间的相互作用，预测未来变化趋势。\n\n6. **社区参与数据收集**：鼓励当地社区参与数据收集，提供更多的地面观测数据，增强数据的代表性。\n\n7. **数据标准化和共享**：建立统一的数据标准和共享平台，以促进不同研究机构和地区之间的数据交流与合作。\n\n8. **考虑人类活动影响**：纳入人类活动（如农业、城市化等）对土壤湿度和植被动态的影响，以获得更全面的理解。\n\n通过这些方法，可以更好地扩展和精炼现有数据集，从而为干旱地区的土壤湿度和植被动态提供更深入的洞察。",
                "AnswerEn": "Existing datasets can be expanded by incorporating additional sensors and observation points to capture more detailed variations in soil moisture and vegetation dynamics. Refinement could involve enhancing data processing techniques for better accuracy and integrating new technologies like LiDAR and multi-angle thermal imagers for finer spatial and temporal resolution.",
                "AnswerCn": "现有数据集可以通过增加额外的传感器和观测点来扩展，以捕捉土壤湿度和植被动态的更详细变化。改进可以涉及增强数据处理技术以提高准确性，并整合新技术，如激光雷达和多角度热成像仪，以获得更精细的空间和时间分辨率。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how a dataset can effectively capture the multiscale eco-hydrological processes on a heterogeneous surface.",
                "QuestionCn": "我不明白一个数据集如何能够有效捕捉异质表面上的多尺度生态水文过程。",
                "AnswerEn": "The HiWATER experiment was designed to capture these processes by using instrumentation arranged in hierarchically nested scales. This includes a flux observation matrix, eco-hydrological sensor network, and hyper-resolution airborne remote sensing. These methods allow for capturing data at multiple scales and from different perspectives, which is crucial for understanding complex interactions in eco-hydrological systems.",
                "AnswerCn": "HiWATER实验旨在通过使用分层嵌套尺度排列的仪器来捕捉这些过程。这包括通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感。这些方法能够在多个尺度和不同视角下捕捉数据，这对于理解生态水文系统中的复杂相互作用至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the methods used to maintain data quality and consistency in a dataset collected from diverse sources like sensors and remote sensing instruments.",
                "QuestionCn": "我对从传感器和遥感仪器等多种来源收集的数据集维护数据质量和一致性的方法感到不确定。",
                "AnswerEn": "To ensure data quality and consistency in the dataset, all observational data underwent careful quality control measures, including sensor calibration, data collection, data processing, and dataset generation. These processes are essential to handle the complexities of data derived from various sources such as eddy covariance towers, imaging spectrometers, and microwave radiometers.",
                "AnswerCn": "为了确保数据集的数据质量和一致性，所有观测数据都经过了严格的质量控制措施，包括传感器校准、数据收集、数据处理和数据集生成。这些过程对于处理来自不同来源（如涡度协方差塔、成像光谱仪和微波辐射计）的数据复杂性至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't comprehend how challenges related to the availability of multiscale observations are addressed in data collection methods.",
                "QuestionCn": "我无法理解在数据收集方法中如何解决与多尺度观测可用性相关的挑战。",
                "AnswerEn": "The challenges of multiscale observation availability are addressed through the design of the HiWATER experiment, which includes several intensive observation periods and continuous hydrometeorological observations. By arranging instruments in hierarchically nested scales and implementing intensive observations at different landscape levels, the experiment provides comprehensive data to study eco-hydrological processes across scales.",
                "AnswerCn": "多尺度观测可用性面临的挑战通过HiWATER实验的设计得以解决，该实验包括多个密集观测期和持续的水文气象观测。通过在层次嵌套的尺度上布置仪器，并在不同的景观层次实施密集观测，该实验提供了全面的数据，以研究跨尺度的生态水文过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges of conducting multiscale eco-hydrological observations and suggest potential solutions for improving data availability.",
                "QuestionCn": "分析进行多尺度生态水文观测的挑战，并提出改善数据可用性的潜在解决方案。",
                "AnswerEn": "Progress in upscaling eco-hydrological processes is hindered by the poor availability of multiscale observations. A potential solution is to employ a hierarchically nested scale of instrumentation, as demonstrated by HiWATER, to obtain multiscale and multidisciplinary data.",
                "AnswerCn": "生态水文过程的上升进展受到多尺度观测数据稀缺的阻碍。一个潜在的解决方案是采用分层嵌套的仪器规模，如HiWATER所示，以获取多尺度和多学科的数据。",
                "Level": "C6(Creating)"
            }
        ]
    }
}