{
    "id": "cbac5f60-ec0b-4d80-9572-042a54c36326",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Global Normalized Urban Land Areas Composite Index (NUACI) with 30m Resolution",
            "titleCn": "全球30m分辨率的归一化城镇综合指数 ",
            "description": "This dataset is the Global Urban Land Areas Composite Index (NUACI) dataset from 1984 to 2020. NUACI is a novel remote sensing index proposed by Professor Xiaoping Liu and others from Sun Yat-sen University, which integrates multiple remote sensing indices such as NDVI, NDWI, NDBI, and the intensity of night-time light remote sensing. It can be used to indicate urban evolution. The higher the NUACI, the more likely the pixel is to be urban. This dataset by obtained by directly calculating the remote sensing index production using Landsat images from 1984 to 2020 in the GEE platform. The global urban land-use change detection dataset obtained by segmentation of this dataset has an overall year-to-year accuracy of more than 75%. This dataset can be used for global year-by-year urban land use detection, year-by-year urban new land use change detection and other scenarios.",
            "descriptionCn": "本数据集为全球范围30m分辨率城市用地综合指数（NUACI）数据集。NUACI是中山大学刘小平教授等人提出的一种，综合了NDVI,NDWI,NDBI和夜光遥感强度等多种遥感指数的新型遥感指数、其可以被用于指示城市演化情况。NUACI越高，说明像元越有可能是城市。本数据集在GEE平台使用1984-2020年Landsat影像，直接计算遥感指数生产得到。通过该数据集分割得到的全球城市用地变化检测数据集逐年总体精度超过75%。 本数据集可以被用于全球逐年城市用地检测、逐年城市新增用地变化检测等情景。",
            "instructions": "File name: year-gridid.tif. Among them, year represents the year, and gridid is the grid ID. You can search for the corresponding range of each grid in the attached GRID.shp. Data can be read with softwares adapted for TIFF Images",
            "instructionsCn": "文件命名：year-gridid.tif。其中year代表年份，gridid是格网ID，可以在所附的tif_range_global.shp中查找每个格网对应的范围。 数据读取方式：使用可以处理TIFF图像的软件或程序打开（如QGIS，ArcGIS）。",
            "east": 180.0,
            "west": 180.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": "1984-01-01 14:49:13",
            "endTime": "2020-01-01 14:49:13",
            "fileSize": 1439699805109.0,
            "cstr": "18406.11.HumanNat.tpdc.300947",
            "doi": "10.11888/HumanNat.tpdc.300947",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘小平",
                "nameEn": "LIU Xiaoping",
                "unitEn": "",
                "unitCn": "中山大学"
            },
            {
                "nameCn": "陈逸敏",
                "nameEn": "CHEN Yimin",
                "unitEn": "",
                "unitCn": "中山大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "High-spatiotemporal-resolution mapping of global urban change from 1985 to 2015.",
                "referenceCn": null,
                "referenceEn": "Liu, X., Huang, Y., & Xu, X., et al. (2020). High-spatiotemporal-resolution mapping of global urban change from 1985 to 2015. Nat Sustain, 3, 564–570. https://doi.org/10.1038/s41893-020-0521-x"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "人地遥感",
                "nameEn": "Human-nature Remote Sensing"
            },
            {
                "nameCn": "人类活动",
                "nameEn": "Human activity"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "地表覆盖产品",
                "nameEn": "Land cover products"
            },
            {
                "nameCn": "城市化",
                "nameEn": "urbanization"
            },
            {
                "nameCn": "居民地",
                "nameEn": "Settlement"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1984-2020",
                "keywordEn": "1984-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球城镇化时空格局",
                "titleEn": "Global spatial-temporal pattern of urbanization "
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Many global environmental problems are associated with cities, whose residents currently account for more than 55% of the world population. This percentage is projected to increase to 68% by 2050. Urban area composition is highly dynamic; however, our understanding of how cities change in space and over time is limited by the lack of spatially and temporally comprehensive urban land cover data at a high resolution. The current understanding of urban growth is largely based on demographic (population) data rather than information describing the spatial and temporal patterns of urban land-cover change. At a global scale, satellite-based approaches are essential for mapping changes in urban extent, but higher-resolution satellite-derived global urban land-cover maps are available only for specific epochs, while annual global products have coarse spatial resolutions of 0.5 to 1.0 km. The result is that existing datasets lack the spatial and temporal resolutions needed to fully capture urban changes, especially in areas undergoing rapid growth, such as China and India."
            ],
            "research objective": [
                "High-resolution global maps of annual urban land coverage provide fundamental information of global environmental change and contribute to applications related to climate mitigation and urban planning for sustainable development. Here we map global annual urban dynamics from 1985 to 2015 at a 30 m resolution using numerous surface reflectance data from Landsat satellites. Looking ahead, using these maps in conjunction with integrated assessment models can facilitate greater understanding of the complex environmental impacts of urbanization and help urban planners avoid natural hazards; for example, by limiting new development in flood risk zones."
            ],
            "challenges": [
                "Considering the unequal distribution of Landsat observations across space and time and their uneven quality due to varying cloud cover, limited observations exist for earlier years (that is, before the 1990s) particularly over Africa and Middle Asia and throughout the global tropics, resulting in higher uncertainties of detected urban expansion and green recovery for these regions and years."
            ],
            "methods": [
                "To generate a consistent database of global annual urban dynamics (GAUD), we used Landsat imagery to map annual changes in urban extent at a 30 m resolution for the period 1985 to 2015 on the Google Earth Engine (GEE) platform. First, we defined the extent of urbanized land between 1985 and 2015 by fusing four available global urban-extent maps with similar spatial resolutions for 1985 and 2015. We extracted cells from the two fusion maps that changed from non-urban in 1985 to urban in 2015. We then used an annual time series (1985–2015) of the normalized urban areas composite index (NUACI) to detect the year of urbanization and green recovery (vegetative regrowth or new plantings in built environments) for each pixel within this urbanized extent. Finally, we assessed the accuracy of all derived products over the past three decades."
            ],
            "dataset": [],
            "findings": [
                "We find that global urban extent has expanded by 9,687 km² per year. This rate is four times greater than previous reputable estimates from worldwide individual cities, suggesting an unprecedented rate of global urbanization. The rate of urban expansion is notably faster than that of population growth, indicating that the urban land area already exceeds what is needed to sustain population growth."
            ],
            "backgroundCn": [
                "许多全球环境问题与城市有关，城市居民目前占全球人口的55%以上。预计到2050年，这一比例将增加到68%。城市区域的组成高度动态；然而，我们对城市在空间和时间上如何变化的理解受到缺乏高分辨率的空间和时间综合的城市土地覆盖数据的限制。目前对城市增长的理解主要基于人口数据，而不是描述城市土地覆盖变化的空间和时间模式的信息。在全球范围内，基于卫星的方法对于绘制城市范围变化至关重要，但目前仅在特定时期提供高分辨率的卫星衍生全球城市土地覆盖图，而年度全球产品的空间分辨率较粗，通常为0.5到1.0公里。因此，现有数据集缺乏充分捕捉城市变化所需的空间和时间分辨率，尤其是在中国和印度等快速增长地区。"
            ],
            "research objectiveCn": [
                "高分辨率的全球年度城市土地覆盖地图提供了全球环境变化的基本信息，并为与气候减缓和可持续发展相关的城市规划应用做出了贡献。我们利用来自Landsat卫星的大量表面反射数据，绘制了1985年至2015年间的全球年度城市动态地图，分辨率为30米。展望未来，将这些地图与综合评估模型结合使用，可以促进对城市化复杂环境影响的更深入理解，并帮助城市规划者避免自然灾害；例如，通过限制在洪水风险区的新开发来实现。"
            ],
            "challengesCn": [
                "考虑到Landsat观测在空间和时间上的不均匀分布，以及由于云层覆盖变化导致的观测质量不均，特别是在1990年前，非洲、中亚以及全球热带地区的观测数量有限，这导致这些地区和年份的城市扩张和绿色恢复的检测不确定性较高。"
            ],
            "methodsCn": [
                "为了生成全球年度城市动态（GAUD）的一个一致数据库，我们使用Landsat影像在Google Earth Engine（GEE）平台上以30米的分辨率绘制了1985年至2015年间城市范围的年度变化。首先，我们通过融合四个具有相似空间分辨率的全球城市范围地图，定义了1985年至2015年间的城市化土地范围。我们提取了从1985年到2015年发生变化的单元格，即从非城市化变为城市化的区域。然后，我们使用1985年至2015年的归一化城市区域复合指数（NUACI）年度时间序列来检测每个像素在城市化范围内的城市化年份和绿色恢复（建筑环境中的植被再生或新植树木）。最后，我们评估了过去三十年所有衍生产品的准确性。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "我们发现全球城市扩展每年增加9,687平方公里。这一速度是之前来自全球各个城市的可靠估计的四倍，表明全球城市化的速度前所未有。城市扩展的速度明显快于人口增长，表明城市土地面积已经超过了维持人口增长所需的面积。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can higher uncertainties in urban expansion detection occur due to limited Landsat observations before the 1990s?",
                "QuestionCn": "由于1990年前的Landsat观测有限，城市扩展检测中的不确定性可能会增加吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which remote sensing indices are most relevant for mapping urban land use (NDVI, NDWI, NDBI, or others)?",
                "QuestionCn": "哪些遥感指数最适合用于城市土地利用的制图（NDVI、NDWI、NDBI或其他）？",
                "AnswerEn": "NDVI, NDWI, NDBI",
                "AnswerCn": "NDVI、NDWI、NDBI",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main challenges associated with using satellite imagery for detecting urban expansion?",
                "QuestionCn": "使用卫星影像检测城市扩张的主要挑战有哪些？",
                "AnswerEn": "Unequal distribution of Landsat observations",
                "AnswerCn": "Landsat观测的不均匀分布",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can the high-resolution global maps of urban dynamics from 1985 to 2015 be generated and analyzed?",
                "QuestionCn": "可以在哪里生成和分析1985年至2015年的高分辨率全球城市动态地图？",
                "AnswerEn": "Google Earth Engine",
                "AnswerCn": "Google 地球引擎",
                "Level": "C3(Applying)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to generate high-resolution maps of urban land coverage on a global scale?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于在全球范围内生成高分辨率的城市土地覆盖地图？",
                "AnswerEn": "A data collection method used involves utilizing Landsat imagery to map annual changes in urban extent at a 30 m resolution for the period 1985 to 2015 on the Google Earth Engine (GEE) platform.",
                "AnswerCn": "一种数据收集方法是利用Landsat影像在Google Earth Engine（GEE）平台上以30米的分辨率绘制1985年至2015年间城市扩展的年度变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting high-resolution urban land-cover data across different geographic regions and time periods?",
                "QuestionCn": "在不同地理区域和时间段收集高分辨率城市土地覆盖数据时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in collecting high-resolution urban land-cover data is the unequal distribution of Landsat observations across space and time, with uneven quality due to varying cloud cover, particularly leading to higher uncertainties in regions like Africa, Middle Asia, and the global tropics during earlier years.",
                "AnswerCn": "收集高分辨率城市土地覆盖数据的一大挑战是Landsat观测在空间和时间上的不均匀分布，由于云层覆盖的变化，导致质量不均，特别是在非洲、中亚和全球热带地区的早期年份，这种不确定性更高。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that could be used to assess annual urban dynamics over several decades?",
                "QuestionCn": "您能否提供一个数据集的示例，以评估数十年来的城市动态？",
                "AnswerEn": "An example of a dataset used to assess annual urban dynamics is the global annual urban dynamics (GAUD) dataset, which maps urban extent changes at a 30 m resolution from 1985 to 2015 using Landsat satellite data on the GEE platform.",
                "AnswerCn": "全球年度城市动态（GAUD）数据集是一个用于评估年度城市动态的数据集，该数据集利用Landsat卫星数据在GEE平台上以30米分辨率绘制了1985年至2015年间的城市范围变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the normalized urban areas composite index (NUACI) used in urban land cover studies?",
                "QuestionCn": "规范化城市区域复合指数（NUACI）在城市土地覆盖研究中的特征包括：",
                "AnswerEn": "integrates various indices such as NDVI, NDWI, NDBI, nighttime light intensity, indicates urban evolution, higher values suggest greater likelihood of being urban",
                "AnswerCn": "整合了各种指数，如NDVI、NDWI、NDBI、夜间光强度，表明城市演变，较高的数值表明更有可能是城市区域。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with collecting high-resolution urban land cover data using satellite imagery?",
                "QuestionCn": "使用卫星影像收集高分辨率城市土地覆盖数据面临的挑战有哪些？",
                "AnswerEn": "unequal distribution of Landsat observations, varying image quality due to cloud cover, limited observations for earlier years, higher uncertainties in detecting urban expansion and green recovery",
                "AnswerCn": "Landsat观测分布不均，云层覆盖导致图像质量变化，早期年份观测有限，检测城市扩张和绿色恢复的不确定性较高。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the features of datasets derived from Landsat imagery for monitoring global urban dynamics?",
                "QuestionCn": "从Landsat影像衍生的用于监测全球城市动态的数据集的特征是什么？",
                "AnswerEn": "annual changes in urban extent, 30 m resolution, annual time series of the NUACI, consistent global annual urban dynamics data from 1985 to 2015",
                "AnswerCn": "年变化的城市范围，30米分辨率，NUACI的年度时间序列，一致的全球年度城市动态数据，从1985年到2015年。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the high-resolution global maps of annual urban land coverage?",
                "QuestionCn": "高分辨率全球年度城市土地覆盖地图的空间分辨率是多少？",
                "AnswerEn": "30 meters",
                "AnswerCn": "30米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many years does the global annual urban dynamics data span?",
                "QuestionCn": "全球年度城市动态数据跨越了多少年？",
                "AnswerEn": "30 years",
                "AnswerCn": "30年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the annual rate of global urban extent expansion according to the findings?",
                "QuestionCn": "根据研究结果，全球城市扩展的年均增长率是多少？",
                "AnswerEn": "9,687 km² per year",
                "AnswerCn": "9,687 平方公里每年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the 'normalized urban areas composite index (NUACI)' in the context of urban land cover data collection?",
                "QuestionCn": "“标准化城市区域复合指数（NUACI）”是在城市土地覆盖数据收集背景下的一个指标。",
                "AnswerEn": "The normalized urban areas composite index (NUACI) is a novel remote sensing index that integrates various indices such as NDVI, NDWI, NDBI, and nighttime light intensity. It is used to indicate urban evolution, with higher values suggesting a higher likelihood of a pixel being urban.",
                "AnswerCn": "归一化城市区域复合指数（NUACI）是一种新颖的遥感指数，它整合了多种指数，如归一化植被指数（NDVI）、归一化水体指数（NDWI）、归一化建筑指数（NDBI）和夜间光强度。该指数用于指示城市演变，值越高，表明某个像素为城市的可能性越大。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are 'global annual urban dynamics (GAUD)' in terms of satellite-based urban mapping?",
                "QuestionCn": "全球年度城市动态（GAUD）是指基于卫星的城市映射中的一种概念。",
                "AnswerEn": "Global annual urban dynamics (GAUD) refer to the mapping of annual changes in urban extent at a fine spatial resolution (such as 30 meters) over a given period, using satellite imagery. This process involves detecting changes in urbanization and vegetative regrowth within defined urbanized extents.",
                "AnswerCn": "全球年度城市动态（GAUD）是指利用卫星影像对特定时期内城市范围的年度变化进行细致空间分辨率（如30米）的映射。这个过程涉及在定义的城市化范围内检测城市化和植被再生的变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise when interpreting global urban dynamics from Landsat imagery, and how can these challenges impact the accuracy of urban land coverage data?",
                "QuestionCn": "在从Landsat影像解读全球城市动态时，可能会出现哪些挑战，这些挑战如何影响城市土地覆盖数据的准确性？",
                "AnswerEn": "Challenges such as the unequal distribution of Landsat observations across different regions and varying quality due to cloud cover can lead to higher uncertainties in detected urban expansion and green recovery, particularly in earlier years and regions like Africa and Middle Asia.",
                "AnswerCn": "挑战如Landsat观测在不同地区的不均匀分布以及由于云层覆盖导致的质量差异，可能会导致在检测城市扩张和绿色恢复方面的不确定性增加，特别是在早期年份和像非洲和中亚这样的地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can the integration of various remote sensing indices like NDVI, NDWI, and NDBI contribute to the interpretation of urban land changes at a high spatial resolution?",
                "QuestionCn": "各种遥感指数如NDVI、NDWI和NDBI的集成如何有助于高 spatial 分辨率下城市土地变化的解读。",
                "AnswerEn": "The integration of multiple remote sensing indices, such as NDVI, NDWI, and NDBI, into a composite index like NUACI provides a new method for indicating urban evolution, allowing for more precise detection of urban land changes at a high spatial resolution.",
                "AnswerCn": "多个遥感指数的集成，如NDVI、NDWI和NDBI，形成复合指数NUACI，为指示城市演变提供了一种新方法，使得在高空间分辨率下更精确地检测城市土地变化成为可能。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What implications do the observed patterns of urban expansion exceeding population growth have for future urban planning and environmental sustainability?",
                "QuestionCn": "观察到的城市扩张模式超过人口增长对未来城市规划和环境可持续性有什么影响？",
                "AnswerEn": "The finding that urban expansion is occurring at a rate faster than population growth suggests that urban land area already exceeds what is needed for population sustenance, which could have significant implications for urban planning and environmental sustainability, including the need to manage land use more effectively to avoid natural hazards and promote sustainable development.",
                "AnswerCn": "城市扩张的速度超过人口增长的发现表明，城市土地面积已经超过了维持人口所需的面积，这可能对城市规划和环境可持续性产生重大影响，包括需要更有效地管理土地使用，以避免自然灾害并促进可持续发展。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of obtaining high-resolution global urban land cover data at a 30-meter resolution?",
                "QuestionCn": "获取30米分辨率的全球城市土地覆盖数据面临的挑战因素包括：",
                "AnswerEn": "The challenges in obtaining high-resolution global urban land cover data at a 30-meter resolution include the unequal distribution of Landsat observations across space and time, varying quality due to cloud cover, and limited observations available for earlier years, particularly in regions like Africa, Middle Asia, and global tropics, resulting in higher uncertainties in urban expansion detection.",
                "AnswerCn": "获取高分辨率全球城市土地覆盖数据（30米分辨率）的挑战包括：Landsat观测在空间和时间上的不均匀分布、由于云层覆盖导致的质量差异，以及早期年份可用观测的限制，特别是在非洲、中亚和全球热带地区，这导致城市扩展检测中的不确定性增加。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be a significant discrepancy between the rate of urban expansion and population growth?",
                "QuestionCn": "城市扩张与人口增长之间可能存在显著差异的原因是什么？",
                "AnswerEn": "There is a significant discrepancy between the rate of urban expansion and population growth because the urban land area has been expanding at a rate four times greater than previous estimates, suggesting that urbanization is occurring at an unprecedented rate and that the urban land area already exceeds what is needed to sustain population growth.",
                "AnswerCn": "城市扩张的速度与人口增长之间存在显著差异，因为城市土地面积的扩张速度是之前估计的四倍，这表明城市化正在以空前的速度发生，并且城市土地面积已经超过了维持人口增长所需的面积。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the need for high-resolution satellite data in understanding urban growth over existing demographic data?",
                "QuestionCn": "高分辨率卫星数据在理解城市增长方面的需求，主要是因为它能够提供比现有人口数据更详细和实时的信息。",
                "AnswerEn": "The need for high-resolution satellite data in understanding urban growth arises because demographic data primarily reflect population changes and do not capture the spatial and temporal patterns of urban land-cover change, which is vital for mapping urban extent changes, especially in rapidly growing areas like China and India.",
                "AnswerCn": "对高分辨率卫星数据的需求在于理解城市增长，因为人口数据主要反映人口变化，而无法捕捉城市土地覆盖变化的空间和时间模式，这对于绘制城市范围变化至关重要，尤其是在中国和印度等快速增长的地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using Landsat imagery on the Google Earth Engine platform for mapping annual urban dynamics at 30m resolution?",
                "QuestionCn": "在Google Earth Engine平台上使用Landsat影像以30米分辨率映射年度城市动态的潜在后果是什么？",
                "AnswerEn": "Using Landsat imagery on the Google Earth Engine platform allows for the creation of high-resolution global maps of annual urban land coverage, providing fundamental information on global environmental change and contributing to climate mitigation and urban planning. However, challenges such as the unequal distribution of Landsat observations, varying cloud cover, and limited data for earlier years can result in higher uncertainties in detecting urban expansion, especially in regions like Africa, Middle Asia, and the global tropics.",
                "AnswerCn": "使用谷歌地球引擎平台上的Landsat影像，可以创建高分辨率的全球年度城市土地覆盖地图，为全球环境变化提供基本信息，并有助于气候缓解和城市规划。然而，Landsat观测的不均匀分布、不同的云层覆盖以及早期年份数据的有限性等挑战，可能导致在检测城市扩张时的不确定性较高，特别是在非洲、中亚和全球热带地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the integration of multiple remote sensing indices affect the detection of urban land-cover changes over time?",
                "QuestionCn": "多个遥感指数的集成如何影响城市土地覆盖变化的检测？",
                "AnswerEn": "The integration of multiple remote sensing indices, such as NDVI, NDWI, NDBI, and night-time light intensity, into a unified index like the normalized urban areas composite index (NUACI) can enhance the ability to detect urban land-cover changes over time. This approach enables the identification of urban evolution and green recovery with greater accuracy, providing insights into the rate and pattern of urbanization.",
                "AnswerCn": "将多个遥感指数（如NDVI、NDWI、NDBI和夜间光强度）整合为一个统一指数，如归一化城市区域复合指数（NUACI），可以增强检测城市土地覆盖变化的能力。这种方法能够更准确地识别城市演变和绿色恢复，为城市化的速度和模式提供洞察。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What implications does the rapid rate of urban expansion have on the spatial and temporal resolution of urban land-cover datasets?",
                "QuestionCn": "城市扩张的快速速度对城市土地覆盖数据集的空间和时间分辨率有什么影响？",
                "AnswerEn": "The rapid rate of urban expansion, which has been found to be significantly faster than population growth, highlights the need for urban land-cover datasets with high spatial and temporal resolution. Existing datasets often lack the necessary resolution to capture these changes accurately, particularly in rapidly growing regions like China and India. Improved datasets can better inform urban planning and sustainable development efforts by accurately reflecting the extent of urbanization.",
                "AnswerCn": "城市扩张的快速速度显著快于人口增长，这突显了对高空间和时间分辨率的城市土地覆盖数据集的需求。现有的数据集往往缺乏捕捉这些变化所需的分辨率，特别是在中国和印度等快速增长的地区。改进的数据集可以更好地为城市规划和可持续发展工作提供信息，准确反映城市化的范围。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of generating high-resolution global maps of annual urban land coverage using Landsat imagery?",
                "QuestionCn": "生成高分辨率全球城市土地覆盖年图的目标是什么？",
                "AnswerEn": "High-resolution global maps of annual urban land coverage provide fundamental information of global environmental change and contribute to applications related to climate mitigation and urban planning for sustainable development. Using these maps in conjunction with integrated assessment models can facilitate greater understanding of the complex environmental impacts of urbanization and help urban planners avoid natural hazards.",
                "AnswerCn": "高分辨率的全球年度城市土地覆盖地图提供了全球环境变化的基本信息，并为与气候减缓和可持续发展相关的城市规划应用做出了贡献。将这些地图与综合评估模型结合使用，可以加深对城市化复杂环境影响的理解，并帮助城市规划者避免自然灾害。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to handle the challenges of cloud cover and limited Landsat observations when mapping annual urban dynamics at a high resolution?",
                "QuestionCn": "在高分辨率映射年度城市动态时，如何处理云层覆盖和有限的Landsat观测所带来的挑战？",
                "AnswerEn": "Considering the challenges of cloud cover and limited observations, particularly before the 1990s, the approach involves using a combination of Landsat imagery and the Google Earth Engine platform to map annual changes in urban extent. The methodology adapts to these challenges by integrating various data sources and focusing on areas with sufficient data quality, thus managing uncertainties in regions with sparse data.",
                "AnswerCn": "考虑到云层覆盖和有限观测的挑战，特别是在1990年前，该方法涉及使用Landsat影像和Google Earth Engine平台来绘制城市扩展的年度变化。该方法通过整合各种数据源并专注于数据质量足够的区域，从而适应这些挑战，管理在数据稀疏区域的不确定性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the normalized urban areas composite index (NUACI) be utilized to detect changes in urban land cover over time?",
                "QuestionCn": "如何利用标准化城市区域复合指数（NUACI）检测城市土地覆盖的变化？",
                "AnswerEn": "NUACI is used to detect changes in urban land cover by analyzing an annual time series from 1985 to 2015. This includes determining the year of urbanization and green recovery for each pixel within urbanized extents. The index combines multiple remote sensing indices to provide a comprehensive view of urban dynamics.",
                "AnswerCn": "NUACI用于通过分析1985年至2015年的年度时间序列来检测城市土地覆盖的变化。这包括确定每个城市化范围内像素的城市化年份和绿色恢复年份。该指数结合了多个遥感指数，以提供城市动态的全面视图。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What is the step-by-step process for using satellite-based approaches to create high-resolution global maps of urban land coverage?",
                "QuestionCn": "使用基于卫星的方法创建高分辨率全球城市土地覆盖地图的步骤如下：\n\n1. **数据收集**：获取高分辨率卫星影像数据，通常来自商业卫星（如WorldView、GeoIQ等）或开放数据源（如Sentinel-2、Landsat等）。\n\n2. **数据预处理**：对收集到的卫星影像进行预处理，包括辐射校正、大气校正、几何校正等，以确保影像的准确性和一致性。\n\n3. **影像分割**：将卫星影像进行分割，识别出不同的地物类型，特别是城市区域和非城市区域。\n\n4. **特征提取**：从影像中提取特征，如光谱特征、纹理特征和形状特征，以帮助区分城市土地覆盖类型。\n\n5. **分类算法选择**：选择合适的分类算法（如支持向量机、随机森林、深度学习等）来对提取的特征进行分类。\n\n6. **模型训练**：使用已标注的样本数据集对分类模型进行训练，以提高分类的准确性。\n\n7. **模型验证**：使用独立的验证数据集评估模型的性能，确保分类结果的可靠性。\n\n8. **土地覆盖分类**：应用训练好的模型对整个卫星影像进行分类，生成城市土地覆盖的初步地图。\n\n9. **后处理**：对分类结果进行后处理，如平滑、去噪和修正边界，以提高地图的可读性和准确性。\n\n10. **结果分析与验证**：对生成的城市土地覆盖地图进行分析，验证其与地面实况的吻合度，必要时进行调整。\n\n11. **地图发布与共享**：将最终的高分辨率城市土地覆盖地图发布，并通过适当的平台与公众或相关机构共享。\n\n12. **持续更新**：定期更新地图，以反映城市扩展和变化，确保数据的时效性和准确性。",
                "AnswerEn": "The process involves using Landsat imagery on the Google Earth Engine platform to map urban changes at a 30 m resolution from 1985 to 2015. Initially, urbanized land extents are defined by fusing global urban-extent maps from 1985 and 2015. Cells that converted from non-urban to urban are extracted, and an annual series of NUACI is used to identify the specific year of urbanization and subsequent green recovery. Accuracy is then assessed over the past three decades to ensure reliability.",
                "AnswerCn": "该过程涉及使用Landsat影像在Google Earth Engine平台上以30米分辨率映射1985年至2015年的城市变化。最初，通过融合1985年和2015年的全球城市范围地图来定义城市化土地的范围。提取从非城市化转变为城市化的单元格，并使用年度NUACI系列来识别城市化的具体年份及其后续的绿色恢复。随后，对过去三十年的准确性进行评估，以确保可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What advancements in satellite technology have enabled the mapping of global urban dynamics at a 30 m resolution?",
                "QuestionCn": "哪些卫星技术的进步使得以30米分辨率绘制全球城市动态成为可能？",
                "AnswerEn": "The use of Landsat satellites and their surface reflectance data has enabled the mapping of global urban dynamics at a 30 m resolution. This approach provides the spatial and temporal data necessary to track changes in urban areas annually.",
                "AnswerCn": "利用Landsat卫星及其表面反射率数据，使得以30米分辨率绘制全球城市动态成为可能。这种方法提供了跟踪城市地区年度变化所需的空间和时间数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of multiple remote sensing indices enhance the detection of urbanization and green recovery?",
                "QuestionCn": "多个遥感指数的集成如何增强城市化和绿色复苏的检测？",
                "AnswerEn": "The integration of multiple remote sensing indices, such as NDVI, NDWI, NDBI, and nightlight intensity, into a new index like the normalized urban areas composite index (NUACI) enhances the detection of urbanization and green recovery by providing a more comprehensive indication of urban land cover changes.",
                "AnswerCn": "将多个遥感指数（如NDVI、NDWI、NDBI和夜间灯光强度）整合成一个新的指数，如归一化城市区域复合指数（NUACI），可以通过提供更全面的城市土地覆盖变化指示，增强对城市化和绿色恢复的检测。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why do datasets often lack the spatial and temporal resolutions needed to fully capture urban changes, especially in rapidly growing areas like China and India?",
                "QuestionCn": "数据集往往缺乏充分捕捉城市变化所需的空间和时间分辨率，尤其是在中国和印度等快速增长的地区，原因是什么？",
                "AnswerEn": "The lack of spatial and temporal resolutions in datasets is often due to the unequal distribution of Landsat observations across space and time, along with their uneven quality due to varying cloud cover. This results in limited observations for earlier years, particularly before the 1990s, and in regions such as Africa, Middle Asia, and the global tropics, leading to higher uncertainties in detecting urban expansion and green recovery in these areas and years.",
                "AnswerCn": "数据集中空间和时间分辨率的缺乏通常是由于Landsat观测在空间和时间上的不均匀分布，以及由于云层覆盖变化导致的观测质量不均。这导致在早期年份，特别是1990年前，观测数量有限，尤其是在非洲、中亚和全球热带地区，从而在这些地区和年份检测城市扩张和绿色恢复时产生更高的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to map global annual urban dynamics at a high resolution?",
                "QuestionCn": "为什么以高分辨率绘制全球年度城市动态是一个挑战？",
                "AnswerEn": "Mapping global annual urban dynamics at a high resolution is challenging due to the need to integrate numerous surface reflectance data from Landsat satellites over many years. The task is further complicated by variations in data quality and availability, particularly in certain regions and for earlier time periods, which can affect the consistency and accuracy of the results.",
                "AnswerCn": "以高分辨率映射全球年度城市动态是一个具有挑战性的任务，因为需要整合来自Landsat卫星多年的大量表面反射数据。这个任务由于数据质量和可用性的变化，特别是在某些地区和早期时间段，进一步复杂化，这可能影响结果的一致性和准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be a discrepancy between the rate of urban expansion and population growth, as indicated by global urban extent datasets?",
                "QuestionCn": "全球城市扩展数据集显示城市扩张率与人口增长之间可能存在差异的原因是什么？",
                "AnswerEn": "The discrepancy between the rate of urban expansion and population growth can be attributed to the observation that urban land area is expanding faster than population growth. This indicates that urban development is not solely driven by demographic changes, and the urban land area exceeds what is needed to sustain population growth, suggesting other factors such as economic development, infrastructure expansion, or policy-driven urban planning might be contributing to this rapid urbanization.",
                "AnswerCn": "城市扩张与人口增长之间的差异可以归因于城市土地面积的扩张速度快于人口增长。这表明城市发展并不仅仅受到人口变化的驱动，城市土地面积超过了维持人口增长所需的面积，这暗示着经济发展、基础设施扩展或政策驱动的城市规划等其他因素可能在这一快速城市化过程中发挥了作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are your thoughts on the challenges posed by the unequal distribution of Landsat observations when collecting data for urban dynamics?",
                "QuestionCn": "我对在收集城市动态数据时，由于Landsat观测的不均匀分布所带来的挑战有何看法？",
                "AnswerEn": "The challenges are significant due to the uneven distribution of Landsat observations across different regions and times, particularly before the 1990s in areas like Africa and Middle Asia. This results in higher uncertainties in detecting urban expansion and green recovery for these regions and years.",
                "AnswerCn": "由于不同地区和时间的Landsat观测分布不均，尤其是在1990年前的非洲和中亚地区，挑战是显著的。这导致在这些地区和年份中，检测城市扩张和绿色恢复的不确定性更高。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you evaluate the effectiveness of using remote sensing indices such as NDVI, NDWI, NDBI, and nightlight intensity in assessing urban evolution?",
                "QuestionCn": "如何评估使用遥感指数如NDVI、NDWI、NDBI和夜间灯光强度在评估城市演变中的有效性？",
                "AnswerEn": "The use of these remote sensing indices in combination, as seen in the development of the normalized urban areas composite index (NUACI), appears to be effective in indicating urban evolution, as they integrate multiple data sources to provide a comprehensive view of urban changes.",
                "AnswerCn": "这些遥感指数的组合使用，如在规范化城市区域复合指数（NUACI）的开发中所见，似乎在指示城市演变方面是有效的，因为它们整合了多个数据源，以提供对城市变化的全面视图。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways do you think high-resolution global maps of urban land coverage at 30m resolution can impact urban planning and climate mitigation efforts?",
                "QuestionCn": "我认为30米分辨率的高分辨率全球城市土地覆盖地图可以在以下几个方面影响城市规划和气候缓解工作：",
                "AnswerEn": "High-resolution maps provide fundamental information on global environmental changes, facilitating an understanding of the complex impacts of urbanization. This can help urban planners make informed decisions to avoid natural hazards, such as limiting development in flood risk zones, and contribute to sustainable development and climate mitigation efforts.",
                "AnswerCn": "高分辨率地图提供了全球环境变化的基本信息，帮助理解城市化的复杂影响。这可以帮助城市规划者做出明智的决策，以避免自然灾害，例如限制在洪水风险区的发展，并为可持续发展和气候缓解努力做出贡献。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about the challenges faced when collecting high-resolution urban land cover data over large temporal spans.",
                "QuestionCn": "我对在较长时间跨度内收集高分辨率城市土地覆盖数据时面临的挑战感到不确定。",
                "AnswerEn": "Challenges include the unequal distribution of Landsat observations across space and time, uneven quality due to cloud cover, and limited observations for earlier years, particularly in regions like Africa and Middle Asia, leading to higher uncertainties in urban expansion detection.",
                "AnswerCn": "挑战包括Landsat观测在空间和时间上的不均匀分布，由于云层覆盖导致的质量不均，以及早期年份的观测有限，特别是在非洲和中亚地区，这导致城市扩展检测中的不确定性增加。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how remote sensing indices are integrated into a dataset to indicate urban evolution.",
                "QuestionCn": "我无法理解遥感指数是如何整合到数据集中以指示城市演变的。",
                "AnswerEn": "Remote sensing indices such as NDVI, NDWI, NDBI, and night light intensity are integrated into the normalized urban areas composite index (NUACI), which is used to indicate urban evolution by combining these indices to provide a comprehensive measure of urbanization likelihood.",
                "AnswerCn": "遥感指数如NDVI、NDWI、NDBI和夜间灯光强度被整合到归一化城市区域复合指数（NUACI）中，该指数通过结合这些指标提供城市化可能性的综合测量，以指示城市演变。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the challenges faced in collecting high-resolution global urban land coverage data and how they impact the accuracy of urban change detection.",
                "QuestionCn": "收集高分辨率全球城市土地覆盖数据面临的挑战包括数据获取的困难、不同数据源之间的标准化问题、城市区域的复杂性以及快速城市化带来的动态变化。这些挑战影响了城市变化检测的准确性，因为数据的不一致性和时效性可能导致对城市扩展和变化的误判，从而影响政策制定和城市规划的有效性。",
                "AnswerEn": "Considering the unequal distribution of Landsat observations across space and time and their uneven quality due to varying cloud cover, limited observations exist for earlier years (that is, before the 1990s) particularly over Africa and Middle Asia and throughout the global tropics, resulting in higher uncertainties of detected urban expansion and green recovery for these regions and years.",
                "AnswerCn": "考虑到Landsat观测在空间和时间上的不均匀分布，以及由于云层覆盖变化导致的观测质量不均，早期年份（即1990年之前）特别是在非洲和中亚以及全球热带地区的观测数量有限，这导致这些地区和年份的城市扩张和绿色恢复检测的不确定性较高。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please describe the methods used to generate a global annual urban dynamics map utilizing satellite imagery.",
                "QuestionCn": "请描述利用卫星影像生成全球年度城市动态地图的方法。",
                "AnswerEn": "To generate a consistent database of global annual urban dynamics (GAUD), we used Landsat imagery to map annual changes in urban extent at a 30 m resolution for the period 1985 to 2015 on the Google Earth Engine (GEE) platform. First, we defined the extent of urbanized land between 1985 and 2015 by fusing four available global urban-extent maps with similar spatial resolutions for 1985 and 2015. We extracted cells from the two fusion maps that changed from non-urban in 1985 to urban in 2015. We then used an annual time series (1985–2015) of the normalized urban areas composite index (NUACI) to detect the year of urbanization and green recovery (vegetative regrowth or new plantings in built environments) for each pixel within this urbanized extent. Finally, we assessed the accuracy of all derived products over the past three decades.",
                "AnswerCn": "为了生成全球年度城市动态的一致数据库（GAUD），我们使用Landsat影像在Google Earth Engine（GEE）平台上以30米的分辨率绘制1985年至2015年间城市范围的年度变化。首先，我们通过融合四个具有相似空间分辨率的全球城市范围地图，定义了1985年至2015年间的城市化土地范围。我们提取了从1985年到2015年发生变化的非城市化到城市化的单元格。然后，我们使用1985年至2015年的归一化城市区域复合指数（NUACI）年度时间序列来检测每个像素在城市化范围内的城市化年份和绿色恢复（建筑环境中的植被再生或新植）情况。最后，我们评估了过去三十年所有衍生产品的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the implications of the findings regarding the rate of global urban expansion compared to population growth.",
                "QuestionCn": "请分析关于全球城市扩张速度与人口增长之间关系的发现所带来的影响。",
                "AnswerEn": "We find that global urban extent has expanded by 9,687 km² per year. This rate is four times greater than previous reputable estimates from worldwide individual cities, suggesting an unprecedented rate of global urbanization. The rate of urban expansion is notably faster than that of population growth, indicating that the urban land area already exceeds what is needed to sustain population growth.",
                "AnswerCn": "我们发现全球城市扩展每年增加9,687平方公里。这一速度是之前来自全球各个城市的可靠估计的四倍，表明全球城市化的速度前所未有。城市扩展的速度明显快于人口增长，表明城市土地面积已经超过了维持人口增长所需的面积。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}