{
    "id": "cbc6c6e8-9ae6-434a-aa4f-355600c3aa2e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Transition from oceanic subduction to continental collision in central Tibet: evidence from the Cretaceous magmatism in Qiangtang block",
            "titleCn": "西藏中部白垩纪从大洋俯冲到陆陆碰撞过程的火山岩锆石U-Pb数据",
            "description": "The late Mesozoic Magmatic arc of the South Qiangtang terrane is related to the long-term subduction of Bangong Lake Nujiang Tethys ocean and the subsequent collision of Lhasa Qiangtang terrane. However, the geological evolution from oceanic lithosphere subduction to continental collision is not clear. In view of this scientific problem, through the study of volcanic rocks in mudijiangya area of South Qiangtang terrane, the following achievements and understandings have been obtained（ 1) Zircon U-Pb dating data of two groups of volcanic rocks in mudijiangya area, Shuanghu County, central Qinghai Tibet Plateau show that the volcanic rocks of qushenla formation were formed at 114 Ma and those of abushan formation were formed at 76-75 ma（ 2) The original magma of the volcanic rocks in the qushenla formation may be derived from partial melting of mantle peridotite contaminated by crustal materials, which is related to the plate rotation of the northward subducted Bangong Nujiang Tethys oceanic crust（ 3) The original magma of volcanic rocks in the abushan formation may be a mixture of crustal melt and asthenospheric mantle, which is related to the lithospheric delamination in the Lhasa Qiangtang collision area.",
            "descriptionCn": "南羌塘地体晚中生代岩浆弧与班公湖-怒江特提斯洋的长期俯冲以及随后的拉萨-羌塘地体的碰撞有关，然而从大洋岩石圈俯冲到陆陆碰撞的地质演化过程并不清楚。针对这一科学问题，通过对南羌塘地体木地姜雅地区的火山岩开展研究，取得了以下成果和认识。（1）青藏高原中部双湖县木地姜雅地区的两组火山岩的锆石U-Pb年代数据显示去申拉组火山岩形成时代为114 Ma，阿布山组火山岩形成时代为76-75 Ma。（2）去申拉组火山岩原始岩浆可能来源于被地壳物质混染的地幔橄榄岩的部分熔融，与向北俯冲的的班公湖-怒江特提斯洋壳的板片回转有关。（3）阿布山组火山岩原始岩浆可能为地壳熔体和软流圈地幔的混合熔体，与拉萨-羌塘碰撞区域的岩石圈拆沉有关。",
            "instructions": "The data is stored in word format, and the file name starts with mdjy, which represents Mudi Jiangya area. See word for specific sample number, experimental method and data.",
            "instructionsCn": "数据以Word格式存储，文件名称为MDJY开头，代表木地姜雅地区。具体样品编号、实验方法、具体数据等见Word。",
            "east": 89.5,
            "west": 89.0,
            "south": 32.0,
            "north": 32.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 541963.0,
            "cstr": null,
            "doi": "10.1080/00206814.2020.1867912",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "贺海洋",
                "nameEn": "HE Haiyang",
                "unitEn": "",
                "unitCn": "中国地质大学（北京）"
            },
            {
                "nameCn": "李亚林",
                "nameEn": "LI Yalin",
                "unitEn": "",
                "unitCn": "中国地质大学（北京）"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Transition from oceanic subduction to continental collision in central Tibet: evidence from the Cretaceous magmatism in Qiangtang block",
                "referenceCn": null,
                "referenceEn": "He, H. , Li, Y. ,Ning, Z. ,Wang, C., & Chen, L. (2020). Transition from oceanic subduction to continental collision in central tibet: evidence from the cretaceous magmatism in qiangtang block. International Geology Review, (7), 1-19."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "碰撞事件",
                "nameEn": "collision event"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "羌塘",
                "keywordEn": "Qiangtang"
            },
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩世",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine zircon U-Pb ages in volcanic rocks from central Tibet, and how these data contribute to understanding the tectonic evolution from oceanic subduction to continental collision?",
                "QuestionCn": "您能否提供一个用于确定来自中央西藏火山岩的锆石U-Pb年龄的数据收集方法的示例，以及这些数据如何有助于理解从海洋俯冲到大陆碰撞的构造演化？",
                "AnswerEn": "A data collection method involves analyzing zircon U-Pb ages in volcanic rocks from regions like the Mu Di Jiang Ya area in central Tibet. The obtained zircon U-Pb data, for instance, shows that the Qushenla volcanic rocks formed around 114 Ma, while the Abushan volcanic rocks formed between 76-75 Ma. These data contribute to understanding the tectonic evolution by highlighting the magmatic processes related to the subduction of the Bangong-Nujiang Tethys Ocean and subsequent collision between the Lhasa and Qiangtang terranes.",
                "AnswerCn": "一种数据收集方法涉及分析来自中藏的穆迪江雅地区火山岩中的锆石U-Pb年龄。获得的锆石U-Pb数据表明，曲申拉火山岩形成于约114百万年前，而阿布山火山岩形成于76-75百万年前。这些数据有助于理解构造演化，突显与班公-怒江特提斯洋的俯冲及拉萨和羌塘地体之间随后的碰撞相关的岩浆过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of zircon U-Pb dating methods utilized in analyzing volcanic rock formations in central Tibet's Cretaceous period, and how do these characteristics influence the interpretation of geological evolution from oceanic subduction to continental collision?",
                "QuestionCn": "锆石U-Pb定年方法在分析中藏地区白垩纪火山岩形成中的关键特征是什么，这些特征如何影响从海洋俯冲到大陆碰撞的地质演化解读？",
                "AnswerEn": "precise age determinations, formation ages of 114 Ma and 76-75 Ma",
                "AnswerCn": "精确年龄测定，形成年龄为1.14亿年和7600万至7500万年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many zircon U-Pb age data points were analyzed to determine the formation ages of volcanic rocks in the Mu Di Jiang Ya area of central Tibet?",
                "QuestionCn": "在中藏的穆迪江雅地区，分析了多少个锆石U-Pb年龄数据点以确定火山岩的形成年龄？",
                "AnswerEn": "The original answer does not provide the specific number of zircon U-Pb age data points analyzed. Therefore, I cannot extract a numerical value for this question.",
                "AnswerCn": "原始答案未提供分析的锆石 U-Pb 年龄数据点的具体数量。因此，我无法为此问题提取数值。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the observed U-Pb zircon dating patterns in volcanic rocks inform our understanding of the transition from oceanic subduction to continental collision in central Tibet?",
                "QuestionCn": "观察到的火山岩中的铀-铅锆石定年模式如何帮助我们理解中藏地区从海洋俯冲到大陆碰撞的过渡？",
                "AnswerEn": "The U-Pb zircon dating patterns suggest that the formation of the volcanic rocks occurred at different times, with the Qushenla volcanic rocks forming at 114 Ma and the Abushan volcanic rocks forming at 76-75 Ma. These patterns can be interpreted to indicate distinct magmatic events related to the northward subduction of the Bangong-Nujiang Tethyan oceanic crust and subsequent lithospheric processes associated with the Lhasa-Qiangtang collision.",
                "AnswerCn": "U-Pb锆石定年模式表明，火山岩的形成发生在不同的时间，其中Qushenla火山岩形成于114百万年前，而Abushan火山岩形成于76-75百万年前。这些模式可以解释为与班公-怒江海洋地壳的北向俯冲以及与拉萨-羌塘碰撞相关的后续岩石圈过程有关的不同岩浆事件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of collecting zircon U-Pb data from volcanic rocks in the context of oceanic subduction to continental collision processes in Central Tibet?",
                "QuestionCn": "在中央 Tibet 的海洋俯冲到大陆碰撞过程中，收集火山岩的锆石 U-Pb 数据的复杂性受哪些因素影响？",
                "AnswerEn": "The complexity arises from the need to understand the geological evolution from oceanic lithosphere subduction to continental collision, which involves analyzing volcanic rocks formed at different times and under varying tectonic settings. Specifically, obtaining accurate zircon U-Pb ages requires detailed examination of volcanic rocks like those in the Muji Jiangya area, where the formation times and magma sources are influenced by crustal contamination, mantle partial melting, and lithospheric processes such as slab rollback and lithosphere delamination associated with the Bangong-Nujiang Tethys Ocean and Lhasa-Qiangtang collision.",
                "AnswerCn": "复杂性源于需要理解从海洋岩石圈俯冲到大陆碰撞的地质演化，这涉及分析在不同时间和不同构造背景下形成的火山岩。具体而言，获得准确的锆石U-Pb年龄需要对穆基江雅地区的火山岩进行详细检查，在那里，形成时间和岩浆来源受到地壳污染、地幔部分熔融以及与班公-怒江特提斯洋和拉萨-羌塘碰撞相关的岩石圈过程（如板块回退和岩石圈脱落）的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the impact on understanding geologic evolution when using zircon U-Pb dating of volcanic rocks to study processes from oceanic subduction to continental collision?",
                "QuestionCn": "使用锆石U-Pb定年法对火山岩进行研究，从海洋俯冲到大陆碰撞的过程中，对理解地质演化的影响是什么？",
                "AnswerEn": "Using zircon U-Pb dating of volcanic rocks helps in pinpointing the formation ages of different volcanic sequences, like the Qushenla Group (114 Ma) and the Abushan Group (76-75 Ma) in the central Tibetan Plateau. This data aids in understanding the geological evolution from oceanic subduction to continental collision, showing links between volcanic formation and tectonic events such as the subduction of the Bangong-Nujiang Tethys Ocean and the Lhasa-Qiangtang collision.",
                "AnswerCn": "使用锆石U-Pb定年法对火山岩进行测定，有助于确定不同火山序列的形成年代，例如中藏高原的Qushenla组（114百万年前）和Abushan组（76-75百万年前）。这些数据有助于理解从海洋俯冲到大陆碰撞的地质演化，显示火山形成与构造事件之间的联系，如班公-怒江特提斯洋的俯冲和拉萨-羌塘的碰撞。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals behind studying zircon U-Pb dating of volcanic rocks from the Mudi Jiangya region in central Tibet to understand the transition from oceanic subduction to continental collision?",
                "QuestionCn": "研究中部藏区Mudi Jiangya地区火山岩的锆石U-Pb定年，旨在理解从海洋俯冲到大陆碰撞的过渡过程。",
                "AnswerEn": "The goal is to elucidate the geological evolution process from oceanic lithosphere subduction to continental collision, which is poorly understood. This involves determining the formation ages and magmatic origins of volcanic rocks to comprehend the long-term subduction of the Bangong-Nujiang Tethys Ocean and subsequent Lhasa-Qiangtang terrane collision.",
                "AnswerCn": "目标是阐明从海洋岩石圈俯冲到大陆碰撞的地质演化过程，这一过程尚不清楚。这涉及确定火山岩的形成年龄和岩浆起源，以理解班公-怒江特提斯洋的长期俯冲及随后的拉萨-羌塘地块碰撞。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}