{
    "id": "cbe20190-923c-4573-9431-a886330152e3",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "High resolution soil freeze/thaw dataset of the Qinghai-Tibet Engineering Corridor (2015-2020)",
            "titleCn": "青藏工程走廊高分辨率土壤冻融数据集（2015-2020）",
            "description": "This data is a high-resolution soil freeze/thaw (F/T) dataset in the Qinghai Tibet Engineering Corridor (QTEC) produced by fusing sentinel-1 SAR data, AMSR-2 microwave radiometer data, and MODIS LST products. Based on the newly proposed algorithm, this product provides the detection results of soil F/T state with a spatial resolution of 100 m on a monthly scale. Both meteorological stations and soil temperature stations were used for results evaluation. Based on the ground surface temperature data of four meteorological stations provided by the national meteorological network, the overall accuracy of soil F/T detection products achieved 84.63% and 77.09% for ascending and descending orbits, respectively. Based on the in-situ measured 5 cm soil temperature data near Naqu, the average overall accuracy of ascending and descending orbits are 78.58% and 76.66%. This high spatial resolution F/T product makes up traditional coarse resolution soil F/T products and provides the possibility of high-resolution soil F/T monitoring in the QTEC.",
            "descriptionCn": "本数据是研究团队综合利用Sentinel-1 SAR数据，AMSR-2微波辐射计数据以及MODIS LST产品所生产的青藏工程走廊区域高分辨土壤冻融数据集。基于新提出的算法，本产品提供月尺度100m空间分辨土壤冻融状态检测结果，并通过气象站点和土壤温度站点进行精度验证。基于青藏工程走廊地区的4个气象站点进行精度验证，结果表明基于升轨和降轨Sentinel-1的土壤冻融检测结果的整体准确率分别为84.63%和77.09%。基于那曲土壤湿度/温度监测站点进行精度验证，升轨和降轨结果的平均整体精度为78.58%和76.66。该产品弥补了传统土壤冻融产品空间分辨率不足（>1km）的问题，为青藏工程走廊区域高分辨率土壤冻融监测提供了可能。",
            "instructions": "The freeze-thaw data is stored in TIF format raster file. The name of the file is \"yyyy_mm_mode_ft.tif\", where yyyy represents the year, mm represents the month, and mode represents the lifting track of the data, including A is the ascending orbit and D is the descending orbit.",
            "instructionsCn": "冻融数据以TIF格式栅格文件储存，文件的名称为\"yyyy_mm_mode_FT.tif\"，其中yyyy代表年，mm代表月，mode代表数据的升降轨情况，其中A为升轨，D为降轨。",
            "east": 95.16,
            "west": 90.32,
            "south": 29.43,
            "north": 36.63,
            "startTime": "2015-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 70287102.0,
            "cstr": "18406.11.Cryos.tpdc.272144",
            "doi": "10.11888/Cryos.tpdc.272144",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "周欣",
                "nameEn": "ZHOU Xin ",
                "unitEn": "China University of Geosciences (Wuhan)",
                "unitCn": "中国地质大学（武汉）"
            },
            {
                "nameCn": "刘修国",
                "nameEn": "LIU Xiuguo ",
                "unitEn": "China University of Geosciences(wuhan)",
                "unitCn": "中国地质大学（武汉）"
            },
            {
                "nameCn": "周俊雄",
                "nameEn": "ZHOU Junxiong ",
                "unitEn": "University of Minnesota Twin Cities",
                "unitCn": "明尼苏达大学双城分校"
            },
            {
                "nameCn": "张正加",
                "nameEn": "ZHANG Zhengjia ",
                "unitEn": "China University of Geosciences (Wuhan)",
                "unitCn": "中国地质大学（武汉）"
            },
            {
                "nameCn": "陈启浩",
                "nameEn": "CHEN Qihao ",
                "unitEn": "China University of Geosciences(wuhan)",
                "unitCn": "中国地质大学(武汉)"
            },
            {
                "nameCn": "解清华",
                "nameEn": "XIE Qinghua ",
                "unitEn": "China University of Geosciences(wuhan)",
                "unitCn": "中国地质大学(武汉)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Detection of Soil Freeze/thaw States at A High Spatial Resolution in Qinghai-Tibet Engineering Corrido",
                "referenceCn": null,
                "referenceEn": "Zhou, X., Zhou, J., Xie, Q., Zhang, Z., Chen, Q., & Liu, X. (2022). Detection of Soil Freeze/Thaw States at a High Spatial Resolution in Qinghai-Tibet Engineering Corridor. IEEE Geoscience and Remote Sensing Letters, 19, 1-5."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "土壤冻融",
                "nameEn": "soil freeze/thaw"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave Remote Sensing"
            },
            {
                "nameCn": "表面冻融",
                "nameEn": "Surface Freeze-thaw Cycle/State"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏工程走廊",
                "keywordEn": "The Qinghai-Tibet Engineering Corridor"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015-2022",
                "keywordEn": "2015-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "基于超像素的极化SAR城区建筑密度和容积率估计方法研究",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "面向青藏高原复杂冻土环境的时序InSAR冻土活动层厚度反演研究",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of high-resolution soil freeze-thaw datasets specific to engineering corridors in the Qinghai-Tibet region?",
                "QuestionCn": "高分辨率土壤冻融数据集在青藏地区工程走廊中的特征是什么？",
                "AnswerEn": "integration of Sentinel-1 SAR data, AMSR-2 microwave radiometer data, MODIS LST products, monthly detection, spatial resolution of 100 meters, accuracy rates of 84.63% and 77.09% for ascending and descending Sentinel-1 data, average overall accuracy rates of 78.58% and 76.66% for ascending and descending data results, addresses spatial resolution limitations of traditional products exceeding 1 km",
                "AnswerCn": "整合Sentinel-1 SAR数据、AMSR-2微波辐射计数据、MODIS LST产品，进行每月检测，空间分辨率为100米，Sentinel-1数据的上升和下降精度分别为84.63%和77.09%，上升和下降数据结果的平均总体精度分别为78.58%和76.66%，解决了传统产品空间分辨率超过1公里的限制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the overall accuracy percentage of the soil freeze-thaw detection results using Sentinel-1 data for both ascending and descending orbits?",
                "QuestionCn": "使用Sentinel-1数据进行土壤冻融检测结果的整体准确率百分比是多少，涵盖上升轨道和下降轨道？",
                "AnswerEn": "84.63%, 77.09%",
                "AnswerCn": "84.63%，77.09%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'high-resolution soil freeze-thaw dataset' mean in the context of the Qinghai-Tibet engineering corridor?",
                "QuestionCn": "在青藏工程走廊的背景下，“高分辨率土壤冻融数据集”指的是对土壤在冻融过程中的变化进行高精度、高细节的观测和记录的数据集。",
                "AnswerEn": "A high-resolution soil freeze-thaw dataset in the context of the Qinghai-Tibet engineering corridor refers to a collection of data produced by utilizing Sentinel-1 SAR data, AMSR-2 microwave radiometer data, and MODIS LST products to detect soil freeze-thaw states at a spatial resolution of 100 meters on a monthly scale. This dataset provides detailed information on soil freeze-thaw conditions, verified for accuracy using meteorological and soil temperature stations, offering significant improvements over traditional datasets with spatial resolutions greater than 1 km.",
                "AnswerCn": "高分辨率土壤冻融数据集在青藏工程走廊的背景下，指的是利用Sentinel-1 SAR数据、AMSR-2微波辐射计数据和MODIS LST产品生成的一系列数据，用于检测土壤冻融状态，空间分辨率为100米，时间尺度为每月。该数据集提供了关于土壤冻融条件的详细信息，并通过气象和土壤温度站进行了准确性验证，相较于传统的空间分辨率大于1公里的数据集，具有显著的改进。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of Sentinel-1 SAR data for soil freeze-thaw detection compare to AMSR-2 microwave radiometer data in terms of spatial resolution and accuracy?",
                "QuestionCn": "Sentinel-1 SAR数据在土壤冻结-解冻检测中的使用与AMSR-2微波辐射计数据相比，在空间分辨率和准确性方面如何？",
                "AnswerEn": "The use of Sentinel-1 SAR data provides high-resolution soil freeze-thaw detection with a spatial resolution of 100 meters, which improves upon the traditional spatial resolution limitations of over 1 km. In terms of accuracy, the detection results based on Sentinel-1 ascending and descending tracks show an overall accuracy of 84.63% and 77.09%, respectively. These results are validated using meteorological stations and soil temperature sites in the Qinghai-Tibet Engineering Corridor.",
                "AnswerCn": "使用Sentinel-1 SAR数据可以实现高分辨率的土壤冻结-解冻检测，空间分辨率达到100米，改善了传统空间分辨率超过1公里的限制。在准确性方面，基于Sentinel-1上行和下行轨道的检测结果分别显示整体准确率为84.63%和77.09%。这些结果通过青藏工程走廊的气象站和土壤温度站进行了验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for high spatial resolution in soil freeze-thaw state detection in the Qinghai-Tibet engineering corridor?",
                "QuestionCn": "在青藏工程走廊中，检测土壤冻融状态对高空间分辨率的需求原因是什么？",
                "AnswerEn": "The need for high spatial resolution in soil freeze-thaw state detection arises from the limitations of traditional products, which have a spatial resolution greater than 1 km. This high resolution is crucial for accurately monitoring soil freeze-thaw states in the Qinghai-Tibet engineering corridor, as it provides detailed monthly scale detection results at 100m spatial resolution, addressing the gap in traditional methods.",
                "AnswerCn": "在土壤冻融状态检测中，对高空间分辨率的需求源于传统产品的局限性，这些产品的空间分辨率大于1公里。高分辨率对于准确监测青藏工程走廊的土壤冻融状态至关重要，因为它提供了100米空间分辨率的详细月度检测结果，填补了传统方法的空白。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating multiple data sources like Sentinel-1 SAR, AMSR-2 microwave radiometer, and MODIS LST into a high-resolution soil freeze-thaw monitoring dataset in terms of spatial resolution and accuracy?",
                "QuestionCn": "将Sentinel-1 SAR、AMSR-2微波辐射计和MODIS LST等多个数据源整合到高分辨率土壤冻结-解冻监测数据集中，可能在空间分辨率和准确性方面产生以下潜在后果：",
                "AnswerEn": "Integrating multiple data sources can significantly enhance the spatial resolution and accuracy of a high-resolution soil freeze-thaw monitoring dataset. By using Sentinel-1 SAR, AMSR-2 microwave radiometer, and MODIS LST data, the dataset achieves a 100m spatial resolution, addressing the limitations of traditional soil freeze-thaw products with resolutions greater than 1km. This integration allows for more precise detection of soil freeze-thaw states, which is validated with meteorological and soil temperature stations, resulting in an overall accuracy of 84.63% for ascending orbit and 77.09% for descending orbit. Moreover, verification with soil moisture/temperature monitoring stations shows an average overall accuracy of 78.58% for ascending orbit and 76.66% for descending orbit. Therefore, the integration provides a robust solution for high-resolution soil freeze-thaw monitoring in the specified region.",
                "AnswerCn": "整合多个数据源可以显著提高高分辨率土壤冻融监测数据集的空间分辨率和准确性。通过使用Sentinel-1 SAR、AMSR-2微波辐射计和MODIS LST数据，该数据集实现了100米的空间分辨率，解决了传统土壤冻融产品分辨率大于1公里的局限性。这种整合允许更精确地检测土壤冻融状态，经过气象和土壤温度站的验证，结果显示上行轨道的整体准确率为84.63%，下行轨道为77.09%。此外，与土壤湿度/温度监测站的验证显示，上行轨道的平均整体准确率为78.58%，下行轨道为76.66%。因此，这种整合为指定区域的高分辨率土壤冻融监测提供了一个可靠的解决方案。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind utilizing Sentinel-1 SAR, AMSR-2 microwave radiometer data, and MODIS LST products to create a high-resolution soil freeze-thaw dataset for the Qinghai-Tibet Engineering Corridor?",
                "QuestionCn": "利用Sentinel-1 SAR、AMSR-2微波辐射计数据和MODIS LST产品创建青藏铁路工程走廊的高分辨率土壤冻结-融化数据集的目标是什么？",
                "AnswerEn": "The objective is to produce a high-resolution soil freeze-thaw dataset that addresses the limitations of traditional products with spatial resolutions greater than 1km. The goal is to detect soil freeze-thaw states at a 100m spatial resolution on a monthly scale, providing improved monitoring capabilities for the Qinghai-Tibet Engineering Corridor. The dataset aims to enhance accuracy, as validated by meteorological and soil temperature stations, and offers a more precise tool for monitoring changes in this specific region.",
                "AnswerCn": "目标是生成一个高分辨率的土壤冻融数据集，以解决传统产品空间分辨率大于1公里的局限性。该数据集旨在以100米的空间分辨率每月检测土壤冻融状态，为青藏工程走廊提供更好的监测能力。该数据集旨在提高准确性，并通过气象和土壤温度站进行验证，为监测该特定区域的变化提供更精确的工具。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedure is employed to integrate Sentinel-1 SAR data, AMSR-2 microwave radiometer data, and MODIS LST products for generating a high-resolution soil freeze-thaw dataset?",
                "QuestionCn": "采用什么程序将Sentinel-1 SAR数据、AMSR-2微波辐射计数据和MODIS LST产品集成，以生成高分辨率土壤冻结-融化数据集？",
                "AnswerEn": "The research team employs a comprehensive approach that utilizes Sentinel-1 SAR data, AMSR-2 microwave radiometer data, and MODIS LST products to produce a high-resolution soil freeze-thaw dataset for the Qinghai-Tibet Engineering Corridor. A newly proposed algorithm is used to detect soil freeze-thaw states at a monthly scale with a 100m spatial resolution. The accuracy of the dataset is verified through meteorological and soil temperature stations, demonstrating an overall accuracy of 84.63% and 77.09% for ascending and descending Sentinel-1 tracks, respectively.",
                "AnswerCn": "研究团队采用综合方法，利用Sentinel-1 SAR数据、AMSR-2微波辐射计数据和MODIS LST产品，生成青藏工程走廊的高分辨率土壤冻融数据集。采用一种新提出的算法，以100米的空间分辨率在月尺度上检测土壤冻融状态。通过气象和土壤温度站验证数据集的准确性，结果显示上行和下行Sentinel-1轨道的总体准确率分别为84.63%和77.09%。",
                "Level": "C3(Applying)"
            }
        ]
    }
}