{
  "id": "cbe50f0d-00f2-4c53-9175-90fb4920e5c8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat enhanced vegetation index (EVI) products over the Tibetan Plateau (1980s-2019)",
      "titleCn": "青藏高原Landsat系列卫星遥感增强植被指数（EVI）产品（1980s-2019）",
      "description": "The dataset is the Landsat enhanced vegetation index (EVI) products from 1970s to 2020 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the EVI equation which is added backgroud adjusted parameters C1 and C2, and atmospheric adjusted parameter L based on NDVI equation.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. Compared with NDVI, EVI has stronger ability to resist atmospheric interference and noise,so it is more suitable for weather conditions with high aerosol content and lush vegetation areas.",
      "descriptionCn": "1）数据内容：本数据集包含从1980s-2019年青藏高原地区Landsat长时序EVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过EVI的计算公式进行生产的，即并在NDVI计算公式的基础上引入了背景调节参数C1，C2和大气修正参数L进行计算的。3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：EVI相比于NDVI具有较强的抗大气干扰能力以及抗噪音能力，更适用于气溶胶含量较高的天气状况下，以及植被茂盛区。",
      "instructions": "1) File name rules: the EVI result of each scense is stored in a floder including the EVI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-EVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-EVI;the EVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-EVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-EVI.TIF\". 2) How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on, the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：EVI是以景为单位存放文件夹，由EVI产品、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-EVI，如L5-TM-115-026-19840418-LSR-BRDF-EVI；其中EVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-EVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-EVI.TIF。数据使用方法：地表反射率结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，地表反射率结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 5922701015040.0,
      "cstr": "18406.11.Ecolo.tpdc.271719",
      "doi": "10.11888/Ecolo.tpdc.271719",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A feedback based modification of the NDVI to minimize canopy background and atmospheric noise",
        "referenceCn": null,
        "referenceEn": "Liu, H.Q., Huete, A. (1995). A feedback based modification of the ndvi to minimize canopy background and atmospheric noise. IEEE Transactions on Geoscience & Remote Sensing, 33(2), 457-465."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980s-2019",
        "keywordEn": "1980s-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and enhancements that make EVI more suitable than NDVI for areas with high aerosol content and dense vegetation?",
        "QuestionCn": "EVI在高气溶胶含量和密集植被区域比NDVI更适用的具体特征和增强功能是什么？",
        "AnswerEn": "background adjustment parameters C1 and C2, atmospheric correction parameter L, resistance to atmospheric disturbances and noise",
        "AnswerCn": "背景调整参数C1和C2，大气校正参数L，对大气干扰和噪声的抵抗力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of data are covered in the Landsat EVI dataset for the Tibetan Plateau?",
        "QuestionCn": "青藏 Plateau 的 Landsat EVI 数据集覆盖了多少年的数据？",
        "AnswerEn": "1980s-2019",
        "AnswerCn": "1980年代至2019年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Enhanced Vegetation Index (EVI)' mean in the context of remote sensing on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的遥感背景下，“增强型植被指数（EVI）”是什么意思？",
        "AnswerEn": "Enhanced Vegetation Index (EVI) in the context of remote sensing on the Qinghai-Tibet Plateau refers to a satellite-derived index that improves upon the traditional NDVI by incorporating background adjustment parameters (C1 and C2) and atmospheric correction parameter (L) to better account for atmospheric interference and noise. It provides more reliable vegetation monitoring in areas with high aerosol content and dense vegetation.",
        "AnswerCn": "增强植被指数（EVI）在遥感中的应用，特别是在青藏高原，指的是一种卫星衍生指数，它通过引入背景调整参数（C1和C2）和大气校正参数（L）来改进传统的归一化植被指数（NDVI），以更好地考虑大气干扰和噪声。EVI在气溶胶含量高和植被密集的地区提供了更可靠的植被监测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying factors might influence the effectiveness of enhanced vegetation index calculations in high-altitude regions like the Qinghai-Tibet Plateau, and how can these factors be accounted for in data processing methods?",
        "QuestionCn": "在高海拔地区如青藏高原，影响增强植被指数（EVI）计算有效性的潜在因素有哪些？如何在数据处理方法中考虑这些因素？",
        "AnswerEn": "Enhanced Vegetation Index (EVI) is designed to be more effective than NDVI in accounting for atmospheric conditions and noise, which are particularly challenging in high-altitude regions like the Qinghai-Tibet Plateau. The effectiveness of EVI calculations can be influenced by factors such as high aerosol content and dense vegetation, which EVI is better suited to handle due to its incorporation of background adjustment parameters and atmospheric correction parameters. Data processing methods can be tailored to these conditions to enhance accuracy and reliability by using quality assurance files to identify and mitigate the impacts of clouds and snow.",
        "AnswerCn": "增强植被指数（EVI）旨在比归一化植被指数（NDVI）更有效地考虑大气条件和噪声，这在像青藏高原这样的高海拔地区尤其具有挑战性。EVI计算的有效性可能受到高气溶胶含量和密集植被等因素的影响，而EVI由于其纳入了背景调整参数和大气校正参数，因此更适合处理这些问题。数据处理方法可以根据这些条件进行调整，以通过使用质量保证文件来识别和减轻云和雪的影响，从而提高准确性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the decision to use EVI over NDVI for monitoring vegetation in regions with high aerosol content?",
        "QuestionCn": "在气溶胶含量较高的地区，选择使用EVI而非NDVI监测植被的决策因素有哪些？",
        "AnswerEn": "EVI is favored over NDVI for monitoring vegetation in regions with high aerosol content due to its stronger resistance to atmospheric interference and noise. This makes it more suitable for areas with high aerosol levels and densely vegetated regions, where accurate vegetation indices are crucial.",
        "AnswerCn": "EVI在监测高气溶胶含量地区的植被时优于NDVI，因为它对大气干扰和噪声具有更强的抵抗力。这使得它更适合于气溶胶水平高和植被密集的地区，在这些地方，准确的植被指数至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using enhanced vegetation index (EVI) over normalized difference vegetation index (NDVI) in areas with high aerosol content and dense vegetation, and how does this affect data collection methods?",
        "QuestionCn": "在高气溶胶含量和密集植被的地区使用增强植被指数（EVI）而不是归一化植被指数（NDVI）的潜在后果是什么，这对数据收集方法有何影响？",
        "AnswerEn": "Using enhanced vegetation index (EVI) instead of normalized difference vegetation index (NDVI) can lead to better resistance to atmospheric interference and noise, making it more suitable for conditions with high aerosol content and dense vegetation. This affects data collection methods by potentially requiring adjustments in the processing of satellite surface reflectance data to incorporate EVI's background adjustment and atmospheric correction parameters, thus improving data quality and applicability in these challenging environments.",
        "AnswerCn": "使用增强植被指数（EVI）代替归一化植被指数（NDVI）可以更好地抵御大气干扰和噪声，使其在气溶胶含量高和植被密集的条件下更为适用。这会影响数据收集方法，可能需要在卫星表面反射率数据的处理上进行调整，以纳入EVI的背景调整和大气校正参数，从而提高在这些挑战性环境中的数据质量和适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are employed to compute the Enhanced Vegetation Index (EVI) using Landsat satellite data over the Qinghai-Tibet Plateau, and what steps are involved in ensuring the accuracy and quality of the resulting dataset?",
        "QuestionCn": "在青藏高原使用Landsat卫星数据计算增强植被指数（EVI）的方法有哪些，以及确保最终数据集的准确性和质量涉及哪些步骤？",
        "AnswerEn": "The computation of the Enhanced Vegetation Index (EVI) over the Qinghai-Tibet Plateau involves the use of Landsat satellite surface reflectance data. The process includes applying the EVI calculation formula, which introduces background adjustment parameters C1 and C2, and an atmospheric correction parameter L, to enhance atmospheric interference resistance. To ensure data quality, a quality assessment (QA) file is produced to identify clouds and snow/ice in the data.",
        "AnswerCn": "在青藏高原上计算增强植被指数（EVI）涉及使用Landsat卫星的地表反射率数据。该过程包括应用EVI计算公式，引入背景调整参数C1和C2，以及大气校正参数L，以增强对大气干扰的抵抗力。为了确保数据质量，生成质量评估（QA）文件，以识别数据中的云和雪/冰。",
        "Level": "C3(Applying)"
      }
    ]
  }
}