{
  "id": "cc6b77d8-5044-4010-8964-6a1d0d62378f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Road Map of Agricultural Products Trade and Agricultural Cooperation between China and the Five Central Asian Countries (1992-2034)",
      "titleCn": "我国与中亚五国农产品贸易及农业合作路径图（1992-2034）",
      "description": "Taking China and the five Central Asian countries as the research area, an optimization model of multilateral agricultural trade between China and the five Central Asian countries based on the constraints of water and soil resources is constructed. The optimization goal is to maximize the total trade income, and at the same time, a series of constraints such as the equalization of water and soil resources, import and export trade volume, and water and soil resources income of each country are considered to achieve the coordinated guarantee of the maximization of overall trade income and the equalization of water and soil resources income. On this basis, the dynamic changes of the virtual nitrogen and phosphorus flow and nitrogen and phosphorus balance between China and Central Asia under trade volume, trade structure and different trade optimization scenarios are analyzed. The data set provides the changes in nitrogen and phosphorus surplus and utilization efficiency of the five Central Asian countries and China is driven by agricultural trade from 1992 to 2018, and the intensity of nitrogen and phosphorus surplus in 2020-2034 under two trade optimization models. The data set can provide basic data support for the future development and utilization of land resources and agricultural development of the five Central Asian countries.",
      "descriptionCn": "以中国和中亚五国为研究区域，构建基于水土资源约束的中国与中亚五国的多边农业贸易优化模型，以贸易总收益最大化为优化目标，同时考虑各国水土资源，进出口贸易量以及水土资源收益均等化等系列约束，以实现总体贸易收益最大化和水土资源收益均等化的协同保障。在此基础上分析贸易量、贸易结构和不同贸易优化情景下中国与中亚虚拟氮磷流动和氮磷平衡动态变化。数据集提供了1992-2018年农业贸易驱动下中亚五国及中国氮磷盈余及利用效率的变化，并提供了两种贸易优化模式下2020-2034年氮磷盈余强度情况。数据集可为中亚五国未来土地资源开发利用和农业发展等提供基础数据支撑。\n",
      "instructions": "Data stored in XLSX format, can use Excel to open the view and analysis.",
      "instructionsCn": "数据以xlsx格式存储，可以采用Excel打开查看和分析。\n",
      "east": 136.0,
      "west": 46.0,
      "south": 2.0,
      "north": 57.0,
      "startTime": "1992-01-01 16:54:30",
      "endTime": "2034-12-31 16:54:30",
      "fileSize": 30827.0,
      "cstr": "18406.11.HumanNat.tpdc.300074",
      "doi": "10.11888/HumanNat.tpdc.300074",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "冯玮",
        "nameEn": "FENG Wei",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "颜鹏东",
        "nameEn": "YAN Pengdong",
        "unitEn": "",
        "unitCn": "天津大学"
      },
      {
        "nameCn": "何理",
        "nameEn": "HE Li",
        "unitEn": "Tianjin University",
        "unitCn": "天津大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Enhanced mitigation in nutrient surplus driven by multilateral crop trade patterns",
        "referenceCn": null,
        "referenceEn": "Lu, H., Feng, W., & Yan, P., et al. (2022). Enhanced mitigation in nutrient surplus driven by multilateral crop trade patterns. Commun Earth Environ 3, 291. https://doi.org/10.1038/s43247-022-00623-2"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人文因素/自然资源",
        "nameEn": "Human dimensions/Nature resources"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1992-2034",
        "keywordEn": "1992-2034",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to analyze nitrogen and phosphorus surplus and utilization efficiency in agricultural trade between China and Central Asian countries?",
        "QuestionCn": "用于分析中国与中亚国家农业贸易中氮和磷盈余及利用效率的数据收集方法的特点是什么？",
        "AnswerEn": "focus on agricultural trade-driven changes, multilateral agricultural trade optimization models, constraints like water and soil resources, trade volumes, equalization of water and soil resource benefits, projections of nitrogen and phosphorus surplus intensity, two trade optimization scenarios",
        "AnswerCn": "专注于农业贸易驱动的变化，多边农业贸易优化模型，水和土壤资源等限制条件，贸易量，水和土壤资源效益的均衡，氮和磷盈余强度的预测，两种贸易优化情景。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the impact of water and soil resource constraints on agricultural trade patterns between China and the Central Asian countries from 1992 to 2018?",
        "QuestionCn": "从1992年到2018年，水和土壤资源限制对中国与中亚国家之间农业贸易模式的影响可以得出哪些见解？",
        "AnswerEn": "The dataset describes the construction of a multilateral agricultural trade optimization model that considers water and soil resource constraints to maximize total trade revenue while balancing resource benefits. Analyzing the changes in nitrogen and phosphorus surpluses and utilization efficiency driven by agricultural trade offers insights into how these resource constraints have impacted trade patterns over time.",
        "AnswerCn": "该数据集描述了一个多边农业贸易优化模型的构建，该模型考虑了水和土壤资源的限制，以最大化总贸易收入，同时平衡资源效益。分析农业贸易驱动的氮和磷盈余及利用效率的变化，可以深入了解这些资源限制如何影响贸易模式的演变。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the variability in nitrogen and phosphorus utilization efficiency observed in agricultural trade between China and the five Central Asian countries from 1992 to 2018?",
        "QuestionCn": "在1992年至2018年期间，中国与五个中亚国家之间农业贸易中观察到的氮和磷利用效率的变异性背后的潜在因素是什么？",
        "AnswerEn": "The variability in nitrogen and phosphorus utilization efficiency is influenced by factors such as water and soil resource constraints, the volume and structure of import-export trade, and the aim to equalize the benefits from these natural resources. These aspects are considered in the multilateral agricultural trade optimization model with the objective of maximizing overall trade benefits while ensuring the equitable distribution of water and soil resource gains.",
        "AnswerCn": "氮和磷利用效率的变异性受到水和土壤资源限制、进出口贸易的规模和结构以及旨在平衡这些自然资源收益的目标等因素的影响。这些方面在多边农业贸易优化模型中得到了考虑，其目标是最大化整体贸易收益，同时确保水和土壤资源收益的公平分配。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What might be the effects on water and soil resource efficiency if an optimized multilateral agricultural trade model is implemented between China and the five Central Asian countries?",
        "QuestionCn": "如果在中国和五个中亚国家之间实施一个优化的多边农业贸易模型，水和土壤资源效率可能会受到什么影响？",
        "AnswerEn": "Implementing an optimized multilateral agricultural trade model that considers water and soil resource constraints is likely to lead to an overall maximization of trade benefits and equalization of water and soil resource gains. This could enhance the efficiency of resource utilization while maintaining balance in trade volumes and structures, ultimately supporting sustainable agricultural development in the region.",
        "AnswerCn": "实施一个优化的多边农业贸易模型，考虑水和土壤资源的限制，可能会导致贸易利益的整体最大化和水土资源收益的均衡化。这可以提高资源利用的效率，同时保持贸易量和结构的平衡，最终支持该地区的可持续农业发展。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of constructing a multilateral agricultural trade optimization model based on water and soil resource constraints for China and the five Central Asian countries?",
        "QuestionCn": "构建一个基于水和土壤资源约束的中国与五个中亚国家的多边农业贸易优化模型的目的是什么？",
        "AnswerEn": "The goal is to maximize the overall trade revenue while considering constraints such as water and soil resources, import and export trade volume, and equalization of water and soil resource benefits. This aims to ensure the collaborative safeguarding of maximum trade revenue and resource benefit equalization.",
        "AnswerCn": "目标是最大化整体贸易收入，同时考虑水和土壤资源、进出口贸易量以及水和土壤资源利益均衡等约束。这旨在确保在最大化贸易收入和资源利益均衡之间进行协同保护。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps should be taken to develop a multilateral agricultural trade optimization model that maximizes total trade revenue while considering constraints related to water and soil resources in the context of China and Central Asian countries?",
        "QuestionCn": "在中国和中亚国家的背景下，开发一个多边农业贸易优化模型以最大化总贸易收入，同时考虑与水和土壤资源相关的约束条件，应采取哪些步骤？",
        "AnswerEn": "To develop a multilateral agricultural trade optimization model, one should first identify and quantify the available water and soil resources of each country involved. Next, establish the constraints such as water and soil resource availability, trade volume, and resource utilization efficiency. The model should then aim to maximize total trade revenue by optimizing trade volumes and structures, incorporating scenarios for equalizing water and soil resource benefits. Finally, the model should dynamically analyze the flows and balances of virtual nitrogen and phosphorus to ensure sustainability and efficiency in resource use from 1992 to 2034.",
        "AnswerCn": "要开发一个多边农业贸易优化模型，首先应识别和量化参与国的可用水和土壤资源。接下来，建立约束条件，如水和土壤资源的可用性、贸易量和资源利用效率。该模型应旨在通过优化贸易量和结构来最大化总贸易收入，同时纳入平衡水和土壤资源收益的情景。最后，该模型应动态分析虚拟氮和磷的流动与平衡，以确保从1992年到2034年的资源利用的可持续性和效率。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the optimization of multilateral agricultural trade models considering water and soil resource constraints in agricultural cooperation between China and Central Asia?",
        "QuestionCn": "哪些方法论能够优化考虑水和土壤资源约束的多边农业贸易模型，以促进中国与中亚之间的农业合作？",
        "AnswerEn": "The methodologies involve constructing a multilateral agricultural trade optimization model that aims to maximize total trade revenue while considering constraints such as water and soil resources, import and export trade volumes, and the equalization of water and soil resource benefits. This approach ensures the maximization of overall trade revenue and the equalization of water and soil resource benefits concurrently.",
        "AnswerCn": "这些方法涉及构建一个多边农业贸易优化模型，旨在最大化总贸易收入，同时考虑水和土壤资源、进出口贸易量以及水和土壤资源利益的均衡等约束条件。这种方法确保了总体贸易收入的最大化和水土资源利益的均衡同时进行。",
        "Level": "C6(Creating)"
      }
    ]
  }
}