{
  "id": "cd7ce17a-a74c-452f-b384-f878974c5805",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Zircon age and geochemical composition of Ordovician and Triassic mafic dykes in Wudang terrane",
      "titleCn": "武当地体奥陶纪和三叠纪镁铁质岩墙锆石年龄和地球化学组成数据",
      "description": "LA-ICP-MS zircon dating, XRF and ICP-MS elemental geochemical analysis and tims Sr-Nd-Pb isotopic composition show that the basic dyke swarms in Wudang area of South Qinling have two different emplacement ages, ~ 460 Ma and ~ 220 Ma, which are far less than the previous results of ~ 680-650 ma. The two basic dikes show similar major element characteristics, but different trace element and isotopic characteristics. The early Paleozoic magmas are enriched in LREEs, Liles and HFSEs, and have emii type mantle isotopic characteristics, indicating that they came from OIB like enriched mantle sources. The early Mesozoic mafic dikes can be divided into two types, one is depleted in LREEs, Liles and HFSEs, and has DM type mantle isotopic characteristics, indicating that they came from the asthenosphere mantle source area. The second type has higher Rb, Ba, K contents than the first type dikes, and has EMI type isotopic characteristics, indicating that their source area contains significant contribution from the lower crust of the Yangtze plate. The data comes from the scientific research project \"deep process and resource effect of major geological events in Yanshanian period\" (2016YFC0600404), a national key research and development plan.",
      "descriptionCn": "LA-ICP-MS锆石定年分析、XRF和 ICP-MS方法的元素地球化学分析和TIMS方法获得的Sr-Nd-Pb同位素组成显示：南秦岭武当地区基性岩墙群存在两期不同的侵位时代，~460 Ma以及~220 Ma，远小于前人的获得的~680-650 Ma的结果。两期基性岩脉表现为相似的主量元素特征，但是截然不同的微量元素和同位素特征。早古生代的岩浆富集LREEs，LILEs以及HFSEs，具有EMII型地幔同位素特征，显示来自于类似OIB的富集地幔源区。早中生代的基性岩脉分为两类，其中一类亏损LREEs，LILEs以及HFSEs，具有DM型地幔同位素特征，表明来自于软流圈地幔源区，第二类相比于第一类岩脉有更高的Rb，Ba，K含量，同时具有EMI型同位素特征，表明它们的源区包含了显著的扬子板块下地壳岩石贡献。数据源自科研项目“国家重点研发计划“燕山期重大地质事件的深部过程与资源效应”（2016YFC0600404)。",
      "instructions": "Name + Year, Excel",
      "instructionsCn": "姓名 + 年份，Excel",
      "east": 111.45,
      "west": 110.15,
      "south": 32.15,
      "north": 32.85,
      "startTime": null,
      "endTime": null,
      "fileSize": 396288.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2016.10.009",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈福坤",
        "nameEn": "CHEN Fukun",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Ordovician and Triassic mafic dykes in theWudang terrane: Evidence for opening and closure of the South Qinling ocean basin, central China",
        "referenceCn": null,
        "referenceEn": "Nie, H., Wan, X., Zhang, H., He, J.-F., Hou, Z.-H., Siebel, W., & Chen, F. (2016). Ordovician and Triassic mafic dykes in theWudang terrane: Evidence for opening and closure of the South Qinling ocean basin, central China. 266-267, 1-15."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "秦岭造山带",
        "keywordEn": "Qinling orogenic belt"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中古生代",
        "keywordEn": "middle Paleozoic",
        "type": "temporal"
      },
      {
        "keywordCn": "古生代",
        "keywordEn": "Paleozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep process and resource effect of major Yanshanian geological events"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the number of different emplacement ages identified for the mafic dikes in the Wudang region using zircon dating techniques?",
        "QuestionCn": "在武当地区，通过锆石定年技术识别出的镁铁质岩脉的不同成岩年龄数量是多少？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is LA-ICP-MS zircon dating analysis in the context of determining the age and geochemical composition of mafic dikes?",
        "QuestionCn": "LA-ICP-MS锆石定年分析在确定镁铁质岩墙的年龄和地球化学成分方面是什么？",
        "AnswerEn": "LA-ICP-MS zircon dating analysis is a method used to determine the age and geochemical composition of zircon crystals within mafic dikes. It involves the use of laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) to measure isotopic ratios and trace element concentrations, providing insights into the timing of magmatic events and the source characteristics of the magma.",
        "AnswerCn": "LA-ICP-MS锆石定年分析是一种用于确定基性岩脉中锆石晶体年龄和地球化学成分的方法。它涉及使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）来测量同位素比率和微量元素浓度，从而提供关于岩浆事件时序和岩浆源特征的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for zircon dating (LA-ICP-MS) compare to those for geochemical analysis (XRF and ICP-MS) in terms of accuracy and applicability for understanding magmatic intrusions in the Wudang region?",
        "QuestionCn": "锆石定年（LA-ICP-MS）的数据收集方法与地球化学分析（XRF和ICP-MS）在准确性和适用性方面如何比较，以理解武当地区的岩浆侵入？",
        "AnswerEn": "Zircon dating using LA-ICP-MS is focused on determining the age of rock formations by analyzing zircon crystals, providing precise timing for magmatic events. Geochemical analysis using XRF and ICP-MS focuses on the elemental composition of rocks, offering insights into the chemical characteristics and sources of magmatic intrusions. While zircon dating provides chronological context, geochemical analysis offers a detailed view of the elemental and isotopic composition, which can distinguish between different sources of magma and their evolution. Both methods are complementary; zircon dating is essential for establishing a timeline, whereas geochemical analysis provides the necessary context for interpreting the processes involved.",
        "AnswerCn": "锆石定年使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）专注于通过分析锆石晶体来确定岩石形成的年龄，从而提供精确的岩浆事件时间。地球化学分析使用X射线荧光（XRF）和电感耦合等离子体质谱（ICP-MS）关注岩石的元素组成，提供关于岩浆侵入的化学特征和来源的见解。虽然锆石定年提供了时间上的背景，但地球化学分析则提供了元素和同位素组成的详细视图，这可以区分不同来源的岩浆及其演化。这两种方法是互补的；锆石定年对于建立时间线至关重要，而地球化学分析则提供了解释所涉及过程所需的背景。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to variations in zircon age dating and geochemical composition data collection methods for mafic dikes in different geological periods?",
        "QuestionCn": "影响不同地质时期基性岩脉锆石年龄测定和地球化学成分数据收集方法变异的因素有哪些？",
        "AnswerEn": "Variations in zircon age dating and geochemical composition data collection methods for mafic dikes in different geological periods can be attributed to differences in the elemental and isotopic characteristics of the source mantle regions. During the Early Paleozoic, the mafic dikes show enriched LREEs, LILEs, and HFSEs with EMII-type mantle isotopic characteristics, suggesting a source from an enriched mantle similar to OIB. In contrast, the Early Mesozoic mafic dikes exhibit two types: one with depleted LREEs, LILEs, and HFSEs with DM-type mantle isotopic characteristics from an asthenospheric mantle source, and another with higher Rb, Ba, K content and EMI-type isotopic characteristics, indicating significant contributions from the subducted Yangtze craton lower crust. These differences necessitate tailored LA-ICP-MS zircon dating, XRF and ICP-MS element geochemical analyses, and TIMS isotopic compositions to accurately capture the distinct geochemical signatures and emplacement ages.",
        "AnswerCn": "锆石年龄测定和地球化学成分数据收集方法在不同地质时期的基性岩脉中存在差异，这可以归因于源地幔区域的元素和同位素特征的不同。在早古生代，基性岩脉显示出富集的轻稀土元素（LREEs）、大离子亲石元素（LILEs）和高场强元素（HFSEs），具有EMII型幔源同位素特征，表明其来源于类似于洋中脊玄武岩（OIB）的富集幔源。相比之下，早中生代的基性岩脉表现出两种类型：一种具有贫乏的轻稀土元素、大离子亲石元素和高场强元素，具有DM型幔源同位素特征，来源于上地幔；另一种则具有较高的铷（Rb）、钡（Ba）、钾（K）含量和EMI型同位素特征，表明来自被俯冲的扬子克拉通下地壳的显著贡献。这些差异要求针对性地进行激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）锆石定年、X射线荧光（XRF）和电感耦合等离子体质谱（ICP-MS）元素地球化学分析，以及热离子化质谱（TIMS）同位素组成分析，以准确捕捉不同的地球化学特征和成岩年龄。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of applying LA-ICP-MS zircon dating and TIMS isotopic analysis to new samples from different magmatic periods in the Wudang area?",
        "QuestionCn": "在武当地区对不同岩浆时期的新样品应用LA-ICP-MS锆石定年和TIMS同位素分析的潜在结果是什么？",
        "AnswerEn": "Applying LA-ICP-MS zircon dating and TIMS isotopic analysis to new samples from different magmatic periods in the Wudang area could lead to refined age determinations and geochemical characterizations, potentially uncovering new insights into the distinct magmatic events and their mantle source characteristics, as evidenced by the different isotopic signatures and elemental compositions identified in the existing research.",
        "AnswerCn": "对武当地区不同岩浆期的新样品进行LA-ICP-MS锆石定年和TIMS同位素分析，可能会导致更精确的年龄测定和地球化学特征的描述，从而潜在地揭示出不同岩浆事件及其地幔源特征的新见解，这在现有研究中通过不同的同位素特征和元素组成得到了证实。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are typically utilized to determine the zircon age and geochemical composition of mafic dikes in the Wudang region, given the techniques like LA-ICP-MS zircon dating, XRF, ICP-MS, and TIMS?",
        "QuestionCn": "在武当地区，通常使用哪些程序和仪器来确定镁铁质岩脉的锆石年龄和地球化学成分，考虑到像LA-ICP-MS锆石定年、XRF、ICP-MS和TIMS等技术？",
        "AnswerEn": "The procedures and instruments utilized include LA-ICP-MS for zircon dating, which involves laser ablation to analyze the isotopic composition of zircon crystals. XRF (X-ray fluorescence) and ICP-MS (Inductively Coupled Plasma Mass Spectrometry) are employed for elemental geochemical analysis, allowing for the determination of major and trace element concentrations. TIMS (Thermal Ionization Mass Spectrometry) is used for obtaining Sr-Nd-Pb isotopic compositions, providing insights into the source characteristics and emplacement ages of the mafic dikes. These methods collectively help identify two distinct emplacement ages of ~460 Ma and ~220 Ma, contrasting with previous results of ~680-650 Ma. The Early Paleozoic magmas are characterized as enriched in LREEs, LILEs, and HFSEs with EMII-type mantle isotopic features, while the Early Mesozoic dikes are divided into two types with distinct elemental and isotopic signatures, indicating different mantle source contributions.",
        "AnswerCn": "所使用的程序和仪器包括LA-ICP-MS（激光剥蚀-电感耦合等离子体质谱）用于锆石定年，该方法通过激光剥蚀分析锆石晶体的同位素组成。XRF（X射线荧光）和ICP-MS（电感耦合等离子体质谱）用于元素地球化学分析，能够确定主要和微量元素的浓度。TIMS（热离子化质谱）用于获取Sr-Nd-Pb同位素组成，提供关于基性岩脉源特征和成因年龄的见解。这些方法共同帮助识别出两个不同的成因年龄，分别为约460百万年和约220百万年，与之前约680-650百万年的结果形成对比。早古生代的岩浆特征为富含轻稀土元素（LREEs）、大离子亲石元素（LILEs）和高场强元素（HFSEs），具有EMII型地幔同位素特征，而早中生代的岩脉则分为两种类型，具有不同的元素和同位素特征，表明不同的地幔源贡献。",
        "Level": "C3(Applying)"
      }
    ]
  }
}