{
  "id": "ce23acb5-f7e0-421a-8702-f73ad2fe5e1c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "CNRM Data LS4P Task3 experiments",
      "titleCn": "CNRM Data LS4P Task3 experiments",
      "description": "Two experiments, namely Task3-Cold_VersA and Task3-Cold_VersB have been performed, corresponding to two different land temperature mask applied to TP at initial time.\nOnly ensemble mean files are provided, and the time range spans the May-June 2-month period",
      "descriptionCn": "Two experiments, namely Task3-Cold_VersA and Task3-Cold_VersB have been performed, corresponding to two different land temperature mask applied to TP at initial time.\nOnly ensemble mean files are provided, and the time range spans the May-June 2-month period",
      "instructions": "VariableName_LS4P_ESMModelName_ LS4PExperimentName_Frequency_[StartTime-EndTime].nc",
      "instructionsCn": "VariableName_LS4P_ESMModelName_ LS4PExperimentName_Frequency_[StartTime-EndTime].nc",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2003-05-01 00:00:00",
      "endTime": "2003-07-01 00:00:00",
      "fileSize": 2543897790.0,
      "cstr": "18406.11.Atmos.tpdc.301346",
      "doi": "10.11888/Atmos.tpdc.301346",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "ARDILOUZE Constantin",
        "nameEn": "ARDILOUZE Constantin",
        "unitEn": "",
        "unitCn": "CNRM - Meteo France"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Evaluation of CMIP6 DECK experiments with CNRM-CM6-1",
        "referenceCn": null,
        "referenceEn": "Voldoire, A., D. Saint‐Martin, S. Sénési, B. Decharme, A. Alias, M. Chevallier, J. Colin, J.‐F. Guérémy, M. Michou, M.‐P. Moine, P. Nabat, R. Roehrig, D. Salas y Mélia, R. Séférian, S. Valcke, I. Beau, S. Belamari, S. Berthet, C. Cassou, J. Cattiaux, J. Deshayes, H. Douville, C. Ethé, L. Franchisteguy, O. Geoffroy, C. Lévy, G. Madec, Y. Meurdesoif, R. Msadek, A. Ribes, E. Sanchez‐Gomez, L. Terray, R. Waldman, 2019, Evaluation of CMIP6 DECK experiments with CNRM-CM6-1, J. Adv. Model. Earth Syst., 11(7), 2177-2213, DOI:"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Global",
        "keywordEn": ""
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "Hourly",
        "keywordEn": "",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Do the ensemble mean files provided for the two experiments use a consistent land temperature mask across the entire May-June period?",
        "QuestionCn": "提供的两个实验的集合均值文件在整个五月至六月期间是否使用了一致的陆地温度掩膜？",
        "AnswerEn": "No",
        "AnswerCn": "否",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the data collection methods for experiments involving land temperature masks more focused on satellite remote sensing, ground-based observations, or model simulations?",
        "QuestionCn": "涉及土地温度掩膜的实验数据收集方法更侧重于卫星遥感、地面观测还是模型模拟？",
        "AnswerEn": "model simulations",
        "AnswerCn": "模型模拟",
        "Level": "C4(Analyzing)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the land temperature mask applied to the Tibetan Plateau in the Task3-Cold_VersA and Task3-Cold_VersB experiments?",
        "QuestionCn": "在Task3-Cold_VersA和Task3-Cold_VersB实验中，应用于青藏 Plateau 的陆地温度掩膜的具体特征是什么？",
        "AnswerEn": "two different configurations, initial time, May-June period, ensemble mean files",
        "AnswerCn": "两种不同的配置，初始时间，5-6月期间，集合平均文件。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many experiments were performed in the LS4P Task3 using different land temperature masks?",
        "QuestionCn": "在LS4P Task3中使用不同的陆地温度掩模进行了多少次实验？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ensemble mean files' refer to in the context of data collection for climate experiments?",
        "QuestionCn": "在气候实验的数据收集中，“ensemble mean files”指的是什么？",
        "AnswerEn": "In the context of data collection for climate experiments, 'ensemble mean files' refer to the averaged results obtained from multiple simulations or experimental runs. This approach is used to reduce uncertainty and variability by considering the average outcome from a set of different initial conditions or model configurations. In the field mentioned, only ensemble mean files are provided for the Task3 experiments, highlighting their importance in representing the collective behavior of the modeled climate system over the specified time range.",
        "AnswerCn": "在气候实验的数据收集中，“集合均值文件”是指从多个模拟或实验运行中获得的平均结果。这种方法通过考虑来自不同初始条件或模型配置的一组结果的平均值来减少不确定性和变异性。在提到的领域中，仅为Task3实验提供集合均值文件，强调了它们在表示指定时间范围内模拟气候系统的集体行为方面的重要性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used in Task3-Cold_VersA compare to those used in Task3-Cold_VersB in terms of their ability to accurately apply different land temperature masks at initial time?",
        "QuestionCn": "Task3-Cold_VersA中使用的数据收集方法与Task3-Cold_VersB中使用的方法在初始时间准确应用不同土地温度掩膜的能力上有什么比较？",
        "AnswerEn": "Task3-Cold_VersA and Task3-Cold_VersB experiments differ in the land temperature masks applied to TP at initial time. The comparison involves understanding how each method affects the ensemble mean outcomes over the May-June period, though specific data collection techniques used are not detailed in the metadata provided.",
        "AnswerCn": "Task3-Cold_VersA 和 Task3-Cold_VersB 实验在初始时间对 TP 应用的陆地温度掩膜上有所不同。比较涉及理解每种方法如何影响五月至六月期间的集合均值结果，尽管提供的元数据中没有详细说明具体的数据收集技术。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the choice of land temperature masks applied to the Tibetan Plateau in initial time data collection for climate experiments?",
        "QuestionCn": "影响在气候实验初始数据收集时对青藏 Plateau 应用的陆地温度掩膜选择的因素有哪些？",
        "AnswerEn": "The choice of land temperature masks for initial time data collection in climate experiments, such as those focusing on the Tibetan Plateau, is influenced by the specific research goals, the characteristics of the region being studied, and the need to accurately simulate different climate scenarios. In the CNRM Data LS4P Task3 experiments, two different land temperature masks were applied to investigate how variations in initial land conditions could affect the climate model outcomes over a two-month period.",
        "AnswerCn": "在气候实验中，例如聚焦于青藏高原的研究，初始时间数据收集的陆地温度掩模选择受到特定研究目标、研究区域特征以及准确模拟不同气候情景的需求的影响。在CNRM数据LS4P任务3实验中，应用了两种不同的陆地温度掩模，以研究初始陆地条件的变化如何影响气候模型在两个月期间的结果。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}