{
  "id": "ce36162f-a908-414a-9420-4c331712071e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2021,SMHiRes,V2)",
      "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2021，SMHiRes, V2）",
      "description": "This dataset contains daily 0.05°×0.05° land surface soil moisture products in Qilian Mountain Area in 2021. The dataset was produced by utilizing the optimized wavelet-coupled-RF downscaling model (RF-OWCM) to downscale the SMAP L3 Radiometer Global Daily 36 km EASE-Grid Soil Moisture (SMAP L3, V8). The auxiliary datasets participating in the downscaling model include the MUltiscale Satellite remotE Sensing (MUSES) LAI/FVC product, the daily 1-km all-weather land surface temperature dataset for the Chinese landmass and its surrounding areas (TRIMS LST-TP;) and Lat/Lon information.",
      "descriptionCn": "本数据集包括祁连山地区2021年日值0.05°×0.05°地表土壤水分产品。采用耦合小波分析的随机森林优化降尺度模型（RF-OWCM），通过对SMAP L3级被动微波36km地表土壤水分产品（SMAP L3 Radiometer Global Daily 36 km EASE-Grid Soil Moisture, V8）进行降尺度，得到0.05°×0.05°地表土壤水分产品。参与降尺度模型的数据包括GLASS Albedo，MUSES LAI/FVC，中国西部逐日1 km全天候地表温度数据集（TRIMS LST-TP；2000-2021）V2，以及经/纬度等信息。",
      "instructions": "File Naming Convention: YYYYMMDD.tiff (YYYY: year, MM: month, DD: day)\nData Version：V2\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF, 220 rows ×360 columes\nSoil Moisture Unit: cm3/cm3\nSoil Moisture Valid Range：0.02-0.5\nFilled Value：Nodata",
      "instructionsCn": "文件命名约定：YYYYMMDD.tiff\t（YYYY：年，MM：月，DD：日）\n数据版本号：V2\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF, 220行×360列\n土壤水分单位：cm3/cm3\n土壤水分有效值范围：0.02~0.5\n填充值：Nodata",
      "east": 107.0,
      "west": 89.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": "2021-12-31 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 63494402.0,
      "cstr": "18406.11.Terre.tpdc.272376",
      "doi": "10.11888/Terre.tpdc.272376",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "柴琳娜",
        "nameEn": "CHAI Linna",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "朱忠礼",
        "nameEn": "ZHU Zhongli",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Preliminary evaluation of the long-term GLASS albedo product",
        "referenceCn": null,
        "referenceEn": "Liu, Q., Wang, L. Z., Qu, Y., Liu, N. F., Liu, S. H., Tang, H. R., and Liang, S. L. (2013) Preliminary Evaluation of the Long-term GLASS Albedo Product, International Journal of Digital Earth, doi: 10.1080/17538947.2013.804601"
      },
      {
        "titleCn": null,
        "titleEn": "A 250 m resolution global leaf area index product derived from MODIS surface reflectance data",
        "referenceCn": null,
        "referenceEn": "Xiao, Z.Q., Song, J.L., Yang, H., Sun, R., & Li, J. (2022). A 250 m resolution global leaf area index product derived from MODIS surface reflectance data. International Journal of Remote Sensing, 43(4), 1199-1225. (https://doi.org/10.1080/01431161.2022.2039415)"
      },
      {
        "titleCn": null,
        "titleEn": "Uncertainty analysis of eleven multisource soil moisture products in the third pole environment based on the three-corned hat method",
        "referenceCn": null,
        "referenceEn": "Liu, J., Chai, L., Dong, J., Zheng, D., Wigneron, J., Liu, S., & Zhou, J. (2021). Uncertainty analysis of eleven multisource soil moisture products in the third pole environment based on the three-corned hat method. Remote Sensing of Environment, 255, 112225. (https://doi.org/10.1016/j.rse.2020.112225)"
      },
      {
        "titleCn": null,
        "titleEn": "A method based on temporal component decomposition for estimating 1-km all-weather land surface temperature by merging satellite thermal infrared and passive microwave observations",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Zhou, J., Göttsche, F., Zhan, W., Liu, S., & Cao, R. (2019). A Method Based on Temporal Component Decomposition for Estimating 1-km All-Weather Land Surface Temperature by Merging Satellite Thermal Infrared and Passive Microwave Observations. IEEE Transactions on Geoscience and Remote Sensing, 57, 4670–4691. https://doi.org/10.1109/TGRS.2019.2892417"
      },
      {
        "titleCn": null,
        "titleEn": "Use of General Regression Neural Networks for Generating the GLASS Leaf Area Index Product from Time Series MODIS Surface Reflectance",
        "referenceCn": null,
        "referenceEn": "Xiao, Z.Q., Liang, S.L., Wang, J.D., Chen, P., Yin, X.J.,  Zhang, L.Q., & Song, J.L. (2014). Use of General Regression Neural Networks for Generating the GLASS Leaf Area Index Product from Time Series MODIS Surface Reflectance. IEEE Transactions on Geoscience and Remote Sensing, vol.52, no.1, pp. 209-223. (https://doi.org/10.1109/TGRS.2013.2237780)"
      },
      {
        "titleCn": null,
        "titleEn": "Long Time-Series Global Land Surface Satellite (GLASS) Leaf Area Index Product Derived from MODIS and AVHRR Data",
        "referenceCn": null,
        "referenceEn": "Xiao, Z.Q., Liang, S.L., Wang, J.D., Xiang, Y., Zhao, X., & Song, J.L. (2016). Long Time-Series Global Land Surface Satellite (GLASS) Leaf Area Index Product Derived from MODIS and AVHRR Data, IEEE Transactions on Geoscience and Remote Sensing, 54(9), 5301-5318. (https://doi.org/10.1109/TGRS.2016.2560522)"
      },
      {
        "titleCn": null,
        "titleEn": "A practical reanalysis data and thermal infrared remote sensing data merging (RTM) method for reconstruction of a 1-km all-weather land surface temperature",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Zhou, J., Liang, S., Wang, D. (2021). A practical reanalysis data and thermal infrared remote sensing data merging (RTM) method for reconstruction of a 1-km all-weather land surface temperature. Remote Sensing of Environment, 260, 112437. https://doi.org/10.1016/j.rse.2021.112437."
      },
      {
        "titleCn": null,
        "titleEn": "Applying wavelet transform technique to optimize general fitting models for SM analysis: A case study in downscaling over the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Hu, Z., Chai, L., Crow, W.T., Liu, S., Zhu, Z., Zhou, J., Qu, Y., Liu, J., Yang, S., Lu, Z., 2022. Applying a Wavelet Transform Technique to Optimize General Fitting Models for SM Analysis: A Case Study in Downscaling over the Qinghai–Tibet Plateau. Remote Sensing 14, 3063. https://doi.org/10.3390/rs14133063"
      },
      {
        "titleCn": null,
        "titleEn": "Evaluation of SMAP, SMOS-IC, FY3B, JAXA, and LPRM soil moisture products over the Qinghai-Tibet Plateau and its surrounding area",
        "referenceCn": null,
        "referenceEn": "Liu, J., Chai, L., Lu, Z., Liu, S., Qu, Y., Geng, D., & Wang, J. (2019). Evaluation of SMAP, SMOS-IC, FY3B, JAXA, and LPRM soil moisture products over the Qinghai-Tibet Plateau and its surrounding area. Remote Sensing, 11, 792. (https://doi.org/10.3390/rs11070792)"
      },
      {
        "titleCn": null,
        "titleEn": "Inter-comparison of several soil moisture downscaling methods over the Qinghai-Tibet Plateau, China",
        "referenceCn": null,
        "referenceEn": "Qu, Y., Zhu, Z., Montzka, C., Chai, L., Liu, S., Ge, Y., Liu, J., Lu, Z., He, X., & Zheng, J. (2021). Inter-comparison of several soil moisture downscaling methods over the Qinghai-Tibet Plateau, China. Journal of Hydrology, 592, 125616. (https://doi.org/10.1016/j.jhydrol.2020.125616)"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "土壤水分含量",
        "nameEn": "Soil Water Content"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian Mountain area"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "the Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies involved in creating a high-resolution soil moisture dataset in mountainous regions using passive microwave data?",
        "QuestionCn": "在山区使用被动微波数据创建高分辨率土壤湿度数据集所涉及的特征和方法是什么？",
        "AnswerEn": "Random Forest Optimization Wavelet Coupling Model, SMAP L3 Radiometer Global Daily 36 km EASE-Grid Soil Moisture, GLASS Albedo, MUSES LAI/FVC, high-resolution all-weather surface temperature datasets, 0.05°×0.05° resolution",
        "AnswerCn": "随机森林优化小波耦合模型，SMAP L3 辐射计全球每日36公里EASE-Grid土壤湿度，GLASS反照率，MUSES LAI/FVC，高分辨率全天候地表温度数据集，0.05°×0.05°分辨率。",
        "Level": "C6(Creating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the soil moisture data collected for the Qilian Mountain region in 2021?",
        "QuestionCn": "2021年收集的祁连山地区土壤湿度数据的空间分辨率是多少？",
        "AnswerEn": "0.05°×0.05°",
        "AnswerCn": "0.05°×0.05°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the RF-OWCM model in the context of soil moisture data collection and how does it contribute to the process?",
        "QuestionCn": "RF-OWCM模型在土壤湿度数据收集的背景下是什么，它如何为这一过程做出贡献？",
        "AnswerEn": "The RF-OWCM model refers to a downscaling model that combines random forest optimization with wavelet analysis. It is used to convert coarse-resolution soil moisture data from the SMAP L3 product, which has a resolution of 36 km, into a finer-resolution dataset at 0.05°×0.05°. This model improves the spatial resolution of soil moisture data by integrating additional datasets such as GLASS Albedo, MUSES LAI/FVC, and TRIMS LST-TP, along with geographical information like latitude and longitude.",
        "AnswerCn": "RF-OWCM模型是一个下行尺度模型，结合了随机森林优化和小波分析。它用于将SMAP L3产品的粗分辨率土壤湿度数据（分辨率为36公里）转换为更细分辨率的数据集，分辨率为0.05°×0.05°。该模型通过整合额外的数据集，如GLASS反照率、MUSES LAI/FVC和TRIMS LST-TP，以及地理信息（如纬度和经度），来提高土壤湿度数据的空间分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons behind the choice of using a random forest optimization downscaling model coupled with wavelet analysis for generating high-resolution soil moisture data in the Qilian Mountains region?",
        "QuestionCn": "在祁连山地区选择使用随机森林优化下行模型结合小波分析生成高分辨率土壤湿度数据的潜在原因是什么？",
        "AnswerEn": "The random forest optimization downscaling model coupled with wavelet analysis is employed to generate high-resolution soil moisture data by leveraging its ability to effectively handle non-linear relationships and interactions between various input datasets. This approach likely addresses the challenge of improving spatial resolution from the coarse 36 km SMAP L3 data to a finer 0.05°×0.05° grid. The inclusion of auxiliary datasets such as GLASS Albedo, MUSES LAI/FVC, and the China Western Daily 1 km all-weather surface temperature dataset ensures a comprehensive capture of environmental variables affecting soil moisture, leading to more accurate and spatially detailed outputs. The choice of this methodology is driven by the need for precise soil moisture information for environmental monitoring and analysis in the complex terrain and climatic conditions of the Qilian Mountains.",
        "AnswerCn": "随机森林优化下行模型结合小波分析被用来生成高分辨率的土壤湿度数据，利用其有效处理输入数据集之间非线性关系和相互作用的能力。这种方法可能解决了将粗糙的36公里SMAP L3数据提高到更细的0.05°×0.05°网格的挑战。辅助数据集的纳入，如GLASS反照率、MUSES LAI/FVC和中国西部每日1公里全天候地表温度数据集，确保全面捕捉影响土壤湿度的环境变量，从而导致更准确和空间更详细的输出。选择这种方法论是出于对精确土壤湿度信息的需求，以便在复杂的地形和气候条件下进行环境监测和分析，特别是在祁连山地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data accuracy and resolution when using a random forest optimized downscaling model, such as RF-OWCM, to process large-scale microwave soil moisture data for regional applications?",
        "QuestionCn": "使用随机森林优化下行模型（如RF-OWCM）处理大规模微波土壤湿度数据以进行区域应用时，对数据准确性和分辨率的潜在影响是什么？",
        "AnswerEn": "Using a random forest optimized downscaling model like RF-OWCM to process large-scale microwave soil moisture data can lead to increased data resolution and potentially more accurate regional soil moisture estimates. The model leverages additional datasets such as GLASS Albedo, MUSES LAI/FVC, and daily surface temperature data, which can enhance the spatial detail of the output. However, combining multiple data sources also introduces complexity and potential points of error, requiring careful validation and calibration to ensure the reliability of the downscaled product.",
        "AnswerCn": "使用像RF-OWCM这样的随机森林优化下行模型处理大规模微波土壤湿度数据，可以提高数据分辨率，并可能使区域土壤湿度估计更加准确。该模型利用了额外的数据集，如GLASS反照率、MUSES LAI/FVC和每日地表温度数据，这些数据可以增强输出的空间细节。然而，结合多个数据源也会引入复杂性和潜在的错误点，因此需要仔细的验证和校准，以确保下行产品的可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives are pursued by employing a random forest-optimized wavelet coupling model for downscaling soil moisture data in the Qilian Mountain region?",
        "QuestionCn": "在祁连山地区，采用随机森林优化的小波耦合模型进行土壤湿度数据下行尺度化所追求的目标是什么？",
        "AnswerEn": "The goal of using a random forest-optimized wavelet coupling model for downscaling is to enhance the spatial resolution of soil moisture data from the 36 km SMAP L3 Radiometer Global Daily product to a finer 0.05°×0.05° resolution. This approach aims to improve the accuracy and utility of soil moisture data for various applications in the Qilian Mountain region by integrating additional datasets such as GLASS Albedo, MUSES LAI/FVC, and TRIMS LST-TP.",
        "AnswerCn": "使用随机森林优化的小波耦合模型进行降尺度的目标是将36公里的SMAP L3辐射仪全球日产品的土壤湿度数据提升到更细的0.05°×0.05°分辨率。该方法旨在通过整合额外的数据集，如GLASS反照率、MUSES LAI/FVC和TRIMS LST-TP，来提高土壤湿度数据在祁连山地区的准确性和实用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in applying a random forest optimized downscaling model to convert satellite-derived soil moisture products into a higher resolution dataset?",
        "QuestionCn": "将卫星衍生的土壤湿度产品转换为更高分辨率数据集时，应用随机森林优化降尺度模型涉及哪些程序步骤？",
        "AnswerEn": "The process involves using a coupled wavelet analysis random forest optimization downscaling model (RF-OWCM) to downscale the SMAP L3 passive microwave 36 km soil moisture data. This approach integrates additional datasets such as GLASS Albedo, MUSES LAI/FVC, and a daily 1 km all-weather surface temperature dataset for Western China (TRIMS LST-TP; 2000-2021), along with geolocation information, to produce a 0.05°×0.05° resolution soil moisture product.",
        "AnswerCn": "该过程涉及使用耦合小波分析随机森林优化下采样模型（RF-OWCM）对SMAP L3被动微波36公里土壤湿度数据进行下采样。该方法整合了额外的数据集，如GLASS反照率、MUSES LAI/FVC，以及西部中国的每日1公里全天候地表温度数据集（TRIMS LST-TP；2000-2021），并结合地理位置信息，以生成0.05°×0.05°分辨率的土壤湿度产品。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the development of high-resolution soil moisture datasets in regions like the Qilian Mountains?",
        "QuestionCn": "哪些技术进步使得在像祁连山这样的地区开发高分辨率土壤湿度数据集成为可能？",
        "AnswerEn": "The development of high-resolution soil moisture datasets in regions like the Qilian Mountains is enabled by advancements such as the use of random forest optimization coupled wavelet analysis models (RF-OWCM) for downscaling. This involves using SMAP L3 passive microwave soil moisture products and integrating additional datasets such as GLASS Albedo, MUSES LAI/FVC, and daily 1 km all-weather surface temperature data (TRIMS LST-TP) to refine spatial resolution.",
        "AnswerCn": "在像祁连山这样的地区，高分辨率土壤湿度数据集的发展得益于随机森林优化耦合小波分析模型（RF-OWCM）用于降尺度的进展。这涉及使用SMAP L3被动微波土壤湿度产品，并整合额外的数据集，如GLASS反照率、MUSES叶面积指数/植被覆盖度（LAI/FVC）和每日1公里全天候地表温度数据（TRIMS LST-TP），以提高空间分辨率。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}