{
    "id": "ce76bf22-2062-4c63-93e8-c519230f13bd",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Antarctic sea ice extent reconstruction over the past 200 years",
            "titleCn": "过去200年南极海冰范围重建序列",
            "description": "(1) Data content: data set of Antarctic sea ice extent (Northernmost Latitude of Sea Ice Edge (NLSIE) [°N]) in the past 200 years; (2) Data source and processing method: the data is generated based on the statistical model using six annual resolution proxies (ice core MSA, accumulation rate, etc.); (3) Data quality description: annual resolution; Areas: Indian and western Pacific sector of the Southern Ocean  (50 ° – 150 ° E, indwpac), Ross Sea (160 ° E – 140 ° W, RS), Amundsen Sea (90 ° – 140 ° W, as), Bellingshausen Sea (50 ° – 90 ° W, BS), Weddell Sea (50 ° W – 20 ° E, WS); (4) It can be used to study the interdecadal variability of Antarctic sea ice.",
            "descriptionCn": "（1）数据内容：过去200年南极区域海冰范围（最北边界）数据集；（2）数据来源及加工方法：该数据利用6条年分辨率的代用指标（冰芯MSA、积累率等），基于统计模型产生；（3）数据质量描述：年分辨率；包含区域：印度洋-西太平洋（50°–150°E, IndWPac），罗斯海 (160°E–140°W, RS)，阿蒙森海(90°–140°W, AS)，别林斯高晋海 (50°–90°W, BS)，威德尔海 (50°W–20°E, WS)；（4）可用于研究南极海冰的年代际演变特征。",
            "instructions": "The data set is stored in Excel format, and the data file is named by geographical name_ Variable name_ Production method_ Start year:_ End year.xlsx",
            "instructionsCn": "该数据集以excel格式存储，数据文件命名方式：地理名称_变量名_生产方法_起始年份_终止年份.xlsx",
            "east": 180.0,
            "west": -180.0,
            "south": -80.0,
            "north": -50.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 33350.0,
            "cstr": "18406.11.Cryos.tpdc.272803",
            "doi": "10.11888/Cryos.tpdc.272803",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨佼",
                "nameEn": "YANG Jiao ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Variability of Antarctic sea ice extent over the past 200 years",
                "referenceCn": null,
                "referenceEn": "Yang, J., Xiao, C., Liu, J., Li, S., & Qin, D. (2021). Variability of Antarctic sea ice extent over the past 200 years. Science Bulletin, 66(23), 2394-2404."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "海冰",
                "nameEn": "Sea Ice"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "南极",
                "keywordEn": "Antarctic"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1810-2009",
                "keywordEn": "1810-2009",
                "type": "temporal"
            },
            {
                "keywordCn": "年",
                "keywordEn": "Year",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The shortness of the satellite record limits our ability to quantify the possible contribution of anthropogenic forcing and internal variability to the observed Antarctic sea ice variability. Satellite observations have shown that sea ice in the Arctic has been declining rapidly over the last 40 years, which is consistent with the expectation of amplified Arctic warming due to ice-albedo feedback. In contrast, the total sea ice extent (SIE) in the Antarctic showed a slight but significantly increasing trend from 1979 to 2015, although this trend did not continue in recent years (2016–2018), during which anomalously low ice cover was observed. Coupled climate models have had limited success in correctly simulating fundamental aspects of the observed annual cycle and the long-term trends. Multiple factors contribute to the observed trends of Antarctic SIE. The cooling of surface waters in the Southern Ocean due to the observed strengthening of the westerly winds and upward trend in the Southern Annular Mode (SAM) might be another factor resulting in the positive trend in Antarctic SIE. The satellite data record in the Antarctic is quite short; it begins in the late 1970s, and the discrepancies between observations and model simulations limit our understanding of Antarctic sea ice variability and its links to regional climate over longer periods, especially at the multi-decadal scale. Using paleoclimate archives is the best approach for reconstructing the past sea ice state. Several studies have reconstructed past changes in Antarctic sea ice using various proxy data extracted from ice cores. Reconstructions of sea ice around Antarctica from regional to continental scales are essential to estimate the contribution of internal and external forcings in Antarctic sea ice variability and evaluate climate model simulations."
            ],
            "research objective": [
                "In this study, ice core and fast ice records with annual resolution from six sites are used to reconstruct the annual-resolved northernmost latitude of sea ice edge (NLSIE) for different sectors of the Southern Ocean, including the Weddell Sea (WS), Bellingshausen Sea (BS), Amundsen Sea (AS), Ross Sea (RS), and the Indian and western Pacific Ocean (IndWPac). To improve projections for the coming decades, an understanding of the interactions of teleconnections and local feedback mechanisms at longer time scales is needed. In this study, we use ice-core-based reconstructions to examine the regional and overall changes in Antarctic SIE during the past 100–200 years. We also discuss the possible mechanisms responsible for the identified variations in the context of climate variability at the multi-decadal scale."
            ],
            "challenges": [
                "The shortness of the satellite record limits our ability to quantify the possible contribution of anthropogenic forcing and internal variability to the observed Antarctic sea ice variability. Coupled climate models have had limited success in correctly simulating fundamental aspects of the observed annual cycle and the long-term trends. The discrepancy between climate models and observations likely stems from climate forcing, rather than sea ice physics. Although these estimates of sea ice changes are generally in agreement, the considerable uncertainties arise from the individual proxies and different indicators employed, and the aforementioned reconstructions and their unified quantization require further validation."
            ],
            "methods": [
                "In this study, we used ice core and fast-ice records with annual resolution from six sites to reconstruct the northernmost latitude of sea ice edge (NLSIE) for the following sectors of the Southern Ocean. The NLSIE in WS was reconstructed using the South Orkney Fast-Ice (SOFI) series as a proxy. The NLSIE in BS was reconstructed using the annual net accumulation record from the Bruce Plateau ice core extracted from the Antarctic Peninsula, covering the period of 1900–2009. The NLSIE in AS was reconstructed using SOFI series, given its significant negative correlation with the averaged NLSIE in the 90°–140°W longitudinal band. The NLSIE in RS was reconstructed using the MSA concentration derived from the Ferrigno and Erebus Saddle ice cores. The NLSIE in IndWPac was reconstructed using MSA records obtained from the LGB69 and Law Dome ice cores. The leave-one-out cross-validation method was used to verify the reconstruction results, and the transfer function in each sector was demonstrated to be valid."
            ],
            "dataset": [
                "In this study, we used ice core and fast-ice records with annual resolution from six sites to reconstruct the northernmost latitude of sea ice edge (NLSIE) for the following sectors of the Southern Ocean. The SOFI record is an annual record of fast-ice around the South Orkney Islands from 1903 to 2008. The NLSIE in BS was reconstructed using the annual net accumulation record from the Bruce Plateau ice core extracted from the Antarctic Peninsula, covering the period of 1900–2009. The MSA concentration in the Ferrigno ice core was shown to be a robust proxy for winter SIE in RS for the period of 1703–2010. The LGB69 ice core covers 294 years, from 1708 to 2001, and the Law Dome ice core covers 155 years, from 1841 to 1995."
            ],
            "findings": [
                "The linear trends of the NLSIE are analyzed for each sector for the past 100–200 years and found to be -0.08°/decade, -0.17°/decade, +0.07°/decade, +0.02°/decade, and -0.03°/decade (95% confidence level) for the WS, BS, AS, RS, and IndWPac, respectively. For the entire Antarctic, our composite NLSIE shows a decreasing trend (-0.03°/decade, 99% confidence level) during the 20th century, with a rapid decline in the mid-1950s. A comparison with major climate indices shows that the long-term linear trends in all five sectors are largely dominated by the changes in the Southern Annular Mode (SAM). The multi-decadal variability in WS, BS, and AS is dominated by the Interdecadal Pacific Oscillation, whereas that in the IndWPac and RS is dominated by the SAM."
            ],
            "backgroundCn": [
                "卫星记录的短暂性限制了我们量化人为强迫和内部变率对观察到的南极海冰变率可能贡献的能力。卫星观测显示，北极的海冰在过去40年中迅速减少，这与由于冰-反照率反馈导致的北极变暖加剧的预期一致。相比之下，从1979年到2015年，南极的总海冰范围（SIE）显示出轻微但显著的增加趋势，尽管这一趋势在最近几年（2016-2018年）并未持续，期间观察到异常低的冰盖。耦合气候模型在正确模拟观察到的年度循环和长期趋势的基本方面方面成功有限。多个因素共同导致了南极SIE观察到的趋势。南大洋表层水的冷却可能是另一个导致南极SIE正趋势的因素，这与观察到的西风带增强和南方年环模式（SAM）上升趋势有关。南极的卫星数据记录相当短暂；它始于1970年代末，观测与模型模拟之间的差异限制了我们对南极海冰变率及其与区域气候在更长时间尺度上（尤其是多年代尺度）联系的理解。使用古气候档案是重建过去海冰状态的最佳方法。几项研究利用从冰芯提取的各种代理数据重建了南极海冰的过去变化。从区域到大陆尺度重建南极周围的海冰变化对于估计内部和外部强迫在南极海冰变率中的贡献以及评估气候模型模拟至关重要。"
            ],
            "research objectiveCn": [
                "在这项研究中，使用来自六个地点的年分辨率冰芯和快速冰记录，重建了南极海冰边缘的最北纬度（NLSIE），涵盖南极洲的不同区域，包括韦德尔海（WS）、贝林斯豪森海（BS）、阿蒙森海（AS）、罗斯海（RS）以及印度洋和西太平洋（IndWPac）。为了改善未来几十年的预测，需要理解长时间尺度上遥相关和局部反馈机制的相互作用。在这项研究中，我们利用冰芯重建数据考察了过去100-200年间南极海冰面积（SIE）的区域和整体变化。我们还讨论了在多十年尺度气候变异背景下，导致识别到的变化的可能机制。"
            ],
            "challengesCn": [
                "卫星记录的短缺限制了我们量化人为强迫和内部变率对观察到的南极海冰变率可能贡献的能力。耦合气候模型在正确模拟观察到的年周期和长期趋势的基本方面方面成功有限。气候模型与观察之间的差异可能源于气候强迫，而不是海冰物理。尽管这些海冰变化的估计通常是一致的，但由于所使用的各个代理和不同指标的原因，仍然存在相当大的不确定性，而上述重建及其统一量化需要进一步验证。"
            ],
            "methodsCn": [
                "在本研究中，我们使用来自六个地点的年分辨率冰芯和快速冰记录重建南极海洋各个区域的海冰边缘最北纬度（NLSIE）。WS区域的NLSIE是通过南奥克尼快速冰（SOFI）系列作为代理进行重建的。BS区域的NLSIE是通过从南极半岛提取的布鲁斯高原冰芯的年净积累记录进行重建，覆盖1900年至2009年。AS区域的NLSIE是通过SOFI系列进行重建，因为其与90°–140°W经度带的平均NLSIE之间存在显著的负相关关系。RS区域的NLSIE是通过从费林诺和埃雷布斯山冰芯中获得的MSA浓度进行重建。IndWPac区域的NLSIE是通过从LGB69和法则穹顶冰芯中获得的MSA记录进行重建。使用留一交叉验证方法验证重建结果，并证明每个区域的传递函数是有效的。"
            ],
            "datasetCn": [
                "在本研究中，我们使用了来自六个地点的年分辨率冰芯和快速冰记录，以重建南极海洋不同区域的海冰边缘最北纬度（NLSIE）。SOFI记录是一个关于南奥克尼群岛周围快速冰的年记录，时间范围为1903年至2008年。BS地区的NLSIE是通过从南极半岛提取的布鲁斯高原冰芯的年净积累记录重建的，覆盖了1900年至2009年。费林诺冰芯中的MSA浓度被证明是RS地区冬季海冰面积（SIE）的可靠代理，时间范围为1703年至2010年。LGB69冰芯覆盖了294年，从1708年到2001年，而法则穹冰芯覆盖了155年，从1841年到1995年。"
            ],
            "findingsCn": [
                "对过去100-200年各个区域的NLSIE线性趋势进行了分析，发现WS、BS、AS、RS和IndWPac的趋势分别为-0.08°/十年、-0.17°/十年、+0.07°/十年、+0.02°/十年和-0.03°/十年（95%置信水平）。对于整个南极洲，我们的复合NLSIE显示出在20世纪的下降趋势（-0.03°/十年，99%置信水平），并在1950年代中期出现了快速下降。与主要气候指数的比较表明，所有五个区域的长期线性趋势在很大程度上受南方年际模式（SAM）变化的主导。WS、BS和AS的多年代际变率主要受太平洋年代际振荡的主导，而IndWPac和RS的多年代际变率则主要受SAM的主导。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can ice core records be used as a reliable data collection method for reconstructing the northernmost latitude of sea ice edge in Antarctica?",
                "QuestionCn": "冰芯记录可以作为重建南极海冰边缘最北纬度的可靠数据收集方法吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the leave-one-out cross-validation method verify the validity of the reconstruction results for the northernmost latitude of sea ice edge?",
                "QuestionCn": "留一交叉验证方法是否验证了海冰边缘最北纬度重建结果的有效性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is there a significant correlation between the MSA concentration derived from ice cores and the winter sea ice extent in the Ross Sea?",
                "QuestionCn": "冰芯中提取的MSA浓度与罗斯海的冬季海冰范围之间是否存在显著相关性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection method is more effective for reconstructing Antarctic sea ice extent over the past 200 years, ice core records or satellite observations?",
                "QuestionCn": "哪种数据收集方法在重建过去200年南极海冰范围方面更有效，冰芯记录还是卫星观测？",
                "AnswerEn": "Ice core records",
                "AnswerCn": "冰芯记录",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are the challenges in reconstructing past Antarctic sea ice more related to the shortness of the satellite record, discrepancies between proxies, or climate model limitations?",
                "QuestionCn": "重建过去南极海冰的挑战更多与卫星记录的短缺、代理数据之间的差异，还是气候模型的局限性有关？",
                "AnswerEn": "shortness of the satellite record, discrepancies between proxies, climate model limitations",
                "AnswerCn": "卫星记录时间短、代用指标之间的差异、气候模型的局限性",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the reconstruction of the Northernmost Latitude of Sea Ice Edge (NLSIE) better validated through leave-one-out cross-validation or another method?",
                "QuestionCn": "北极海冰边缘的最北纬度重建（NLSIE）是通过留一交叉验证还是其他方法更好地验证的？",
                "AnswerEn": "leave-one-out cross-validation",
                "AnswerCn": "留一法交叉验证",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are some data collection methods used to reconstruct historical sea ice extent in the Antarctic region?",
                "QuestionCn": "重建南极地区历史海冰范围的一些数据收集方法包括：",
                "AnswerEn": "ice core records",
                "AnswerCn": "冰芯记录",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with quantifying Antarctic sea ice variability using satellite data?",
                "QuestionCn": "使用卫星数据量化南极海冰变异性面临哪些挑战？",
                "AnswerEn": "shortness of the satellite record",
                "AnswerCn": "卫星记录的时间较短",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to reconstruct the historical sea ice edge in the Southern Ocean over the past 200 years?",
                "QuestionCn": "您能否提供一种数据收集方法的例子，用于重建过去200年南极海冰边缘的历史？",
                "AnswerEn": "An example of a data collection method used to reconstruct the historical sea ice edge in the Southern Ocean is the use of ice core and fast-ice records with annual resolution from six sites. This method involves using proxies such as the South Orkney Fast-Ice (SOFI) series and MSA concentrations from various ice cores to estimate the northernmost latitude of sea ice edge (NLSIE) for different sectors.",
                "AnswerCn": "重建南极海洋历史海冰边缘的一种数据收集方法是使用来自六个地点的年分辨率冰芯和快速冰记录。这种方法涉及使用代理，如南奥克尼快速冰（SOFI）系列和来自各种冰芯的MSA浓度，以估算不同区域的海冰边缘最北纬度（NLSIE）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using proxy data from ice cores to reconstruct past Antarctic sea ice variability?",
                "QuestionCn": "使用冰芯的代理数据重建过去南极海冰变异性时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced when using proxy data from ice cores to reconstruct past Antarctic sea ice variability is the considerable uncertainties that arise from the individual proxies and different indicators employed. These uncertainties require further validation to ensure the accuracy and reliability of the reconstructions.",
                "AnswerCn": "使用冰芯的代理数据重建过去南极海冰变异性时面临的一个挑战是，由于所使用的不同代理和指标，产生了相当大的不确定性。这些不确定性需要进一步验证，以确保重建的准确性和可靠性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that has been used to study the trends in the northernmost latitude of the sea ice edge in the Antarctic region?",
                "QuestionCn": "您能否提供一个数据集的例子，该数据集已被用于研究南极地区海冰边缘的最北纬度趋势？",
                "AnswerEn": "An example of a dataset used to study the trends in the northernmost latitude of the sea ice edge in the Antarctic region includes ice core records from sites such as the Bruce Plateau ice core and the Ferrigno ice core. These records provide data on parameters like MSA concentration and annual net accumulation, which are used as proxies for reconstructing historical sea ice extents.",
                "AnswerCn": "用于研究南极地区海冰边缘最北纬度趋势的数据集的一个例子包括布鲁斯高原冰芯和费林诺冰芯的冰芯记录。这些记录提供了诸如MSA浓度和年净积累等参数的数据，这些参数被用作重建历史海冰范围的代理。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties that define the data collection methods used for reconstructing the past Antarctic sea ice extent?",
                "QuestionCn": "定义用于重建过去南极海冰范围的数据收集方法的属性是什么？",
                "AnswerEn": "ice core records, fast-ice records, annual resolution, MSA concentration, net accumulation records, northernmost latitude of sea ice edge (NLSIE)",
                "AnswerCn": "冰芯记录，快速冰记录，年度分辨率，MSA浓度，净积累记录，海冰边缘最北纬度（NLSIE）",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of proxy records used to reconstruct the annual-resolved northernmost latitude of the sea ice edge (NLSIE) for the Southern Ocean sectors?",
                "QuestionCn": "用于重建南极海洋区域年分辨率北极海冰边缘（NLSIE）最北纬度的代理记录数量是多少？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many years of data are covered by the South Orkney Fast-Ice (SOFI) record used in sea ice extent reconstruction?",
                "QuestionCn": "南奥克尼快速冰（SOFI）记录用于海冰范围重建的数据覆盖了多少年的时间？",
                "AnswerEn": "105 years",
                "AnswerCn": "105年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the length of the period covered by the Law Dome ice core used in reconstructing sea ice extent in the Indian and western Pacific Ocean sector?",
                "QuestionCn": "用于重建印度洋和西太平洋海冰范围的法穹冰芯覆盖的时期长度是多少？",
                "AnswerEn": "155 years",
                "AnswerCn": "155年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'proxy data' mean in the context of reconstructing Antarctic sea ice extent?",
                "QuestionCn": "在重建南极海冰范围的背景下，“代理数据”指的是用于推断或估计过去气候条件的间接数据。这些数据通常来自于冰芯、沉积物、树木年轮等自然记录，而不是直接的观测数据。",
                "AnswerEn": "In the context of reconstructing Antarctic sea ice extent, 'proxy data' refers to indirect evidence used to infer past climate conditions, such as sea ice extent. This includes data extracted from ice cores, like MSA concentrations and net accumulation records, which serve as proxies for historical sea ice data, allowing researchers to reconstruct the northernmost latitude of sea ice edge over specific time periods.",
                "AnswerCn": "在重建南极海冰范围的背景下，“代理数据”指的是用于推断过去气候条件（如海冰范围）的间接证据。这包括从冰芯中提取的数据，如MSA浓度和净积累记录，这些数据作为历史海冰数据的代理，使研究人员能够重建特定时间段内海冰边缘的最北纬度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'leave-one-out cross-validation' mean in the context of verifying reconstruction results?",
                "QuestionCn": "在验证重建结果的上下文中，“留一交叉验证”是什么意思？",
                "AnswerEn": "In the context of verifying reconstruction results, 'leave-one-out cross-validation' is a validation technique where one data point is removed from the dataset, the model is trained on the remaining data, and then tested on the removed data point. This process is repeated for each data point in the dataset to ensure the reliability and validity of the reconstruction model used to estimate the northernmost latitude of sea ice edge.",
                "AnswerCn": "在验证重建结果的背景下，“留一交叉验证”是一种验证技术，其中从数据集中移除一个数据点，模型在剩余数据上进行训练，然后在移除的数据点上进行测试。这个过程对数据集中的每个数据点重复进行，以确保用于估计海冰边缘最北纬度的重建模型的可靠性和有效性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do ice core records compare to fast-ice records in terms of their effectiveness as proxies for reconstructing the sea ice extent in different sectors of the Southern Ocean?",
                "QuestionCn": "冰芯记录与快速冰记录在重建南大洋不同区域的海冰范围方面的有效性有何比较？",
                "AnswerEn": "Ice core records and fast-ice records are both used to reconstruct the northernmost latitude of sea ice edge (NLSIE) for different sectors of the Southern Ocean. Ice cores, such as those from the Bruce Plateau and Ferrigno, provide information on MSA concentrations and net accumulation, which are proxies for sea ice extent. Fast-ice records, like the South Orkney Fast-Ice (SOFI) series, are also used as proxies due to their correlation with sea ice extent. Each method has its effectiveness depending on the sector, with ice cores potentially offering longer historical data and fast-ice records providing more direct local observations.",
                "AnswerCn": "冰芯记录和快速冰记录都用于重建南极海洋不同区域的海冰边缘最北纬度（NLSIE）。冰芯，如布鲁斯高原和费林诺的冰芯，提供了MSA浓度和净积累的信息，这些都是海冰范围的代理指标。快速冰记录，如南奥克尼快速冰（SOFI）系列，也因其与海冰范围的相关性而被用作代理。每种方法在不同区域的有效性有所不同，冰芯可能提供更长的历史数据，而快速冰记录则提供更直接的地方观察。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges in data collection and interpretation can be identified from the reliance on proxy records, such as ice cores, for reconstructing sea ice extent over the past centuries?",
                "QuestionCn": "依赖代理记录（如冰芯）重建过去几个世纪的海冰范围时，可以识别出哪些数据收集和解释方面的挑战？",
                "AnswerEn": "The challenges include the shortness of the satellite record, which limits our ability to fully quantify anthropogenic and natural variability. There are also considerable uncertainties due to the use of different proxies and indicators, and discrepancies between model simulations and observations. These challenges highlight the need for further validation and refinement of reconstruction methodologies to ensure accurate quantification of historical sea ice trends.",
                "AnswerCn": "挑战包括卫星记录的短缺，这限制了我们充分量化人类活动和自然变异的能力。此外，由于使用了不同的代理和指标，以及模型模拟与观测之间的差异，存在相当大的不确定性。这些挑战突显了进一步验证和完善重建方法的必要性，以确保准确量化历史海冰趋势。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might cross-validation techniques, like leave-one-out cross-validation, contribute to the robustness and reliability of sea ice extent reconstructions in polar climate studies?",
                "QuestionCn": "交叉验证技术，如留一交叉验证，如何有助于极地气候研究中海冰范围重建的稳健性和可靠性？",
                "AnswerEn": "Cross-validation techniques such as leave-one-out cross-validation contribute to robustness by verifying the reconstruction results and ensuring the validity of the transfer function used in each sector. This statistical method helps in assessing the accuracy of the proxy data reconstructions and enhances the reliability of the inferred historical sea ice extents, thereby strengthening conclusions drawn about past climate variability.",
                "AnswerCn": "交叉验证技术，如留一交叉验证，通过验证重建结果并确保每个区域使用的传递函数的有效性，增强了结果的可靠性。这种统计方法有助于评估代理数据重建的准确性，并增强推断的历史海冰范围的可靠性，从而加强对过去气候变异性的结论。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately reconstructing the past sea ice extent using proxy data from ice cores?",
                "QuestionCn": "哪些因素导致使用冰芯的代理数据准确重建过去海冰范围面临挑战？",
                "AnswerEn": "The challenges in accurately reconstructing past sea ice extent using proxy data arise from the shortness of the satellite record and the limited success of coupled climate models in simulating observed trends. Additionally, there are considerable uncertainties from individual proxies and indicators used, which require further validation.",
                "AnswerCn": "准确重建过去海冰范围的挑战源于卫星记录的短暂性以及耦合气候模型在模拟观察到的趋势方面的有限成功。此外，使用的各个代理和指标存在相当大的不确定性，这需要进一步验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do coupled climate models face difficulties in simulating the annual cycle and long-term trends of Antarctic sea ice extent?",
                "QuestionCn": "耦合气候模型在模拟南极海冰范围的年际循环和长期趋势方面面临困难的原因是什么？",
                "AnswerEn": "Coupled climate models face difficulties due to the discrepancies between climate model simulations and observations, which likely stem from issues related to climate forcing rather than sea ice physics. The short satellite record also limits our understanding of long-term variability and trends.",
                "AnswerCn": "耦合气候模型面临困难，因为气候模型模拟与观测之间存在差异，这可能源于气候强迫相关的问题，而不是海冰物理。短暂的卫星记录也限制了我们对长期变率和趋势的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on data accuracy and reliability when reconstructing sea ice extent using diverse proxy indicators from ice cores?",
                "QuestionCn": "使用冰芯中的多种代理指标重建海冰范围时，对数据准确性和可靠性的潜在影响是什么？",
                "AnswerEn": "Using diverse proxy indicators from ice cores can lead to considerable uncertainties due to the variability in individual proxies and indicators, which can affect the accuracy and reliability of sea ice extent reconstructions.",
                "AnswerCn": "使用来自冰芯的多种代理指标可能会导致相当大的不确定性，因为各个代理和指标的变异性可能影响海冰范围重建的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of ice core and fast-ice records with annual resolution impact our understanding of the long-term trends in Antarctic sea ice variability?",
                "QuestionCn": "冰芯和快速冰记录的年分辨率使用如何影响我们对南极海冰变异性长期趋势的理解？",
                "AnswerEn": "The use of ice core and fast-ice records with annual resolution provides insights into the long-term trends in Antarctic sea ice variability by offering a historical perspective that extends beyond the short satellite record, allowing for the evaluation of climate model simulations and understanding of regional changes over the past 100–200 years.",
                "AnswerCn": "使用冰芯和快速冰记录的年分辨率提供了对南极海冰变异性长期趋势的洞察，提供了超越短期卫星记录的历史视角，使得能够评估气候模型模拟并理解过去100-200年的区域变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What implications do the challenges of short satellite records and discrepancies between model simulations and observations have on future data collection methods for Antarctic sea ice research?",
                "QuestionCn": "短期卫星记录的挑战以及模型模拟与观测之间的差异对未来南极海冰研究的数据收集方法有什么影响？",
                "AnswerEn": "The short satellite records and discrepancies between model simulations and observations highlight the need for improved data collection methods, such as utilizing paleoclimate archives and alternative proxies, to enhance the understanding of Antarctic sea ice variability and address the limitations in simulating long-term trends and climatic impacts.",
                "AnswerCn": "短期卫星记录和模型模拟与观测之间的差异凸显了改进数据收集方法的必要性，例如利用古气候档案和替代代理，以增强对南极海冰变异性的理解，并解决在模拟长期趋势和气候影响方面的局限性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use ice core and fast-ice records to reconstruct the northernmost latitude of sea ice edge in the Southern Ocean?",
                "QuestionCn": "为什么使用冰芯和快速冰记录来重建南极海洋中海冰边缘的最北纬度是重要的？",
                "AnswerEn": "Using ice core and fast-ice records allows researchers to reconstruct past changes in sea ice around Antarctica, which is essential for estimating the contribution of internal and external forcings in Antarctic sea ice variability and evaluating climate model simulations.",
                "AnswerCn": "利用冰芯和快速冰记录，研究人员可以重建南极地区海冰的过去变化，这对于估算内部和外部强迫对南极海冰变异性的贡献以及评估气候模型模拟至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are followed to reconstruct the northernmost latitude of the sea ice edge (NLSIE) using proxy data from ice cores?",
                "QuestionCn": "重建海冰边缘最北纬度（NLSIE）的程序是使用冰芯的代理数据。",
                "AnswerEn": "The reconstruction of NLSIE involves using ice core and fast-ice records with annual resolution from six sites. The NLSIE in the Weddell Sea (WS) is reconstructed using the South Orkney Fast-Ice (SOFI) series as a proxy. In the Bellingshausen Sea (BS), the annual net accumulation record from the Bruce Plateau ice core is used. For the Amundsen Sea (AS), the SOFI series is utilized due to its significant negative correlation with the averaged NLSIE in the 90°–140°W longitudinal band. The Ross Sea (RS) uses MSA concentration derived from the Ferrigno and Erebus Saddle ice cores, while the Indian and western Pacific Ocean (IndWPac) relies on MSA records from the LGB69 and Law Dome ice cores. The leave-one-out cross-validation method is applied to verify the reconstruction results, ensuring the validity of the transfer function in each sector.",
                "AnswerCn": "NLSIE的重建涉及使用来自六个地点的年分辨率冰芯和快速冰记录。威德尔海（WS）的NLSIE重建使用南奥克尼快速冰（SOFI）系列作为代理。在贝林斯豪森海（BS），使用布鲁斯高原冰芯的年净积累记录。在阿蒙森海（AS），由于SOFI系列与90°–140°W经度带的平均NLSIE之间存在显著的负相关，因此也使用SOFI系列。罗斯海（RS）使用来自费里尼戈和埃雷布斯山脊冰芯的MSA浓度，而印度洋和西太平洋（IndWPac）则依赖于LGB69和法则冰芯的MSA记录。采用留一交叉验证方法来验证重建结果，确保每个区域转移函数的有效性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the leave-one-out cross-validation method be applied to verify reconstruction results of sea ice edge proxies?",
                "QuestionCn": "如何将留一交叉验证方法应用于验证海冰边缘代理的重建结果？",
                "AnswerEn": "The leave-one-out cross-validation method is applied by systematically leaving out one data point from the dataset and using the remaining data to reconstruct the NLSIE. This process is repeated for each data point, allowing for the assessment of the model's predictive power and accuracy. The results from the cross-validation are used to validate the transfer function applied in each sector, ensuring that the reconstruction model is robust and reliable.",
                "AnswerCn": "留一交叉验证方法通过系统地将数据集中的一个数据点留出，使用其余数据来重建NLSIE。这个过程对每个数据点重复进行，从而评估模型的预测能力和准确性。交叉验证的结果用于验证应用于每个部门的传递函数，确保重建模型的稳健性和可靠性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the challenges faced in using ice core data as proxies for Antarctic sea ice extent, and how can these challenges be addressed?",
                "QuestionCn": "使用冰芯数据作为南极海冰范围的代理面临哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "Challenges in using ice core data as proxies include the shortness of the satellite record, which limits the ability to quantify contributions of anthropogenic forcing and internal variability. There is also a discrepancy between climate models and observations, likely due to climate forcing rather than sea ice physics. Considerable uncertainties arise from individual proxies and different indicators used. These challenges can be addressed by further validating reconstructions and unifying quantization methods. Using paleoclimate archives is a crucial approach for reconstructing past sea ice states, allowing for more accurate estimations of internal and external forcings in Antarctic sea ice variability.",
                "AnswerCn": "使用冰芯数据作为代理的挑战包括卫星记录的短缺，这限制了量化人为强迫和内部变率贡献的能力。此外，气候模型与观测之间存在差异，这可能是由于气候强迫而非海冰物理造成的。个别代理和不同指标所带来的不确定性相当可观。这些挑战可以通过进一步验证重建和统一量化方法来解决。利用古气候档案是重建过去海冰状态的重要方法，可以更准确地估计南极海冰变率中的内部和外部强迫。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the reconstruction of historical sea ice extent in regions with limited satellite data?",
                "QuestionCn": "哪些方法论能够在卫星数据有限的地区重建历史海冰范围？",
                "AnswerEn": "Ice core and fast-ice records with annual resolution from six sites are used for reconstructing the past sea ice extent, as they provide proxies like MSA concentration and net accumulation records, which are validated through leave-one-out cross-validation methods.",
                "AnswerCn": "六个地点的冰芯和快速冰记录以年分辨率用于重建过去的海冰范围，因为它们提供了像MSA浓度和净积累记录这样的代理，这些代理通过留一交叉验证方法进行了验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges in using proxy data to enable accurate reconstructions of past sea ice changes, and how are these challenges addressed?",
                "QuestionCn": "使用代理数据来准确重建过去海冰变化面临的挑战有哪些，以及这些挑战是如何解决的？",
                "AnswerEn": "Challenges include uncertainties from individual proxies and indicators, which are addressed by validating reconstruction results with cross-validation methods and ensuring the transfer function in each sector is demonstrated to be valid.",
                "AnswerCn": "挑战包括来自个别代理和指标的不确定性，这些不确定性通过使用交叉验证方法验证重建结果来解决，并确保每个领域的传递函数被证明是有效的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might reconstructions of the Antarctic sea ice edge using ice core data face significant challenges in achieving consistent results across different regions?",
                "QuestionCn": "使用冰芯数据重建南极海冰边缘可能面临重大挑战，导致不同地区的结果不一致，原因可能包括以下几点：",
                "AnswerEn": "Reconstruction efforts face challenges due to the discrepancies between climate models and observations, which likely stem from climate forcing rather than sea ice physics. Additionally, considerable uncertainties arise from individual proxies and different indicators employed, requiring further validation and unified quantization.",
                "AnswerCn": "重建工作面临挑战，因为气候模型与观测之间存在差异，这可能源于气候强迫而非海冰物理。此外，由于所使用的个体代理和不同指标存在相当大的不确定性，需要进一步验证和统一量化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do researchers focus on examining the interactions of teleconnections and local feedback mechanisms at longer timescales when projecting future Antarctic sea ice changes?",
                "QuestionCn": "研究人员为何在预测未来南极海冰变化时，专注于考察遥相关和地方反馈机制在更长时间尺度上的相互作用？",
                "AnswerEn": "Researchers focus on these interactions because understanding the influence of teleconnections and local feedback mechanisms on sea ice dynamics at multi-decadal scales can improve projections for the coming decades. It helps in identifying the mechanisms responsible for the variations in sea ice extent, thereby enhancing the accuracy of future climate model simulations.",
                "AnswerCn": "研究人员关注这些相互作用，因为理解遥相关和局部反馈机制对多十年尺度海冰动态的影响可以改善未来几十年的预测。这有助于识别导致海冰范围变化的机制，从而提高未来气候模型模拟的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the challenges faced when using proxy data, such as ice cores, for reconstructing historical sea ice extents?",
                "QuestionCn": "我对使用代理数据（如冰芯）重建历史海冰范围时面临的挑战的评估是什么？",
                "AnswerEn": "The use of proxy data from ice cores presents challenges due to considerable uncertainties arising from the individual proxies and different indicators employed. These reconstructions require further validation to unify quantization and accurately simulate observed annual cycles and long-term trends.",
                "AnswerCn": "冰芯的代理数据使用存在挑战，因为来自各个代理和不同指标的不确定性相当大。这些重建需要进一步验证，以统一量化并准确模拟观察到的年度周期和长期趋势。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how could the integration of multiple proxies improve the understanding of Antarctic sea ice variability over the past centuries?",
                "QuestionCn": "在我看来，整合多个代理数据可以改善对过去几个世纪南极海冰变异性的理解。",
                "AnswerEn": "Integrating multiple proxies could enhance the understanding of Antarctic sea ice variability by providing more comprehensive reconstructions. It allows for the examination of regional and overall changes, and helps in identifying potential mechanisms responsible for variations in the context of climate variability at the multi-decadal scale.",
                "AnswerCn": "整合多个代理数据可以增强对南极海冰变异性的理解，通过提供更全面的重建，能够检查区域和整体变化，并有助于识别在多十年尺度气候变异背景下导致变化的潜在机制。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how ice core records can be used as a proxy for reconstructing historical sea ice extent in the Antarctic region.",
                "QuestionCn": "我不明白冰芯记录如何可以作为重建南极地区历史海冰范围的代理。",
                "AnswerEn": "Ice core records are used as proxies for reconstructing historical sea ice extent by analyzing specific indicators like MSA concentration and net accumulation, which correlate with sea ice conditions. For example, MSA concentrations in certain ice cores are robust proxies for winter sea ice extent, providing insights into past sea ice variability.",
                "AnswerCn": "冰芯记录通过分析特定指标如MSA浓度和净积累，作为重建历史海冰范围的代理，这些指标与海冰条件相关。例如，某些冰芯中的MSA浓度是冬季海冰范围的可靠代理，提供了对过去海冰变动的洞察。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges that arise when trying to validate reconstructions of sea ice extent using proxy data from ice cores.",
                "QuestionCn": "我对使用冰芯的代理数据验证海冰范围重建时出现的挑战感到不确定。",
                "AnswerEn": "Validation challenges include uncertainties from individual proxies and the indicators used, as well as discrepancies between climate models and observations. These require further validation to ensure reliable reconstructions of sea ice extent, often involving methods like leave-one-out cross-validation to verify the results.",
                "AnswerCn": "验证挑战包括来自个别代理和所使用指标的不确定性，以及气候模型与观测之间的差异。这些都需要进一步验证，以确保海冰范围的可靠重建，通常涉及像留一交叉验证这样的方式来验证结果。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of how using multiple proxies from different regions can enhance our understanding of sea ice variability over the past centuries.",
                "QuestionCn": "我无法理解使用来自不同地区的多个代理如何增强我们对过去几个世纪海冰变异性的理解。",
                "AnswerEn": "Using multiple proxies from different regions allows for a comprehensive reconstruction of sea ice variability by capturing regional differences and interactions. This approach helps in understanding the contributions of internal and external forcings to sea ice variability and supports the evaluation of climate model simulations.",
                "AnswerCn": "使用来自不同地区的多个代理可以全面重建海冰变异性，通过捕捉区域差异和相互作用。这种方法有助于理解内部和外部强迫对海冰变异性的贡献，并支持气候模型模拟的评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the methodological challenges faced in using ice core data to reconstruct past Antarctic sea ice variability.",
                "QuestionCn": "请探讨使用冰芯数据重建过去南极海冰变异性所面临的方法论挑战。",
                "AnswerEn": "Methodological challenges in using ice core data to reconstruct past Antarctic sea ice variability include the shortness of the satellite record, which limits direct comparisons and validation. Additionally, there are uncertainties arising from the individual proxies and indicators used, which require further validation to ensure accuracy. Coupled climate models have limited success in simulating observed trends and cycles, and discrepancies between model simulations and observations could stem from climate forcing rather than sea ice physics. These challenges necessitate careful selection and cross-validation of proxy data to ensure the accuracy and reliability of reconstructions.",
                "AnswerCn": "使用冰芯数据重建过去南极海冰变异性的 методологические挑战包括卫星记录的短缺，这限制了直接比较和验证。此外，使用的各个代理和指标存在不确定性，需要进一步验证以确保准确性。耦合气候模型在模拟观察到的趋势和周期方面成功有限，模型模拟与观察之间的差异可能源于气候强迫而非海冰物理。这些挑战需要仔细选择和交叉验证代理数据，以确保重建的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}