{
  "id": "cf5fb836-c477-4bf0-a67f-c4fdf5df66a3",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of sun photometer observations in the middle and upper reaches of the Heihe River Basin (2012)",
      "titleCn": "黑河生态水文遥感试验：黑河流域中上游太阳分光光度计观测数据集(2012)",
      "description": "The object of this dataset is to support the atmospheric correction data for the satellite and airborne remote-sensing. It provides the atmospheric aerosol and the column content of water vapor. The dataset is sectioned into two parts: the conventional observations data and the observations data synchronized with the airborne experiments. The instrument was on the roof of the 7# in the Wuxing Jiayuan community from 1 to 24 in June. After 25 June, it was moved to the ditch in the south of the Supperstaiton 15. The dataset provide the raw observations data and the retrieval data which contains the atmosphere aerosol optical depth (AOD) of the wavebands at the center of 1640 nm, 1020 nm, 936 nm, 870 nm, 670 nm, 500 nm, 440 nm, 380 nm and 340 nm, respectively, and the water vapor content is retrieved from the band data with a centroid wavelength of 936 nm. The continuous data was obtained from the 1 June to 20 September in 2012 with a one minute temporal resolution. The time used in this dataset is in UTC+8 Time.\nInstrument:\nThe sun photometer is employed to measure the character of atmosphere. In HiWATER, the CE318-NE was used.",
      "descriptionCn": "太阳光度计的架设目的在于获取大气气溶胶、水汽、臭氧等成分的特性，支持卫星和航空遥感数据的大气校正。本数据集由两部分组成：常规观测数据和飞行同步观测数据。常规观测仪器的架设位置包括五星村五星嘉苑7#楼顶（6月1日至6月24日）、五星村超级站向南70m左右的沟渠（6月25日以后）。测量采用CE318-NE型太阳分光光度计，可提 供1640nm、1020nm、936nm、870nm、670nm、500nm、440nm、380nm和340nm共9个波段观测的大气光学厚度，以及 936nm测量数据反演大气柱水汽含量。本数据集提供的常规观测数据包括2012年6月1日至9月20日的太阳分光光度计原始数据和预处理后的数据，数据采样的时间间隔为1分钟。飞行同步观测架设的位置包括高崖水文站（7月3日和7月4日）、阿柔超级站（8月1日）站和葫芦沟小流域（8月25日和8月28日），所使用仪器主要是CE318-N型太阳光度计，观测波段包括340nm、380nm、440nm、500nm、670nm、870nm、936nm、1020nm共8个波段。本数据集提供同步观测时间8个波段的大气光学厚度和936nm波段反演的大气柱水汽含量，以及原始观测数据，数据采样时间为1分钟。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.4578,
      "west": 99.885694,
      "south": 38.05497,
      "north": 39.13533,
      "startTime": "2012-06-12 06:50:00",
      "endTime": "2012-10-01 06:50:00",
      "fileSize": 16428889.0,
      "cstr": "18406.11.hiwater.022.2013.db",
      "doi": "10.3972/hiwater.022.2013.db",
      "dataFormat": "文本, *.K7, *.sun, *.txt后缀",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "于文凭",
        "nameEn": "YU Wenping",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王增艳",
        "nameEn": "WANG Zengyan",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": " 气溶胶光学深度/厚度",
        "nameEn": "Aerosol optical depth/Thickness"
      },
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "太阳分光光度计",
        "nameEn": "Solar spectrophotometer"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "水汽",
        "nameEn": "Water vapor"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "大满超级站",
        "keywordEn": "Daman Superstation"
      },
      {
        "keywordCn": "葫芦沟小流域",
        "keywordEn": "Hulugou Catchment"
      },
      {
        "keywordCn": "阿柔超级站",
        "keywordEn": "A’rou Superstation"
      },
      {
        "keywordCn": "高崖水文站",
        "keywordEn": "Gaoya Hydrological Station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-01至2012-09-20",
        "keywordEn": "2012-06-01 to 2012-09-20",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
        "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
        "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
        "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
      ],
      "research objective": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
        "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
      ],
      "challenges": [
        "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
        "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
      ],
      "methods": [
        "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
        "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
        "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
      ],
      "dataset": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
        "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
        "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
      ],
      "findings": [],
      "backgroundCn": [
        "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的贡献者，为生物多样性提供并刺激特定栖息地。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生重大影响，从而调节中游的农业发展和下游的生态系统。",
        "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
        "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂雪）现象。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
        "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
      ],
      "research objectiveCn": [
        "本研究提供了一系列数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
        "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
      ],
      "challengesCn": [
        "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模及相关研究，但也促使了下一代生态观测网络和实验的发展。然而，上述建模工作面临以下问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
        "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
      ],
      "methodsCn": [
        "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
        "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在强化观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和风吹（飘雪）通量（由FlowCapt测量）。每个AMS内的六个层次测量土壤温度和湿度，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
        "雪深通过SR50A（美国Campbell）进行测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）通过GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
      ],
      "datasetCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合、分布式和多尺度的观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
        "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂浮雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，期间由于高海拔地区的电力损失和传感器故障，数据 intermittently 丢失。",
        "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the use of CE318-NE type sun photometers reliably measure atmospheric aerosol characteristics and water vapor content for remote sensing data atmospheric correction?",
        "QuestionCn": "CE318-NE型太阳光度计能否可靠地测量大气气溶胶特性和水汽含量，以用于遥感数据的大气校正？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is a multiscale dataset obtained from a hierarchical observation system crucial for understanding eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "从分层观测系统获得的多尺度数据集对于理解异质表面的生态水文过程是否至关重要？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the scarcity of observation data in alpine regions hinder the development of hydrological models and remote sensing technologies?",
        "QuestionCn": "阿尔卑斯地区观测数据的稀缺是否妨碍了水文模型和遥感技术的发展？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are datasets in this domain primarily obtained from airborne remote sensing missions, hierarchical instrumentation, or ground-based sensor networks?",
        "QuestionCn": "该领域的数据集主要是通过空中遥感任务、分层仪器或地面传感器网络获得的吗？",
        "AnswerEn": "hierarchical instrumentation",
        "AnswerCn": "分层仪器化",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the main challenge in data collection for this field related to technological barriers, environmental conditions, or data availability?",
        "QuestionCn": "在这个领域，数据收集的主要挑战是与技术障碍、环境条件还是数据可用性相关？",
        "AnswerEn": "technological barriers",
        "AnswerCn": "技术障碍",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key components of a multiscale observation dataset in eco-hydrological research?",
        "QuestionCn": "生态水文研究中多尺度观测数据集的关键组成部分是什么？",
        "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, ground measurements, vegetation dynamics, photosynthesis processes",
        "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，土壤湿度，叶面积指数，高分辨率机载遥感，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，地面测量，植被动态，光合作用过程。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the automatic meteorological stations and superstations positioned for data collection in alpine hydrological research?",
        "QuestionCn": "自动气象站和超级站在阿尔卑斯水文研究中用于数据收集的位置在哪里？",
        "AnswerEn": "basin scale, sub-basin scale, Yakou snow superstation, A'rou frozen ground superstation",
        "AnswerCn": "流域尺度，子流域尺度，雅口积雪超级站，阿柔冻土超级站",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to capture multiscale eco-hydrological processes in a heterogeneous surface area?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于捕捉异质表面区域中的多尺度生态水文过程？",
        "AnswerEn": "An example of a data collection method used to capture multiscale eco-hydrological processes in a heterogeneous surface area is the instrumentation on hierarchically nested scales within the HiWATER experiment. This includes the use of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing technologies like LiDAR, imaging spectrometers, a multi-angle thermal imager, and an L-band microwave radiometer.",
        "AnswerCn": "用于捕捉异质表面区域中多尺度生态水文过程的数据收集方法的一个例子是HiWATER实验中分层嵌套尺度的仪器设置。这包括使用涡度协方差塔、大孔径闪烁仪、自动气象站以及超高分辨率的航空遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting observational data in alpine regions, and how has it been addressed?",
        "QuestionCn": "在高山地区收集观测数据面临的一个挑战是什么，以及如何解决这个问题的例子是什么？",
        "AnswerEn": "An example of a challenge faced in collecting observational data in alpine regions is the scarcity of data due to difficulties of access and technological barriers. This challenge has been addressed by developing next-generation ecosystem observation networks and experiments, such as the International Network for Alpine Research Catchment Hydrology (INARCH), which connects individual observatories into an international network and data-share platform.",
        "AnswerCn": "在高山地区收集观察数据面临的一个挑战是由于获取困难和技术障碍导致的数据稀缺。这个挑战通过开发下一代生态系统观察网络和实验得到了应对，例如国际高山研究流域水文网络（INARCH），该网络将各个观测站连接成一个国际网络和数据共享平台。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that has been collected to support alpine region hydrological model development and remote sensing observation?",
        "QuestionCn": "您能否提供一个已收集的数据集，以支持阿尔卑斯地区水文模型开发和遥感观测？",
        "AnswerEn": "An example of a dataset collected to support alpine region hydrological model development and remote sensing observation is the suite of datasets from an integrated, distributed, and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB). This includes data from seven standard hydrometeorological stations, a snow superstation, and a frozen ground superstation.",
        "AnswerCn": "一个用于支持阿尔卑斯地区水文模型开发和遥感观测的数据集示例是来自黑河上游集成、分布式和多尺度水文气象-雪-冻土观测网络的一系列数据集。这包括来自七个标准水文气象站、一个雪超级站和一个冻土超级站的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the distinct characteristics of atmospheric aerosol and water vapor data collected via solar spectrophotometer in eco-hydrological studies?",
        "QuestionCn": "通过太阳光谱仪收集的气溶胶和水蒸气数据在生态水文学研究中的不同特征是什么？",
        "AnswerEn": "atmospheric optical thickness across nine wavelengths (1640nm, 1020nm, 936nm, 870nm, 670nm, 500nm, 440nm, 380nm, 340nm), atmospheric column water vapor content from 936nm measurement, one-minute intervals, high temporal resolution",
        "AnswerCn": "大气光学厚度跨越九个波长（1640nm、1020nm、936nm、870nm、670nm、500nm、440nm、380nm、340nm），从936nm测量中获取的大气柱水汽含量，一分钟间隔，高时间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What features define the multiscale dataset used for observing eco-hydrological processes in a heterogeneous surface environment?",
        "QuestionCn": "定义用于观察异质表面环境中生态水文过程的多尺度数据集的特征是什么？",
        "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, soil moisture sensors, leaf area index measurements, hyper-resolution airborne remote sensing data, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers, synchronical ground measurements of vegetation dynamics, photosynthesis processes",
        "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，土壤湿度传感器，叶面积指数测量，超高分辨率机载遥感数据，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，植被动态的同步地面测量，光合作用过程。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many observation stations were utilized in the integrated alpine hydrology observation network in the upper reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河上游的综合高山水文观测网络中，共利用了多少个观测站？",
        "AnswerEn": "7, 2",
        "AnswerCn": "7, 2",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal resolution of data collected for snow water equivalent (SWE) in the alpine hydrology observation network?",
        "QuestionCn": "在高山水文观测网络中收集的雪水当量（SWE）数据的时间分辨率是多少？",
        "AnswerEn": "6 hours",
        "AnswerCn": "6小时",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted in the HiWATER experiment to cover the FEA using various remote sensing instruments?",
        "QuestionCn": "在HiWATER实验中，为了覆盖FEA，进行了多少次空中遥感任务，使用了各种遥感仪器？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the role of a solar spectrophotometer in atmospheric aerosol characterization within eco-hydrological research?",
        "QuestionCn": "太阳光谱光度计在生态水文研究中大气气溶胶特征化的作用是什么？",
        "AnswerEn": "A solar spectrophotometer is used to obtain characteristics of atmospheric aerosols, water vapor, and ozone, which are essential for atmospheric correction of satellite and airborne remote sensing data.",
        "AnswerCn": "太阳光谱光度计用于获取大气气溶胶、水蒸气和臭氧的特征，这对于卫星和机载遥感数据的气象校正至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How are multiscale eco-hydrological processes observed and recorded in heterogeneous landscapes?",
        "QuestionCn": "多尺度生态水文过程如何在异质景观中被观察和记录？",
        "AnswerEn": "Multiscale eco-hydrological processes are observed using a hierarchically nested instrumentation system that includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and eco-hydrological sensor networks. This setup captures data across various scales and landscapes to understand interactions and processes.",
        "AnswerCn": "多尺度生态水文过程通过一个分层嵌套的仪器系统进行观察，该系统包括涡度协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络的通量观测矩阵。该设置能够在不同尺度和景观中捕获数据，以理解相互作用和过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do multiscale observation networks enhance the understanding of eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "多尺度观测网络如何增强对异质景观中生态水文过程的理解？",
        "AnswerEn": "Multiscale observation networks, such as those implemented in the Heihe Watershed Allied Telemetry Experimental Research (HiWATER), enable the capture of eco-hydrological processes across various scales and disciplines. These networks use instruments arranged in hierarchically nested scales, like flux observation matrices and eco-hydrological sensor networks, to provide comprehensive data that can support the validation of remote sensing products and improve hydrological models.",
        "AnswerCn": "多尺度观测网络，如在黑河流域联合遥测实验研究（HiWATER）中实施的网络，能够捕捉跨越不同尺度和学科的生态水文过程。这些网络使用按层次嵌套的尺度排列的仪器，如通量观测矩阵和生态水文传感器网络，以提供全面的数据，支持遥感产品的验证并改善水文模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What strategies can be employed to ensure the quality and reliability of datasets collected from complex environmental observation systems?",
        "QuestionCn": "可以采用哪些策略来确保从复杂环境观测系统收集的数据集的质量和可靠性？",
        "AnswerEn": "Ensuring the quality and reliability of datasets from complex observation systems involves rigorous quality control measures, such as sensor calibration, meticulous data processing, and dataset generation. For example, in eco-hydrological experiments, data are carefully curated to support the validation of remote sensing products and hydrological models, facilitating a more predictive understanding of environmental processes.",
        "AnswerCn": "确保复杂观测系统数据集的质量和可靠性需要严格的质量控制措施，例如传感器校准、细致的数据处理和数据集生成。例如，在生态水文实验中，数据经过精心整理，以支持遥感产品和水文模型的验证，从而促进对环境过程的更具预测性的理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the scarcity of observation data in alpine regions which affects hydrological modeling?",
        "QuestionCn": "导致高山地区观测数据稀缺的原因是什么，这影响了水文模型的构建？",
        "AnswerEn": "The scarcity of observation data in alpine regions is caused by difficulties of access, technological barriers, and the cold and harsh climate, as well as high altitude and complex topography. These factors inhibit complete and consistent data collection, which in turn hinders the development of remote sensing technologies and alpine hydrological models.",
        "AnswerCn": "阿尔卑斯地区观测数据的稀缺是由于获取困难、技术障碍、寒冷和恶劣的气候，以及高海拔和复杂的地形。这些因素阻碍了完整和一致的数据收集，从而妨碍了遥感技术和阿尔卑斯水文模型的发展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are multiscale observations challenging to obtain for eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "为什么在异质表面上获取生态水文过程的多尺度观测是具有挑战性的？",
        "AnswerEn": "Multiscale observations for eco-hydrological processes on heterogeneous surfaces are challenging to obtain due to the poor availability of multiscale observations. This scarcity hinders progress in understanding and modeling these processes effectively.",
        "AnswerCn": "由于多尺度观测的稀缺性，获取异质表面上生态水文过程的多尺度观测非常具有挑战性。这种稀缺性阻碍了我们有效理解和建模这些过程的进展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for the unavailability of snow density data in alpine hydrology research?",
        "QuestionCn": "在阿尔卑斯水文学研究中，雪密度数据缺乏的原因是什么？",
        "AnswerEn": "The unavailability of snow density data in alpine hydrology research is primarily due to the influence of strong wind, which affects the measurement processes. Consequently, snow density data, which can be calculated using snow depth and SWE data, are currently not available.",
        "AnswerCn": "在阿尔卑斯水文学研究中，雪密度数据的缺乏主要是由于强风的影响，这影响了测量过程。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算得出的雪密度数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals behind collecting multiscale and multidisciplinary data in eco-hydrological research within the Heihe Watershed?",
        "QuestionCn": "在黑河流域的生态水文研究中，收集多尺度和多学科数据的主要目标是什么？",
        "AnswerEn": "The primary goals are to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces and to overcome the poor availability of multiscale observations. This is achieved through instrumentation on hierarchically nested scales to capture multi-scale eco-hydrological processes and support atmospheric correction for satellite and aerial remote sensing data.",
        "AnswerCn": "主要目标是解决在异质表面上提升生态水文过程的挑战，并克服多尺度观测的稀缺性。这是通过在分层嵌套尺度上进行仪器布置，以捕捉多尺度生态水文过程，并支持卫星和航空遥感数据的大气校正。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to develop an integrated observation network for alpine hydrology in the Heihe River Basin?",
        "QuestionCn": "在黑河流域发展一个综合观测网络对于高山水文学的重要性是什么？",
        "AnswerEn": "It is important to develop an integrated observation network to overcome the scarcity of observation data due to access difficulties and technological barriers. This network aims to provide accurate forcing data for hydrological models, validate remote sensing data, evaluate distributed models, and improve the predictive understanding of alpine hydrological processes and ecosystem functions.",
        "AnswerCn": "建立一个综合观测网络是克服因获取困难和技术障碍而导致的观测数据稀缺的重要措施。该网络旨在为水文模型提供准确的强迫数据，验证遥感数据，评估分布式模型，并提高对高山水文过程和生态系统功能的预测理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the purpose of implementing a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data in the upper reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河流域上游实施由长期水文气象、积雪覆盖和冻土数据组成的数据集的目的是什么？",
        "AnswerEn": "The purpose is to investigate watershed science and functions from an integrated, distributed, and multiscale observation network. This suite of datasets aims to provide accurate forcing data, validate remote sensing products, and support the development and simulation of alpine region hydrological models, addressing scientific questions related to perturbations from climate change and human activities.",
        "AnswerCn": "该研究的目的是从一个综合的、分布式的和多尺度的观测网络中调查流域科学和功能。这套数据集旨在提供准确的强迫数据，验证遥感产品，并支持阿尔卑斯地区水文模型的开发和模拟，解决与气候变化和人类活动引起的扰动相关的科学问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How is the atmospheric aerosol data collected and processed to support satellite and airborne remote sensing data atmospheric correction?",
        "QuestionCn": "大气气溶胶数据是如何收集和处理的，以支持卫星和航空遥感数据的大气校正？",
        "AnswerEn": "Atmospheric aerosol data is collected using CE318-NE and CE318-N type solar photometers set up at specific locations. Measurements include atmospheric optical thickness across various bands and atmospheric column water vapor content. The data is sampled at one-minute intervals and includes both original and pre-processed data sets.",
        "AnswerCn": "大气气溶胶数据是通过在特定地点设置的CE318-NE和CE318-N型太阳光度计收集的。测量包括各个波段的大气光学厚度和大气柱水汽含量。数据以一分钟的间隔进行采样，包括原始数据和预处理数据集。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the steps involved in establishing and operating an integrated alpine hydrology observation network for comprehensive watershed science in the Heihe River Basin?",
        "QuestionCn": "在黑河流域建立和运行一个综合的高山水文观测网络以进行全面的流域科学研究涉及哪些步骤？",
        "AnswerEn": "The network consists of automatic meteorological stations, snow and frozen ground superstations, and a wireless sensor network. Observations include meteorological variables, snow depth, snow water equivalent, soil temperature, and moisture. The network is designed to integrate data collection at multiple scales, validate remote sensing data, and improve hydrological models.",
        "AnswerCn": "该网络由自动气象站、雪和冻土超级站以及无线传感器网络组成。观测内容包括气象变量、雪深、雪水当量、土壤温度和湿度。该网络旨在整合多个尺度的数据收集，验证遥感数据，并改善水文模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What instrumentation or techniques enable the collection of multiscale eco-hydrological data in heterogeneous landscapes like the Heihe River Basin?",
        "QuestionCn": "哪些仪器或技术能够在像黑河流域这样的异质景观中收集多尺度生态水文数据？",
        "AnswerEn": "The collection of multiscale eco-hydrological data in the Heihe River Basin is enabled by an observation system consisting of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "在黑河流域，多尺度生态水文数据的收集得益于一个观测系统，该系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the conditions or technological advancements that have enabled the development of integrated, distributed, and multiscale observation networks in alpine regions?",
        "QuestionCn": "哪些条件或技术进步使得阿尔卑斯地区集成、分布式和多尺度观测网络的发展成为可能？",
        "AnswerEn": "The development of integrated, distributed, and multiscale observation networks in alpine regions has been enabled by advancements in remote sensing data combined with data assimilation, as well as the establishment of automatic meteorological stations (AMSs), superstations for snow cover and frozen ground observations, and wireless sensor networks (WSNs) to capture detailed meteorological, hydrological, and soil data.",
        "AnswerCn": "阿尔卑斯地区集成、分布式和多尺度观测网络的发展得益于遥感数据与数据同化技术的进步，以及自动气象站（AMS）、用于雪盖和冻土观测的超级站和无线传感器网络（WSN）的建立，以捕捉详细的气象、水文和土壤数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What challenges might be expected when collecting multiscale observational data in heterogeneous landscapes for eco-hydrological studies?",
        "QuestionCn": "在异质景观中收集多尺度观测数据以进行生态水文研究时，可能会面临哪些挑战？",
        "AnswerEn": "Challenges in collecting multiscale observational data include the poor availability of multiscale observations due to difficulties of access, technological barriers, and the complex topography and harsh climate conditions in regions like the Heihe River Basin. These challenges hinder the development of remote sensing technologies and alpine hydrological models.",
        "AnswerCn": "收集多尺度观测数据的挑战包括由于获取困难、技术障碍以及像黑河流域这样的地区复杂的地形和恶劣的气候条件导致的多尺度观测的可用性差。这些挑战阻碍了遥感技术和高山水文模型的发展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for developing next-generation ecosystem observation networks in alpine regions to improve remote sensing data validation?",
        "QuestionCn": "为什么需要在高山地区开发下一代生态观察网络，以改善遥感数据验证？",
        "AnswerEn": "There is a need for next-generation ecosystem observation networks because remote sensing data in alpine regions face various uncertainties due to complexities in the earth system. These networks can provide accurate forcing data for hydrological modeling, validate remote sensing data, and allow the evaluation of distributed models to ultimately improve predictive understanding of alpine hydrological processes and ecosystem functions.",
        "AnswerCn": "由于地球系统的复杂性，阿尔卑斯地区的遥感数据面临各种不确定性，因此需要下一代生态观察网络。这些网络可以为水文建模提供准确的强迫数据，验证遥感数据，并允许评估分布式模型，从而最终提高对阿尔卑斯水文过程和生态系统功能的预测理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges in ensuring the quality and completeness of multiscale datasets in eco-hydrological research?",
        "QuestionCn": "在生态水文学研究中，确保多尺度数据集的质量和完整性可能面临的潜在挑战有哪些？",
        "AnswerEn": "The challenges in ensuring the quality and completeness of multiscale datasets in eco-hydrological research include the poor availability of multiscale observations, harsh climate conditions, high altitudes, and complex topographies that inhibit consistent data collection. Additionally, the scarcity of observation data, technological barriers, and the influence of strong winds can impact the reliability of data, such as snow density, which is crucial for parameterization in alpine hydrological models.",
        "AnswerCn": "在生态水文研究中，确保多尺度数据集的质量和完整性面临的挑战包括多尺度观测的可用性差、恶劣的气候条件、高海拔和复杂的地形，这些因素都妨碍了一致的数据收集。此外，观测数据的稀缺、技术障碍以及强风的影响都可能影响数据的可靠性，例如雪密度，这对于高山水文模型中的参数化至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can existing datasets be expanded or refined to better support hydrological modeling in alpine regions?",
        "QuestionCn": "现有的数据集可以通过哪些方式进行扩展或优化，以更好地支持高山地区的水文模型？",
        "AnswerEn": "Existing datasets can be expanded or refined by integrating more advanced remote sensing data, improving the spatial and temporal resolution of observations, and enhancing the network of meteorological and hydrological stations. Efforts such as the International Network for Alpine Research Catchment Hydrology (INARCH) and the Circumpolar Active Layer Monitoring (CALM) network can provide a platform for sharing data and developing next-generation ecosystem observation networks. These initiatives can help validate remote sensing products and improve predictive models by providing accurate forcing data and addressing various scientific questions.",
        "AnswerCn": "现有数据集可以通过整合更先进的遥感数据、提高观测的空间和时间分辨率，以及增强气象和水文站网络来扩展或精细化。国际高山研究流域水文网络（INARCH）和极圈活层监测（CALM）网络等努力可以提供一个共享数据的平台，并开发下一代生态系统观测网络。这些举措可以通过提供准确的强迫数据来验证遥感产品并改善预测模型，从而解决各种科学问题。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how datasets can be validated for remote sensing applications in these complex terrains.",
        "QuestionCn": "我不明白如何在这些复杂地形中验证遥感应用的数据集。",
        "AnswerEn": "Datasets are validated using an integrated, distributed, and multiscale observation network, which includes automatic meteorological stations and superstations for snow and frozen ground observations. High-resolution data from these networks are used to validate remote sensing products at various scales.",
        "AnswerCn": "数据集通过一个集成的、分布式的、多尺度的观测网络进行验证，该网络包括自动气象站和用于雪和冻土观测的超级站。这些网络的高分辨率数据用于在不同尺度上验证遥感产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please outline the key components of a dataset that supports research on the interaction between snow cover and hydrological processes in alpine regions.",
        "QuestionCn": "概述支持研究雪盖与高山地区水文过程相互作用的数据集的关键组成部分。",
        "AnswerEn": "A dataset supporting research on the interaction between snow cover and hydrological processes in alpine regions should include long-term hydrometeorological data, snow cover properties such as snow depth and snow water equivalent (SWE), and frozen ground data. This data can be collected using automatic meteorological stations, snow observation superstations, and frozen ground superstations. It is essential to capture the freeze-thaw cycles, meteorological variables like temperature and precipitation, and snow dynamics through instruments like SR50A for snow depth and GMON for SWE.",
        "AnswerCn": "一个支持研究高山地区雪盖与水文过程相互作用的数据集应包括长期的水文气象数据、雪盖特性（如雪深和雪水当量SWE）以及冻土数据。这些数据可以通过自动气象站、雪观测超级站和冻土超级站进行收集。捕捉冻融循环、气象变量（如温度和降水）以及通过SR50A仪器测量雪深和GMON仪器测量雪水当量的雪动态是至关重要的。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}