{
    "id": "d07ce96b-f4a0-4bc3-9eb7-fa447219458d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Optically stimulated luminescence dating data of the Luochuan and Xuyi loess sections in China",
            "titleCn": "中国洛川和盱眙黄土剖面的光释光定年数据",
            "description": "This data set is composed of photoluminescence dating data of loess profiles in Luochuan (35 ° 43 ′ n, 109 ° 25 ′ E) and Xuyi (118 ° 39 ′ e, 32 ° 51 ′ n) in China, including the results of photoluminescence chronology of 45 samples. Among them, the luminescence chronology of 21 samples from Luochuan section of the Loess Plateau of China uses the potassium feldspar monolithic regeneration method (SAR) multi-step temperature rise post IR IRSL (met pirir) dating technique; The study on the luminescence chronology of 24 samples in Xuyi section is that 8 samples are based on the photoluminescence dating of 4-11 micron quartz particles according to the standard monolithic regeneration method (SAR) measurement process, and 8 samples are based on the infrared luminescence dating of 4-11 micron multi mineral fine particles heated to 225 ℃ (pir225) according to the monolithic regeneration method measurement process, And 8 samples based on the infrared luminescence dating of 4-11 micron multi mineral fine particles heated to 290 ℃ (pir290) according to the single chip regeneration method measurement process. The instrument used for the photoluminescence dating of Luochuan and Xuyi loess profiles is RIS ø thermoluminescence / photoluminescence dating instrument made in Denmark. The experimental analysis was completed in the Department of Geosciences of the University of Hong Kong and babes Bolyai University in Romania. The data provide further age constraints for the Loess in Luochuan and Xuyi, China, and are of great significance for the study of paleoclimate / Paleoenvironment in the two regions.",
            "descriptionCn": "本数据集由中国洛川（35°43′N, 109°25′E）和盱眙（118°39′ E, 32°51’ N）黄土剖面的光释光定年分析数据组成，包括45个样本释光年代学研究结果。其中，中国黄土高原洛川剖面21个样品的释光年代学研究，使用的是钾长石单片再生法（SAR）多步升温post-IR IRSL（MET-pIRIR）测年技术；盱眙剖面24个样本的释光年代学研究,分别为8个样品基于4-11微米石英颗粒依照标准单片再生法（SAR）测量流程的光释光定年，8个样品基于4-11微米多矿物细颗粒升温到225℃（pIRIR225）依照单片再生法测量流程的红外释光定年，和8个样品基于4-11微米多矿物细颗粒升温到290℃（pIRIR290）依照单片再生法测量流程的红外释光定年。洛川和盱眙黄土剖面的光释光定年使用的仪器为丹麦制造的Risø热释光/光释光测年仪，实验分析分别在香港大学地球科学系和罗马尼亚Babes-Bolyai大学完成。该数据对中国洛川和盱眙地区的黄土提供了进一步年龄约束，对于两地区古气候/古环境等方面的研究具有重要意义。",
            "instructions": "Optically stimulated luminescence dating data of the Luochuan and Xuyi loess sections in China",
            "instructionsCn": "中国洛川和盱眙黄土剖面的光释光定年数据",
            "east": 119.0,
            "west": 109.0,
            "south": 32.5,
            "north": 35.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 17109.0,
            "cstr": "18406.11.Paleoenv.tpdc.271697",
            "doi": "10.11888/Paleoenv.tpdc.271697",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郝青振",
                "nameEn": "HAO Qingzhen",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Fake age hiatus in a loess section revealed by OSL dating of calcrete nodules",
                "referenceCn": null,
                "referenceEn": "Zhang, J., Li, S.-H., Sun, J., & Hao, Q. (2018). Fake age hiatus in a loess section revealed by OSL dating of calcrete nodules. Journal of Asian Earth Sciences 155, 139-145."
            },
            {
                "titleCn": null,
                "titleEn": "Optically stimulated luminescence dating of loess in South-Eastern China using quartz and polymineral fine grains",
                "referenceCn": null,
                "referenceEn": "Avram, A., Constantin, D., Hao, Q., & Timar-Gabor, A. (2022). Optically stimulated luminescence dating of loess in South-Eastern China using quartz and polymineral fine grains. Quaternary Geochronology 67, 101226."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "光释光定年",
                "nameEn": "Optically stimulated luminescence dating"
            },
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "黄土",
                "nameEn": "Loess"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国东南部",
                "keywordEn": "South-Eastern China"
            },
            {
                "keywordCn": "黄土高原",
                "keywordEn": "Chinese Loess Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "约20万年以来",
                "keywordEn": "since about two hundred thousand years",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "东亚季风区和西风影响区的多时间尺度古气候变化对比研究",
                "titleEn": "Comparative study of past climate changes at multi-timescale in East Asian monsoon region and Westerly zone"
            },
            {
                "titleCn": "大陆演化与季风系统演变",
                "titleEn": "Continental Evolution and Earth’s monsoon System"
            },
            {
                "titleCn": "第四纪地质学",
                "titleEn": "Quaternary Geology"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What is the significance of using the single-aliquot regenerative-dose (SAR) protocol in luminescence dating?",
                "QuestionCn": "在发光定年中使用单 aliquot 再生剂量 (SAR) 协议的意义是什么？",
                "AnswerEn": "The single-aliquot regenerative-dose (SAR) protocol is significant in luminescence dating as it allows for the precise measurement of the equivalent dose required to date samples, such as loess. In the context of Chinese loess sections, it provides a method to measure luminescence using feldspar or quartz particles, which helps to determine the age of sediment deposits accurately. This technique ensures systematic analysis through steps of preheating and measuring luminescence, contributing to reliable and repeatable age estimations, enhancing the understanding of paleoenvironmental conditions.",
                "AnswerCn": "单一 aliquot 再生剂量（SAR）协议在发光定年中具有重要意义，因为它允许精确测量用于对样本（如黄土）进行定年的等效剂量。在中国黄土剖面中，它提供了一种使用长石或石英颗粒测量发光的方法，有助于准确确定沉积物的年龄。这项技术通过预热和测量发光的步骤确保系统分析，从而有助于可靠和可重复的年龄估计，增强对古环境条件的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies can be inferred to have been used for dating sediment samples in loess profiles, and what implications do these methods have for understanding historical climate changes in specific regions?",
                "QuestionCn": "可以推断出用于对黄土剖面沉积物样本进行年代测定的方法论，这些方法对理解特定地区的历史气候变化具有重要意义。",
                "AnswerEn": "The methodologies used for dating sediment samples in loess profiles involve the single-aliquot regenerative-dose (SAR) method with multi-step heating post-IR IRSL (MET-pIRIR) technology for potassium feldspar in the Chinese Loess Plateau's Luochuan profile, and the SAR method for quartz particles and IRSL dating for multi-mineral fine grains at different temperatures in the Xuyi profile. These methods provide age constraints that are significant for studying paleoclimate and paleoenvironmental changes in the Luochuan and Xuyi regions.",
                "AnswerCn": "在黄土剖面沉积样品的年代测定方法中，使用了单颗粒再生剂量（SAR）法与多步加热后红外光释光（MET-pIRIR）技术对中国黄土高原的洛川剖面中的钾长石进行测定，而在徐圩剖面中则采用了SAR法对石英颗粒进行测定，并对不同温度下的多矿物细颗粒进行红外光释光（IRSL）年代测定。这些方法提供的年龄约束对研究洛川和徐圩地区的古气候和古环境变化具有重要意义。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts of utilizing different optical luminescence dating techniques on the age constraints provided for loess sections in China?",
                "QuestionCn": "利用不同的光释光定年技术对中国黄土层的年龄限制可能产生的影响是什么？",
                "AnswerEn": "Utilizing different optical luminescence dating techniques, such as the MET-pIRIR technique for K-feldspar and various pIRIR methods for quartz and multi-mineral fine grains, provides more robust and diverse age constraints for loess sections. These techniques can improve the accuracy of dating, offering refined chronological frameworks that contribute to better understanding of past climate and environmental conditions in the regions of Luochuan and Xuyi, China.",
                "AnswerCn": "利用不同的光释光年代测定技术，如K长石的MET-pIRIR技术以及对石英和多矿物细颗粒的各种pIRIR方法，为黄土剖面提供了更为稳健和多样的年龄约束。这些技术可以提高年代测定的准确性，提供更精细的时间框架，从而有助于更好地理解中国洛川和徐圩地区的过去气候和环境条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use the single-aliquot regenerative-dose (SAR) method for optical dating in loess sections in the context of understanding China's paleoclimatic history?",
                "QuestionCn": "在理解中国古气候历史的背景下，使用单 aliquot 再生剂量（SAR）法进行光释光定年在黄土层中的重要性是什么？",
                "AnswerEn": "The SAR method for optical dating is crucial because it provides accurate age constraints for loess deposits in the Chinese regions of Luochuan and Xuyi. These age constraints are vital for reconstructing the paleoclimate and paleoenvironment, offering insights into the historical climatic conditions and environmental changes in these areas.",
                "AnswerCn": "SAR光释光测年方法对于光释光测年至关重要，因为它为中国洛川和徐圩地区的黄土沉积物提供了准确的年龄约束。这些年龄约束对于重建古气候和古环境至关重要，提供了对这些地区历史气候条件和环境变化的深入了解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the precise measurement of luminescence dating in loess deposits?",
                "QuestionCn": "哪些技术进步使得在黄土沉积物中精确测量发光定年成为可能？",
                "AnswerEn": "The use of the Risø thermoluminescence/optical luminescence dating instrument, manufactured in Denmark, has enabled precise luminescence dating measurements. This instrument is used for analyzing loess samples and was employed in the research conducted at the University of Hong Kong and Babes-Bolyai University in Romania.",
                "AnswerCn": "丹麦制造的Risø热释光/光释光测 dating仪器的使用，使得精确的释光测年测量成为可能。该仪器用于分析黄土样本，并在香港大学和罗马尼亚巴贝什-博利亚大学的研究中得到了应用。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}