{
  "id": "d09ddae6-75c6-431c-a9e4-02e3067e9e1d",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Long time series data set of north temperate lake ice cover occurrence values (1985-2020)",
      "titleCn": "北温带湖泊冰盖长时序数据集（1985-2020）",
      "description": "The data set mainly includes the ice observation frequency (ICO) of north temperate lakes in four periods from 1985 to 2020, as well as the location, area and elevation of the lakes. Among them, the four time periods are 1985-1998 (P1), 1999-2006 (P2), 2007-2014 (P3) and 2015-2020 (P4) respectively, in order to improve the \"valid observation\" times in the calculation period and improve the accuracy. The ICO of the four periods is calculated by the ratio of \"icing\" times and \"valid observation\" times counted by all Landsat images in each period. Other lake information corresponds to the HydroLAKEs data set through the \"hylak_id\" column in the table. In addition, the data only retains about 30000 lakes with an area of more than 1 square kilometer, which are valid for P1-P4 observation. The data set can reflect the response of Lake icing to climate change in recent decades.",
      "descriptionCn": "该数据集主要包括北温带湖泊在1985-2020年间4个时段的结冰观测频率值（ICO），以及湖泊所在位置、面积、高程等信息。其中，4个时间段分别为1985-1998（P1）、1999-2006（P2）、2007-2014（P3）以及2015-2020（P4），目的是提高计算时段内的“有效观测”次数，进而提高准确度。4个时段的ICO由各个时段内所有Landsat影像统计的“结冰”次数与“有效观测”次数的比值计算，其他的湖泊信息通过表格中的“Hylak_id”列与HydroLAKEs数据集相对应。此外，该数据仅保留了P1-P4均观测有效，且面积大于1平方千米的湖泊，约为3万个。该数据集可以反映近几十年来湖泊结冰情况对气候变化的响应。(详见论文)",
      "instructions": "The data is stored in tabular form, and each row is the calculation result of a lake. The lake information corresponds to the hydrolakes dataset through the \"hylak_id\" column in the table. \"Ico_p1 (%)\",\" ico_p2 (%)\", \"ico_p3 (%)\" and \"ico_p4 (%)\" are the ICO results of four periods.",
      "instructionsCn": "该数据以表格形式存储，每一行为一个湖泊的计算结果。湖泊信息通过表格中的“Hylak_id”列与HydroLAKEs数据集相对应。“ICO_P1(%)”、“ICO_P2(%)”、“ICO_P3(%)”、“ICO_P4(%)”四列为4个时段的ICO结果。",
      "east": 180.0,
      "west": -180.0,
      "south": 23.5,
      "north": 66.5,
      "startTime": "1985-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 3305139.0,
      "cstr": "18406.11.Hydro.tpdc.271744",
      "doi": "10.11888/Hydro.tpdc.271744",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王欣驰",
        "nameEn": "WANG Xinchi",
        "unitEn": "",
        "unitCn": "南方科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Ice cover occurrence (ICO) values of four-time periods in 33,333 lakes",
        "referenceCn": null,
        "referenceEn": "Wang, X., Feng, L., Gibson, L., Qi, W., Liu, J., Zheng, Y., Tang, J., Zeng, Z., & Zheng, C. (2021). High-resolution mapping of ice cover changes in over 33,000 lakes across the North Temperate Zone. Geophysical Research Letters, e2021GL095614"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球资源卫星",
        "nameEn": "Landsat"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北温带",
        "keywordEn": "North Temperate Zone"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1985-2020",
        "keywordEn": "1985-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Half of the world's lakes (approximately 50 million) periodically freeze. The phenology of lake ice (i.e., freeze/thaw dates and duration) not only influences physical conditions (such as heat storage, temperature, mixing) of underlying ecosystems, but also provides important opportunities for transportation, recreation, and fishing for hundreds of millions of people worldwide. Recently, widespread reductions in lake ice have been detected at both regional and global scales due to recent climate warming, and this problem is projected to become more severe in the future due to ongoing warming trends and escalating climate extremes. Observations from both field surveys and satellite remote sensing have been widely used to identify historical trends in lake ice cover. Unfortunately, even with the well-maintained in situ data set from the National Snow and Ice Data Center (NSIDC), field records are available for only 631 lakes, and only ∼40 lakes have four decades of continuous records. Furthermore, the in situ lake ice records from NSIDC were spatially biased: few records were collected in Asian lakes or lakes located south of 40°N in the other continents. Although satellite remote sensing offers large-scale and frequent observations, the currently available applications are restricted to individual large lakes or lake districts."
      ],
      "research objective": [
        "However, spatially detailed quantification of the changes in lake ice at the global scale is not available. Here, we map ice cover in >33,000 lakes throughout the North Temperate Zone (23.5°–66.5°N) using 0.55 million Landsat images from 1985 to 2020. The high-resolution mapping of lake ice here provides essential baseline information which can be used to elucidate ice loss-induced environmental and societal impacts."
      ],
      "challenges": [
        "However, such efforts are challenging by using Landsat observations alone, where the ice cover conditions may change considerably between subsequent observations (16 days apart), not to mention the potential contamination from cloud coverage. However, the spatial resolution of ERA5-Land data sets is 0.1°, with a native resolution of 9 km. As such, the area of a cell grid size is ∼81 km², which is larger than most examined lakes. Owing to the apparent temperature disparities between water and adjacent land, the extracted gridded temperature may not accurately represent the lake temperature."
      ],
      "methods": [
        "We mapped lake ice cover over the entire North Temperate Zone using 30-m resolution Landsat satellite observations from 1985 to 2020. We determined lake ice extent for each Landsat image using the Fmask algorithm, which classifies snow/ice pixels using several thresholds (Normalized Difference Snow Index >0.15, Brightness Temperature <0.38, NIR band reflectance <0.11, and green band reflectance >0.1). To estimate the ICO of a lake within a given period, we used the following procedure. First, we counted (a) the number of times when a pixel was labeled snow/ice (Nice) and (b) the number of valid Landsat observations (Nvo) (pixel was not labeled as clouds or cloud shadows) in the first quarter of all years within the period. Second, we normalized Nice against Nvo to calculate the ICO at the pixel level. Pixels with limited valid observations (Nvo <10) were removed from further analysis to avoid meaningless statistics. Third, we estimated the mean value of all pixel-level ICO values within a predefined lake area, representing the ICO of this lake within this period. Validations with in situ records from various lakes distributed globally demonstrated the high reliability of using the Fmask algorithm to classify the status of lake ice from individual images and for ICO calculations at different periods. We estimated the absolute differences in mean temperature between different periods and examined the spatial consistencies of the ICO changes and temperature variability. To explore the impacts of temperature on individual lakes, we performed logistic regression between ICO values of the examined lakes and the corresponding mean temperature."
      ],
      "dataset": [
        "Using 0.55 million Landsat satellite images from 1985 to 2020, we provide the first long-term wall-to-wall mapping of lake ice cover over the entire Northern Temperate Zone, comprising >33,000 lakes representing 48% of the global lake area in total."
      ],
      "findings": [
        "Over this period, we found a remarkable reduction in median ice cover occurrence (ICO) (61% to 43%), which was strongly related to warming terrestrial mean surface temperatures (R2 = 0.94, p <0.05). Lakes in Europe showed the most pronounced ice loss (median ICO decreased from 50% to 24%), and extensive lake ice losses were also detected in the northern US, and central and eastern Asia. An overall increase in ice cover was identified from P2 (1999–2006) to P3 (2007–2014) due to regional decreased temperatures associated with the “global warming hiatus.”"
      ],
      "backgroundCn": [
        "全球约有一半的湖泊（大约5000万个）会定期结冰。湖冰的物候（即结冰/融化日期和持续时间）不仅影响底层生态系统的物理条件（如热储存、温度、混合），还为全球数亿人提供了重要的交通、娱乐和捕鱼机会。最近，因气候变暖而导致的湖冰广泛减少已在区域和全球范围内被发现，预计这一问题在未来将因持续的变暖趋势和加剧的气候极端现象而变得更加严重。来自现场调查和卫星遥感的观察数据已被广泛用于识别湖冰覆盖的历史趋势。不幸的是，即使有国家雪和冰数据中心（NSIDC）维护良好的现场数据集，现场记录也仅限于631个湖泊，且只有约40个湖泊拥有四十年的连续记录。此外，NSIDC的现场湖冰记录在空间上存在偏差：在亚洲湖泊或位于其他大陆40°N以南的湖泊中，收集的记录很少。尽管卫星遥感提供了大规模和频繁的观察，但目前可用的应用仅限于单个大型湖泊或湖区。"
      ],
      "research objectiveCn": [
        "然而，目前尚未有全球范围内对湖泊冰层变化进行空间详细量化的研究。在这里，我们利用1985年至2020年间的55万幅Landsat影像，对北温带地区（23.5°–66.5°N）超过33,000个湖泊的冰盖进行了制图。这项对湖泊冰层的高分辨率制图提供了重要的基线信息，可用于阐明冰层减少所引发的环境和社会影响。"
      ],
      "challengesCn": [
        "然而，仅使用Landsat观测进行此类工作是具有挑战性的，因为冰盖条件可能在随后的观测（相隔16天）之间发生显著变化，更不用说潜在的云层覆盖干扰。另一方面，ERA5-Land数据集的空间分辨率为0.1°，其原始分辨率为9公里。因此，单元格网格的面积约为81平方公里，这比大多数被研究的湖泊要大。由于水体和邻近陆地之间明显的温度差异，提取的网格温度可能无法准确代表湖泊温度。"
      ],
      "methodsCn": [
        "我们使用1985年至2020年的30米分辨率Landsat卫星观测数据，绘制了整个北温带地区的湖泊冰盖分布。我们采用Fmask算法确定每个Landsat图像的湖泊冰盖范围，该算法通过多个阈值对雪/冰像素进行分类（归一化差异雪指数 >0.15，亮度温度 <0.38，近红外波段反射率 <0.11，以及绿色波段反射率 >0.1）。为了估算某一时期内湖泊的冰盖覆盖指数（ICO），我们采用了以下程序。首先，我们统计（a）像素被标记为雪/冰的次数（Nice）和（b）有效的Landsat观测次数（Nvo）（像素未被标记为云或云阴影）在该时期的第一季度内。其次，我们将Nice标准化为Nvo，以计算像素级别的ICO。对于有效观测次数有限的像素（Nvo <10），我们将其剔除，以避免无意义的统计。第三，我们估算预定义湖泊区域内所有像素级ICO值的平均值，代表该湖泊在该时期内的ICO。与全球各地不同湖泊的现场记录进行的验证表明，使用Fmask算法对单个图像的湖泊冰状态进行分类以及在不同时间段内进行ICO计算的高可靠性。我们估算了不同时间段之间的平均温度绝对差异，并检查了ICO变化与温度变异的空间一致性。为了探讨温度对各个湖泊的影响，我们对所考察湖泊的ICO值与相应的平均温度进行了逻辑回归分析。"
      ],
      "datasetCn": [
        "利用1985年至2020年间的55万幅Landsat卫星图像，我们首次对整个北温带地区的湖泊冰盖进行了长期的全面映射，涵盖了超过33,000个湖泊，代表了全球湖泊面积的48%。"
      ],
      "findingsCn": [
        "在此期间，我们发现中位数冰盖出现率（ICO）显著下降（从61%降至43%），这与陆地平均表面温度的升高密切相关（R2 = 0.94，p <0.05）。欧洲的湖泊显示出最明显的冰层损失（中位数ICO从50%降至24%），在美国北部以及中亚和东亚也检测到了广泛的湖面冰层损失。从P2（1999–2006年）到P3（2007–2014年），由于与“全球变暖暂停”相关的区域性温度下降，整体冰盖出现率有所增加。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the Fmask algorithm be reliably used to classify the status of lake ice from individual satellite images?",
        "QuestionCn": "Fmask算法能否可靠地用于从单个卫星图像中分类湖冰的状态？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is it possible to estimate the mean value of all pixel-level ice cover occurrence (ICO) values within a predefined lake area?",
        "QuestionCn": "是否可以估计在预定义湖泊区域内所有像素级冰盖出现（ICO）值的平均值？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Can the Landsat satellite observations from 1985 to 2020 effectively map lake ice cover in the Northern Temperate Zone?",
        "QuestionCn": "1985年至2020年的Landsat卫星观测能有效地绘制北温带湖泊冰盖吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for determining lake ice cover based on Landsat satellite observations, field surveys, or ERA5-Land data sets?",
        "QuestionCn": "确定湖泊冰盖的主要方法是基于Landsat卫星观测、实地调查还是ERA5-Land数据集？",
        "AnswerEn": "Landsat satellite observations",
        "AnswerCn": "Landsat卫星观测",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method was used to map lake ice cover in the North Temperate Zone from 1985 to 2020?",
        "QuestionCn": "用于绘制北温带地区1985年至2020年湖泊冰盖的数据显示收集方法是什么？",
        "AnswerEn": "Landsat satellite observations",
        "AnswerCn": "Landsat卫星观测",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where does the spatial bias exist in field records of lake ice cover from the NSIDC dataset?",
        "QuestionCn": "NSIDC数据集中湖泊冰盖的实地记录中存在空间偏差的地方在哪里？",
        "AnswerEn": "Asian lakes or lakes located south of 40°N",
        "AnswerCn": "亚洲湖泊或位于北纬40°以南的湖泊",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "When was the most pronounced reduction in median ice cover occurrence (ICO) observed in European lakes?",
        "QuestionCn": "在欧洲湖泊中，观察到的冰盖出现（ICO）中最明显的减少发生在何时？",
        "AnswerEn": "1985 to 2020",
        "AnswerCn": "1985年至2020年",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when using satellite data to quantify changes in lake ice cover on a global scale?",
        "QuestionCn": "使用卫星数据量化全球湖泊冰盖变化时面临的一个挑战是什么？",
        "AnswerEn": "A challenge faced when using satellite data, such as Landsat observations, is the potential for ice cover conditions to change significantly between the 16-day intervals of subsequent observations, as well as the issue of cloud coverage contamination. Additionally, the spatial resolution of auxiliary datasets like ERA5-Land may not accurately represent the temperature of most examined lakes due to the scale difference.",
        "AnswerCn": "使用卫星数据（如Landsat观测）时面临的一个挑战是冰盖条件可能在后续观测的16天间隔内发生显著变化，以及云层覆盖污染的问题。此外，像ERA5-Land这样的辅助数据集的空间分辨率可能无法准确代表大多数被研究湖泊的温度，因为尺度差异。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset used to evaluate the response of lake ice cover to climate variability?",
        "QuestionCn": "您能否提供一个用于评估湖泊冰盖对气候变化响应的数据集的示例？",
        "AnswerEn": "An example of a dataset used for evaluating lake ice cover response to climate variability involves over 0.55 million Landsat satellite images from 1985 to 2020, which provided long-term mapping of lake ice cover over more than 33,000 lakes in the Northern Temperate Zone. This dataset captures changes in ice cover occurrence and its relationship with terrestrial mean surface temperature changes.",
        "AnswerCn": "一个用于评估湖泊冰盖对气候变异反应的数据集包含超过55万幅从1985年到2020年的Landsat卫星图像，提供了对北温带地区超过33,000个湖泊的长期冰盖映射。该数据集捕捉了冰盖出现的变化及其与陆地平均表面温度变化之间的关系。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key data collection methods used for determining lake ice cover over time?",
        "QuestionCn": "用于确定湖泊冰盖随时间变化的关键数据收集方法有哪些？",
        "AnswerEn": "30-m resolution Landsat satellite imagery, Fmask algorithm, Normalized Difference Snow Index, Brightness Temperature, reflectance values from NIR and green bands",
        "AnswerCn": "30米分辨率的Landsat卫星影像，Fmask算法，归一化差异雪指数，亮度温度，近红外和绿色波段的反射率值。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with using satellite imagery for lake ice observation?",
        "QuestionCn": "使用卫星影像进行湖泊冰层观察面临的挑战有哪些？",
        "AnswerEn": "16 days apart, cloud cover contamination, spatial resolution limitations",
        "AnswerCn": "16天间隔，云层覆盖污染，空间分辨率限制",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many Landsat satellite images were used to map lake ice cover over the North Temperate Zone from 1985 to 2020?",
        "QuestionCn": "从1985年到2020年，用于绘制北温带湖泊冰盖的Landsat卫星图像数量是多少？",
        "AnswerEn": "0.55 million",
        "AnswerCn": "55万",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ICO' mean in the context of lake ice cover datasets?",
        "QuestionCn": "在湖泊冰层覆盖数据集中，“ICO”是什么意思？",
        "AnswerEn": "In the context of lake ice cover datasets, 'ICO' refers to the Ice Cover Occurrence, which is calculated as the ratio of the number of times a pixel was labeled as snow/ice to the number of valid Landsat observations in a given period. It represents the extent of ice cover for a lake during that period.",
        "AnswerCn": "在湖泊冰盖数据集的背景下，“ICO”指的是冰盖出现率，它是通过将一个像素被标记为雪/冰的次数与在特定时期内有效的Landsat观测次数的比率计算得出的。它代表了该湖泊在该期间内的冰盖范围。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does the 'Fmask algorithm' refer to in satellite imagery analysis?",
        "QuestionCn": "“Fmask算法”在卫星影像分析中指的是什么？",
        "AnswerEn": "The 'Fmask algorithm' in satellite imagery analysis refers to a method used for classifying snow/ice pixels. It applies several thresholds such as the Normalized Difference Snow Index, Brightness Temperature, NIR band reflectance, and green band reflectance to differentiate between snow/ice and other surface types in Landsat images.",
        "AnswerCn": "“Fmask算法”在卫星影像分析中指的是一种用于分类雪/冰像素的方法。它应用了多个阈值，如归一化差异雪指数、亮温、近红外波段反射率和绿波段反射率，以区分Landsat影像中的雪/冰和其他地表类型。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is meant by a 'global warming hiatus' in climate studies?",
        "QuestionCn": "在气候研究中，“全球变暖停滞”是什么意思？",
        "AnswerEn": "In climate studies, a 'global warming hiatus' refers to a period where there is a temporary slowdown or pause in the increase of global surface temperatures, despite ongoing climate change trends. This can lead to regional temperature decreases impacting phenomena such as lake ice cover.",
        "AnswerCn": "在气候研究中，“全球变暖暂停”指的是一个时期，在此期间全球表面温度的上升出现暂时减缓或停滞，尽管气候变化趋势仍在持续。这可能导致区域温度下降，影响诸如湖泊冰盖等现象。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in application and limitations between the Fmask algorithm used for classifying lake ice conditions and the use of gridded temperature data from ERA5-Land in lake ice studies?",
        "QuestionCn": "Fmask算法用于分类湖面冰情和使用ERA5-Land的格点温度数据在湖冰研究中的应用和局限性有什么区别？",
        "AnswerEn": "The Fmask algorithm classifies snow/ice pixels based on specific reflectance thresholds and offers high-resolution (30 m) mapping of lake ice, providing detailed local data but is limited by cloud cover and the temporal resolution of Landsat images. In contrast, ERA5-Land provides broader spatial coverage with gridded temperature data at a lower spatial resolution (∼81 km²), which might not accurately capture lake-specific temperatures due to temperature disparities between water and land.",
        "AnswerCn": "Fmask算法基于特定的反射阈值对雪/冰像素进行分类，并提供高分辨率（30米）的湖冰映射，能够提供详细的地方数据，但受限于云层覆盖和Landsat影像的时间分辨率。相比之下，ERA5-Land提供更广泛的空间覆盖，具有较低空间分辨率（约81平方公里）的网格温度数据，这可能无法准确捕捉湖泊特定的温度，因为水和陆地之间存在温度差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the ICO calculation method using Landsat images compare to traditional field-based methods in terms of data availability and accuracy for assessing climate change impacts on lake ice cover?",
        "QuestionCn": "ICO计算方法使用Landsat影像与传统的基于实地的方法在评估气候变化对湖泊冰盖影响方面，在数据可用性和准确性上有什么比较？",
        "AnswerEn": "The ICO calculation using Landsat images offers a long-term, large-scale dataset with >0.55 million images, enabling detailed analysis of climate change impacts on over 33,000 lakes, which is not feasible with traditional field-based methods due to limited data availability. However, field-based methods may provide more accurate and direct measurements of lake ice conditions, while satellite-based methods rely on indirect indicators and are subject to limitations like cloud interference and temporal gaps.",
        "AnswerCn": "使用Landsat影像进行ICO计算提供了一个长期、大规模的数据集，超过55万幅图像，使得对超过33,000个湖泊气候变化影响的详细分析成为可能，这在传统的基于实地的方法中由于数据可用性有限而不可行。然而，基于实地的方法可能提供更准确和直接的湖冰状况测量，而基于卫星的方法依赖间接指标，并受到云干扰和时间间隙等限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges arise in using satellite remote sensing for collecting data on lake ice cover and how might these be overcome?",
        "QuestionCn": "使用卫星遥感收集湖泊冰盖数据时会出现哪些挑战，以及如何克服这些挑战？",
        "AnswerEn": "Challenges include potential contamination from cloud coverage and the changeability of ice cover conditions between the 16-day intervals of Landsat observations. Overcoming these challenges involves using algorithms like Fmask to classify snow/ice pixels and ensuring a sufficient number of valid observations to avoid meaningless statistics.",
        "AnswerCn": "挑战包括云层覆盖可能导致的污染以及在Landsat观测的16天间隔内冰盖条件的变化。克服这些挑战的方法包括使用Fmask等算法对雪/冰像素进行分类，并确保有足够数量的有效观测，以避免无意义的统计数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in accurately mapping lake ice cover using satellite remote sensing techniques?",
        "QuestionCn": "使用卫星遥感技术准确绘制湖面冰盖的挑战是什么？",
        "AnswerEn": "Challenges arise from the interval between Landsat observations, which are 16 days apart, potentially missing changes in ice cover. Additionally, cloud coverage can contaminate observations, making it difficult to obtain accurate data. The spatial resolution of temperature datasets like ERA5-Land may not accurately represent conditions over smaller lakes due to temperature disparities between water and adjacent land.",
        "AnswerCn": "来自Landsat观测之间的间隔（16天）带来了挑战，这可能会错过冰盖的变化。此外，云层覆盖可能会污染观测数据，使得获取准确数据变得困难。像ERA5-Land这样的温度数据集的空间分辨率可能无法准确反映小湖泊的条件，因为水体与邻近陆地之间存在温度差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons behind the spatial bias in in situ lake ice records, and how does satellite remote sensing address this issue?",
        "QuestionCn": "在地面湖冰记录中存在空间偏差的原因是什么？卫星遥感如何解决这个问题？",
        "AnswerEn": "Spatial bias in in situ lake ice records is due to limited field data, with few records for Asian lakes or those south of 40°N. Satellite remote sensing offers broader coverage and frequent observations, allowing for the mapping of ice cover changes over a larger number of lakes, such as the >33,000 lakes in the North Temperate Zone, thus providing a more comprehensive dataset.",
        "AnswerCn": "在地面湖冰记录中，空间偏差是由于现场数据有限，亚洲湖泊或位于北纬40°以南的湖泊记录较少。卫星遥感提供了更广泛的覆盖范围和频繁的观测，能够对更多湖泊的冰盖变化进行映射，例如北温带地区的超过33,000个湖泊，从而提供更全面的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does relying solely on Landsat satellite observations influence the accuracy and temporal resolution of lake ice cover datasets in the Northern Temperate Zone?",
        "QuestionCn": "依赖于Landsat卫星观测如何影响北温带湖泊冰盖数据集的准确性和时间分辨率？",
        "AnswerEn": "Relying solely on Landsat satellite observations presents challenges, such as changes in ice cover conditions between the 16-day intervals of observations and potential contamination from cloud coverage. These challenges can affect the temporal resolution and accuracy of the dataset, making it difficult to capture precise changes in lake ice cover.",
        "AnswerCn": "仅依赖于Landsat卫星观测存在挑战，例如在16天观测间隔内冰盖条件的变化以及可能受到云层覆盖的干扰。这些挑战可能影响数据集的时间分辨率和准确性，使得捕捉湖泊冰盖的精确变化变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the impact of using a high volume of Landsat images (0.55 million) on the comprehensiveness of ice cover mapping for lakes in the Northern Temperate Zone?",
        "QuestionCn": "使用大量的Landsat影像（55万幅）对北温带湖泊冰盖映射的全面性有何影响？",
        "AnswerEn": "Utilizing a high volume of Landsat images allows for the first long-term wall-to-wall mapping of lake ice cover in the Northern Temperate Zone, covering over 33,000 lakes. This comprehensive dataset represents 48% of the global lake area, providing essential baseline information to understand environmental and societal impacts of ice loss.",
        "AnswerCn": "利用大量的Landsat影像，可以首次对北温带地区的湖泊冰盖进行长期的全面映射，覆盖超过33,000个湖泊。这个综合数据集代表了全球湖泊面积的48%，为理解冰层消失的环境和社会影响提供了重要的基线信息。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the overarching aim of developing a long-term dataset mapping lake ice cover using high-resolution satellite imagery?",
        "QuestionCn": "开发一个长期数据集以高分辨率卫星影像映射湖泊冰盖的总体目标是什么？",
        "AnswerEn": "The goal is to provide essential baseline information that can elucidate ice loss-induced environmental and societal impacts, by mapping ice cover in over 33,000 lakes throughout the North Temperate Zone using 0.55 million Landsat images from 1985 to 2020.",
        "AnswerCn": "目标是提供基本的基线信息，以阐明冰层消失引发的环境和社会影响，通过使用1985年至2020年间的55万幅Landsat影像，绘制北温带区超过33,000个湖泊的冰盖分布图。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to address the spatial biases found in in situ data collection when studying lake ice cover?",
        "QuestionCn": "在研究湖泊冰盖时，解决在地数据收集中的空间偏差是重要的原因是什么？",
        "AnswerEn": "It is crucial because the existing in situ lake ice records are spatially biased, with few records from Asian lakes or lakes south of 40°N, which limits understanding of global lake ice trends and responses to climate change.",
        "AnswerCn": "这很重要，因为现有的原位湖冰记录存在空间偏差，亚洲湖泊或南纬40°以南的湖泊记录较少，这限制了对全球湖冰趋势和气候变化响应的理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the primary goal of using the Fmask algorithm in the context of lake ice cover detection?",
        "QuestionCn": "在湖面冰盖检测的背景下，使用Fmask算法的主要目标是什么？",
        "AnswerEn": "The primary aim is to reliably classify snow/ice pixels in Landsat images to estimate ice cover occurrence (ICO) for lakes, thereby overcoming challenges associated with temporal gaps and cloud cover in satellite observations.",
        "AnswerCn": "主要目标是可靠地分类Landsat图像中的雪/冰像素，以估计湖泊的冰盖出现情况（ICO），从而克服卫星观测中与时间间隔和云层覆盖相关的挑战。",
        "Level": "C1(Remembering)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in determining the ice cover occurrence (ICO) for lakes using satellite imagery?",
        "QuestionCn": "使用卫星影像确定湖泊冰覆盖发生（ICO）涉及哪些程序步骤？",
        "AnswerEn": "The procedure involves using Landsat satellite observations to map lake ice cover. The Fmask algorithm is applied to classify snow/ice pixels based on several thresholds, such as Normalized Difference Snow Index, Brightness Temperature, and reflectance values in the NIR and green bands. The number of times a pixel is labeled as snow/ice and the number of valid observations without clouds are counted within a defined period. The ICO is calculated by normalizing the snow/ice occurrences against the valid observations. Pixels with fewer than 10 valid observations are excluded to avoid skewed statistics. The mean ICO value for a predefined lake area is estimated for each period.",
        "AnswerCn": "该程序涉及使用Landsat卫星观测数据来绘制湖泊冰盖。应用Fmask算法根据多个阈值对雪/冰像素进行分类，例如归一化差异雪指数、亮度温度以及NIR和绿色波段的反射值。在定义的时间段内，统计每个像素被标记为雪/冰的次数和没有云的有效观测次数。通过将雪/冰出现次数归一化到有效观测次数来计算冰盖覆盖指数（ICO）。为了避免统计偏差，排除了有效观测次数少于10次的像素。每个时间段内，估算预定义湖泊区域的平均ICO值。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are the challenges of cloud coverage and temporal gaps in satellite images addressed when mapping lake ice cover?",
        "QuestionCn": "在映射湖泊冰盖时，如何解决云层覆盖和卫星图像中的时间间隔问题？",
        "AnswerEn": "The challenges are addressed by using a high-resolution mapping technique with Landsat images, which are taken every 16 days. The Fmask algorithm helps classify the ice cover status by using a set of thresholds to ensure reliable pixel classification. Despite cloud coverage and temporal gaps, the procedure ensures enough valid observations are used for ICO estimation by removing pixels with less than 10 valid observations.",
        "AnswerCn": "这些挑战通过使用高分辨率的Landsat影像映射技术来解决，这些影像每16天拍摄一次。Fmask算法通过使用一组阈值来帮助分类冰盖状态，以确保可靠的像素分类。尽管存在云覆盖和时间间隔的缺失，该程序通过去除有效观测少于10个的像素，确保用于冰盖覆盖估计的有效观测数量足够。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methodological approach is taken to validate the accuracy of lake ice classification from satellite imagery?",
        "QuestionCn": "验证卫星影像湖冰分类准确性的方法论是什么？",
        "AnswerEn": "The methodological approach involves validating the satellite-based lake ice classifications using in situ records from various lakes globally. The Fmask algorithm's reliability is assessed by comparing its classifications with these ground-based observations, ensuring accurate representation of lake ice status across different periods. Logistic regression analysis is also performed to explore the relationship between ICO values and mean temperature changes, adding another layer of validation to the findings.",
        "AnswerCn": "该方法论涉及使用全球各地不同湖泊的现场记录来验证基于卫星的湖冰分类。通过将Fmask算法的分类与这些地面观测进行比较，评估其可靠性，以确保在不同时间段内准确反映湖冰状态。此外，还进行逻辑回归分析，以探讨ICO值与平均温度变化之间的关系，为研究结果增加了另一层验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in satellite remote sensing have enabled the detailed mapping of lake ice cover over extensive geographic areas?",
        "QuestionCn": "卫星遥感技术的哪些进展使得能够对广泛地理区域的湖泊冰盖进行详细映射？",
        "AnswerEn": "The use of 0.55 million Landsat satellite images from 1985 to 2020 enabled the detailed mapping of lake ice cover over the entire Northern Temperate Zone, comprising over 33,000 lakes.",
        "AnswerCn": "使用从1985年到2020年的55万幅Landsat卫星图像，使得对整个北温带区域的湖泊冰盖进行了详细的映射，涵盖了超过33,000个湖泊。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do specific image classification algorithms enable the accurate determination of ice cover in large datasets?",
        "QuestionCn": "特定的图像分类算法如何在大型数据集中准确确定冰盖的存在？",
        "AnswerEn": "The Fmask algorithm was used to accurately classify snow/ice pixels in Landsat images by applying several thresholds, which helped determine lake ice extent effectively.",
        "AnswerCn": "Fmask算法通过应用多个阈值，准确分类Landsat图像中的雪/冰像素，从而有效地确定湖面冰的范围。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What data processing methods enable the normalization and analysis of ice cover occurrence across disparate time periods and lake locations?",
        "QuestionCn": "哪些数据处理方法能够实现不同时间段和湖泊位置的冰盖出现情况的标准化和分析？",
        "AnswerEn": "The process involved counting valid observations and snow/ice occurrences, normalizing these counts, and estimating mean values within predefined lake areas, which enabled analysis of ice cover occurrence across different periods.",
        "AnswerCn": "该过程涉及计数有效观测和雪/冰发生的次数，对这些计数进行标准化，并在预定义的湖泊区域内估算均值，从而能够分析不同时间段内的冰盖出现情况。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collected through satellite observations be expected to encounter challenges in accurately representing lake ice cover?",
        "QuestionCn": "通过卫星观测收集的数据在准确表示湖面冰盖时可能会遇到哪些挑战？",
        "AnswerEn": "Data collection through satellite observations like Landsat may face challenges because ice cover conditions can change significantly between subsequent observations, which are 16 days apart. Additionally, cloud coverage can contaminate the data, and temperature data extracted from gridded sources may not accurately reflect lake temperature due to disparities between water and adjacent land temperatures.",
        "AnswerCn": "通过卫星观测（如Landsat）进行数据收集可能面临挑战，因为冰盖条件在随后的观测之间（相隔16天）可能会发生显著变化。此外，云层覆盖可能会污染数据，而从网格化来源提取的温度数据可能无法准确反映湖泊温度，因为水温与邻近陆地温度之间存在差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why would a dataset of lake ice cover potentially need to explore new approaches for resolving challenges related to spatial resolution and accuracy?",
        "QuestionCn": "为什么湖冰覆盖数据集可能需要探索新的方法来解决与空间分辨率和准确性相关的挑战？",
        "AnswerEn": "New approaches may be needed because the spatial resolution of datasets like ERA5-Land is relatively coarse compared to most lakes, with a grid size larger than many lakes examined. This discrepancy can lead to inaccuracies in representing lake-specific conditions, emphasizing the need for methods that can better capture the unique environmental conditions of smaller lakes.",
        "AnswerCn": "由于像ERA5-Land这样的数据集的空间分辨率相对较粗，网格大小大于许多被研究的湖泊，这可能导致在表示湖泊特定条件时出现不准确。因此，需要采用新的方法来更好地捕捉较小湖泊的独特环境条件。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges in using Landsat satellite images for mapping lake ice cover, and how might these challenges impact data accuracy and reliability?",
        "QuestionCn": "使用Landsat卫星图像进行湖面冰盖映射的潜在挑战有哪些，这些挑战可能如何影响数据的准确性和可靠性？",
        "AnswerEn": "The use of Landsat satellite images for mapping lake ice cover presents challenges such as considerable changes in ice cover conditions between subsequent observations (16 days apart) and potential contamination from cloud coverage. These challenges might impact data accuracy and reliability by introducing gaps or errors in the observed ice cover data, which could affect the overall assessment of ice cover trends and their environmental implications.",
        "AnswerCn": "使用Landsat卫星图像进行湖泊冰盖映射面临挑战，例如在后续观测（相隔16天）之间冰盖条件的显著变化以及可能受到云层覆盖的干扰。这些挑战可能会通过引入观察到的冰盖数据中的空白或错误，影响数据的准确性和可靠性，从而影响冰盖趋势及其环境影响的整体评估。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How could the methodologies for determining ice cover occurrence (ICO) be refined to improve accuracy and address potential limitations identified in current data collection techniques?",
        "QuestionCn": "如何改进冰盖出现（ICO）确定的方法，以提高准确性并解决当前数据收集技术中识别的潜在局限性？",
        "AnswerEn": "The methodologies for determining ice cover occurrence (ICO) could be refined by incorporating additional data sources, such as higher frequency satellite observations or more comprehensive in situ temperature records, to reduce the impact of observation gaps and cloud contamination. Additionally, improving the spatial resolution and accuracy of temperature data used in logistic regression models could enhance the understanding of temperature impacts on lake ice dynamics.",
        "AnswerCn": "确定冰盖发生（ICO）的方法可以通过纳入额外的数据源来进行改进，例如更高频率的卫星观测或更全面的现场温度记录，以减少观测间隙和云污染的影响。此外，提高用于逻辑回归模型的温度数据的空间分辨率和准确性，可以增强对温度对湖泊冰动态影响的理解。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What is the role of high-resolution mapping in understanding the societal and environmental impacts of lake ice loss, and how might this influence future research priorities or data collection strategies?",
        "QuestionCn": "高分辨率制图在理解湖冰消失对社会和环境的影响中起什么作用，这如何可能影响未来的研究重点或数据收集策略？",
        "AnswerEn": "High-resolution mapping plays a crucial role in understanding the societal and environmental impacts of lake ice loss by providing essential baseline information on ice cover changes across a vast number of lakes. This detailed mapping can inform future research priorities by highlighting regions or lakes most vulnerable to climate change impacts, potentially guiding more targeted data collection strategies and policy interventions to address these emerging challenges.",
        "AnswerCn": "高分辨率映射在理解湖泊冰层消失对社会和环境影响方面发挥着至关重要的作用，因为它提供了关于冰盖变化的基本信息，涵盖了大量湖泊。这种详细的映射可以通过突出最易受气候变化影响的地区或湖泊，来为未来的研究优先事项提供信息，从而可能指导更有针对性的数据收集策略和政策干预，以应对这些新出现的挑战。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the impact of cloud coverage on the reliability of satellite-based lake ice data collection.",
        "QuestionCn": "我不确定云层覆盖对卫星湖冰数据收集可靠性的影响。",
        "AnswerEn": "Cloud coverage can significantly impact the reliability of satellite-based data collection because clouds can obscure the view of the lake surface in satellite images. In the research approach, the Fmask algorithm was employed to classify snow/ice pixels, and only valid Landsat observations (where pixels were not labeled as clouds or cloud shadows) were used to calculate the ice cover occurrence (ICO). This process helps mitigate the impact of cloud coverage, but it remains a challenge in ensuring consistent data quality.",
        "AnswerCn": "云层覆盖会显著影响基于卫星的数据收集的可靠性，因为云层会遮挡卫星图像中的湖面。在研究方法中，采用了Fmask算法来分类雪/冰像素，仅使用有效的Landsat观测（未标记为云或云阴影的像素）来计算冰盖出现率（ICO）。这个过程有助于减轻云层覆盖的影响，但在确保数据质量一致性方面仍然是一个挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I don't understand how the changes in temperature are quantified in relation to changes in lake ice cover.",
        "QuestionCn": "我不明白温度变化是如何与湖泊冰盖变化量化相关的。",
        "AnswerEn": "Changes in temperature are quantified by estimating the absolute differences in mean temperature between different periods and examining the spatial consistencies of ICO changes alongside temperature variability. Logistic regression is performed between the ICO values of the examined lakes and the corresponding mean temperature to explore the impacts of temperature on individual lakes. This approach helps in understanding the strong relationship between warming terrestrial mean surface temperatures and reductions in median ice cover occurrence.",
        "AnswerCn": "温度变化通过估算不同时间段之间的平均温度绝对差异来量化，并检查ICO变化的空间一致性以及温度变异性。对所研究湖泊的ICO值与相应的平均温度之间进行逻辑回归，以探讨温度对各个湖泊的影响。这种方法有助于理解陆地平均表面温度升高与中位冰盖出现频率减少之间的强关系。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please provide an analysis of the challenges faced in using satellite remote sensing for lake ice cover mapping, particularly focusing on the resolution and temporal frequency of observations.",
        "QuestionCn": "请提供对使用卫星遥感进行湖泊冰盖映射所面临挑战的分析，特别关注观测的分辨率和时间频率。",
        "AnswerEn": "Challenges in using satellite remote sensing for lake ice cover mapping include the considerable changes in ice cover conditions between subsequent Landsat observations, which are 16 days apart, and potential contamination from cloud coverage. Additionally, the spatial resolution of some datasets, such as ERA5-Land with a cell grid size of approximately 81 km², is larger than most examined lakes, which may result in inaccurate representations of lake temperature due to temperature disparities between water and adjacent land.",
        "AnswerCn": "使用卫星遥感进行湖泊冰盖映射的挑战包括在后续的Landsat观测之间（相隔16天）冰盖条件的显著变化，以及云层覆盖可能带来的污染。此外，一些数据集的空间分辨率，例如ERA5-Land，其网格大小约为81平方公里，超过了大多数被研究湖泊的规模，这可能导致由于水体与邻近陆地之间的温度差异而导致湖泊温度的表示不准确。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please describe a comprehensive research approach to assess the impacts of temperature variability on lake ice cover in the Northern Temperate Zone using remote sensing data.",
        "QuestionCn": "请描述一种全面的研究方法，以评估温度变异对北温带湖泊冰盖的影响，使用遥感数据。",
        "AnswerEn": "A comprehensive research approach to assess the impacts of temperature variability on lake ice cover involves mapping lake ice cover across the Northern Temperate Zone using Landsat satellite observations from 1985 to 2020. The Fmask algorithm is used to determine lake ice extent for each image. The procedure includes calculating the ICO by counting the number of snow/ice occurrences and valid Landsat observations, normalizing these values, and estimating the mean ICO within a predefined lake area. Researchers can then perform logistic regression between ICO values and mean temperature to explore temperature impacts on individual lakes.",
        "AnswerCn": "评估温度变异对湖泊冰盖影响的综合研究方法涉及使用1985年至2020年的Landsat卫星观测数据对北温带地区的湖泊冰盖进行制图。采用Fmask算法确定每幅图像的湖泊冰盖范围。该程序包括通过计算雪/冰出现次数和有效Landsat观测次数来计算冰盖覆盖指数（ICO），对这些值进行归一化，并在预定义的湖泊区域内估算平均ICO。研究人员可以在ICO值和平均温度之间进行逻辑回归，以探讨温度对单个湖泊的影响。",
        "Level": "C6(Creating)"
      }
    ]
  }
}