{
  "id": "d09ebfe3-a8c9-49b5-aa22-1fd484751d70",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Daily 1-km all-weather land surface temperature dataset for Western China (TRIMS LST-TP; 2000-2022) V2",
      "titleCn": "中国西部逐日1 km全天候地表温度数据集（TRIMS LST-TP；2000-2022）V2",
      "description": "The Qinghai Tibet Plateau is a sensitive region of global climate change. Land surface temperature (LST), as the main parameter of land surface energy balance, characterizes the degree of energy and water exchange between land and atmosphere, and is widely used in the research of meteorology, climate, hydrology, ecology and other fields. In order to study the land atmosphere interaction over the Qinghai Tibet Plateau, it is urgent to develop an all-weather land surface temperature data set with long time series and high spatial-temporal resolution. However, due to the frequent cloud coverage in this region, the use of existing satellite thermal infrared remote sensing land surface temperature data sets is greatly limited.\nCompared with the previous version released in 2019, Western China Daily 1km spatial resolution all-weather land surface temperature data set (2003-2018) V1, this data set (V2) adopts a new preparation method, namely satellite thermal infrared remote sensing reanalysis data integration method based on new land surface temperature time decomposition model. The main input data of the method are Aqua MODIS LST products and GLDAS data, and the auxiliary data include vegetation index and surface albedo provided by satellite remote sensing. This method makes full use of the high frequency and low frequency components of land surface temperature and the spatial correlation of land surface temperature provided by satellite thermal infrared remote sensing and reanalysis data.\nThe evaluation results show that this data set has good image quality and accuracy, which is not only seamless in space, but also highly consistent with the amplitude and spatial distribution of 1 km daily Aqua MODIS LST products widely used in current academic circles. When MODIS LST was used as the reference value, the mean deviation (MBE) of the data set in daytime and nighttime was -0.28 K and -0.29 K respectively, and the standard deviation (STD) of the deviation was 1.25 K and 1.36 K respectively. The test results based on the measured data of six stations in the Qinghai Tibet Plateau and Heihe River Basin show that under clear sky conditions, the data set is highly consistent with the measured LST in daytime / night, and its MBE is -0.42-0.25 K / - 0.35-0.19 K; The root mean square error (RMSE) was 1.03 ~ 2.28 K / 1.05 ~ 2.05 K; Under the condition of non clear sky, the MBE of this data set in daytime / night is -0.55 ~ 1.42 K / - 0.46 ~ 1.27 K; The RMSE was 2.24-3.87 K / 2.03-3.62 K. Compared with the V1 version of the data, the two kinds of all-weather land surface temperature show the characteristics of seamless (i.e. no missing value) in the spatial dimension, and in most areas, the spatial distribution and amplitude of the two kinds of all-weather land surface temperature are highly consistent with MODIS land surface temperature. However, in the region where the brightness temperature of AMSR-E orbital gap is missing, the V1 version of land surface temperature has a significant systematic underestimation. The mass of trims land surface temperature is close to that of V1 version outside AMSR-E orbital gap, while the mass of trims is more reliable inside the orbital gap. Therefore, it is recommended that users use V2 version.\nThe time span of this data set is from 2000 to 2022 and will be updated continuously; The time resolution is twice a day (corresponding to the two transit times of aqua MODIS in the daytime and at night); The spatial resolution is 1 km. In order to facilitate the majority of colleagues to carry out targeted research around the Qinghai Tibet Plateau and its adjacent areas, and reduce the workload of data download and processing, the coverage of this data set is limited to Western China and its surrounding areas (72 ° E-104 ° E，20 ° N-45 ° N）。 Therefore, this dataset is abbreviated as trims lst-tp (thermal and reality integrating modem resolution spatial seamless LST – Tibetan Plateau) for user's convenience.",
      "descriptionCn": "青藏高原是全球气候变化的敏感区域。地表温度（Land Surface Temperature, LST）作为地表能量平衡中的主要参数，表征了地气间能量和水分交换的程度，广泛应用于气象气候、水文、生态等领域的研究中。青藏高原的陆地-大气相互作用等研究，迫切需要较长时间序列和较高时空分辨率的全天候地表温度数据集。然而，该区域较为频繁的云覆盖特征，使现有卫星热红外遥感地表温度数据集的使用受到较大的局限。\n      相较于2019年发布的前一个版本——中国西部逐日1km空间分辨率全天候地表温度数据集（2003-2018）V1，本数据集（V2）采用了一种新的制备方法，即基于新型地表温度时间分解模型的卫星热红外遥感-再分析数据集成方法。方法的主要输入数据为Aqua MODIS LST产品和GLDAS等数据，辅助数据包括卫星遥感提供的植被指数、地表反照率等。该方法充分利用了卫星热红外遥感和再分析数据提供的地表温度高频分量、低频分量以及地表温度的空间相关性。\n      评价结果表明，本数据集具有良好的图像质量和精度，不仅在空间上无缝，还与当前学术界广泛采用的逐日1 km Terra/Aqua MODIS LST产品在幅值和空间分布上具有较高的一致性。以MODIS LST为参考值时，该数据集在白天和夜间平均偏差（MBE）分别为-0.28 K和-0.29 K，偏差标准差（STD）分别为1.25 K和1.36 K。基于青藏高原和黑河流域的6个站点实测数据的检验结果表明，晴空条件下，本数据集在白天/夜间与实测LST均具有高度的一致性，其MBE为-0.42~0.25 K/-0.35~0.19 K；均方根误差 （RMSE）为1.03~2.28 K/1.05~2.05 K；非晴空条件下，本数据集在白天/夜间的MBE为-0.55~1.42 K/-0.46~1.27 K；RMSE为2.24~3.87 K/2.03~3.62 K。与V1版本的数据相比，两种全天候地表温度均在空间维度上表现除了空间无缝（即无缺失值）的特性，且在大部分区域内，两种全天候地表温度的空间分布和幅值均与MODIS地表温度高度一致。然而，在AMSR-E/AMSR2轨道间隙亮温缺失的区域内，V1版本的地表温度产生了低估。TRIMS地表温度与V1版本地表温度在AMSR-E/AMSR2轨道间隙外的质量接近，而在轨道间隙内前者的质量更加可靠。因此，建议用户使用V2版本。    \n本数据集的时间分辨率为逐日4次，空间分辨率为1km，时间跨度为2000年-2022年（注：通过外推方式将缺少Aqua MODIS LST产品时段内的全天候地表温度补齐）。本数据集的空间范围包括青藏高原为核心的我国西部及周边地区（72°E-104°E，20°N-45°N）。因此，本数据集的缩写名为TRIMS LST-TP（Thermal and Reanalysis Integrating Moderate-resolution Spatial-seamless LST – Tibetan Plateau），以便用户使用。",
      "instructions": "File naming: LST data are in GEOTIFF and NETCDF formats, each file is about 14MB, and the data of different years are stored in folders named \"year\", which are stored in two folders, one for daytime and the other for nighttime. The specific file naming method is \"TRIMS_Aqua/TRIMS_Terra+year+DOY+D/N.tif\", in which DOY stands for Day of the Year, D/N stands for Day/Night, such as TRIMS_Aqua2020001D.tif.\nData format: Integer\nUsage: It can be read and subsequently processed directly by GIS software or matlab, etc. The image value/100=surface temperature value (two decimal places are retained);\nData resolution: 4 times per day, 1 km.\nData time: corresponds to the instantaneous transit time of MODIS pixels, see the data description document for details of the processing.\nKey parameters of the dataset:\n(1) Projection mode: Albers equal area\n(2) Missing values: Uniformly labelled with 0.",
      "instructionsCn": "文件命名：地表温度数据有GEOTIFF和NETCDF两种格式，每个GEOTIFF文件约14MB。不同年份的数据分别存放于以“年”命名的文件夹下， 该年数据按照白天DAY和晚上NIGHT两个文件夹分别存储。具体文件命名方式为“TRIMS_Aqua/TRIMS_Terra+year+DOY+D/N.tif/.nc”，其中DOY代表年积日，D/N代表白天/夜间，如TRIMS_Aqua2020001D.tif/.nc。\n数据格式为：整型\n使用方式：可直接使用GIS软件或matlab等软件进行读取和后续处理，像元值/100=地表温度值（保留小数点后两位）；\n数据分辨率：逐日4次，1 km。\n数据时间：对应MODIS像元的瞬时过境时间，具体处理方式详见数据说明文档。\n数据集关键参数：\n（1）\t投影方式：Albers equal area\n（2）\t缺失值：统一以0标注",
      "east": 104.0,
      "west": 72.0,
      "south": 20.0,
      "north": 45.0,
      "startTime": "2000-01-01 00:00:00",
      "endTime": "2021-12-31 23:59:59",
      "fileSize": 336332287571.0,
      "cstr": "18406.11.Meteoro.tpdc.270953",
      "doi": "10.11888/Meteoro.tpdc.270953",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "周纪",
        "nameEn": "ZHOU Ji",
        "unitEn": "University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "张晓东",
        "nameEn": "ZHANG Xiaodong",
        "unitEn": "",
        "unitCn": "电子科技大学 资源与环境学院"
      },
      {
        "nameCn": "唐文彬",
        "nameEn": "TANG Wenbin",
        "unitEn": "",
        "unitCn": "电子科技大学资源与环境学院"
      },
      {
        "nameCn": "丁利荣",
        "nameEn": "DING Lirong",
        "unitEn": "University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "马晋",
        "nameEn": "MA Jin ",
        "unitEn": "University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "张旭",
        "nameEn": "ZHANG Xu",
        "unitEn": "电子科技大学资源与环境学院",
        "unitCn": "电子科技大学资源与环境学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "TRIMS LST: A daily 1-km all-weather land surface temperature dataset for the Chinese landmass and surrounding areas (2000–2022)",
        "referenceCn": null,
        "referenceEn": "Tang, W., Zhou, J., Ma, J., Wang, Z., Ding, L., Zhang, X., and Zhang, X. (2024). TRIMS LST: a daily 1 km all-weather land surface temperature dataset for China's landmass and surrounding areas (2000–2022). Earth Syst. Sci. Data, 16, 387–419, https://doi.org/10.5194/essd-16-387-2024."
      },
      {
        "titleCn": null,
        "titleEn": "A practical reanalysis data and thermal infrared remote sensing data merging (RTM) method for reconstruction of a 1-km all-weather land surface temperature",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Zhou, J., Liang, S., Wang, D. (2021). A practical reanalysis data and thermal infrared remote sensing data merging (RTM) method for reconstruction of a 1-km all-weather land surface temperature. Remote Sensing of Environment, 260, 112437. https://doi.org/10.1016/j.rse.2021.112437."
      },
      {
        "titleCn": null,
        "titleEn": "A method based on temporal component decomposition for estimating 1-km all-weather land surface temperature by merging satellite thermal infrared and passive microwave observations",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Zhou, J., Göttsche, F., Zhan, W., Liu, S., & Cao, R. (2019). A Method Based on Temporal Component Decomposition for Estimating 1-km All-Weather Land Surface Temperature by Merging Satellite Thermal Infrared and Passive Microwave Observations. IEEE Transactions on Geoscience and Remote Sensing, 57, 4670–4691. https://doi.org/10.1109/TGRS.2019.2892417"
      },
      {
        "titleCn": null,
        "titleEn": "A thermal sampling depth correction method for land surface temperature estimation from satellite passive microwave observation over barren land",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Zhang, X., Zhan, W., Göttsche, F.-M., Liu, S., Olesen, F.-S., Hu, W., & Dai, F. (2017). A thermal sampling depth correction method for land surface temperature estimation from satellite passive microwave observation over barren land. IEEE Transactions on Geoscience and Remote Sensing, 55, 4743–4756. https://doi.org/10.1109/TGRS.2017.2698828"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "全天候",
        "nameEn": "All-weather"
      },
      {
        "nameCn": "地表温度",
        "nameEn": "land surface temperature"
      },
      {
        "nameCn": "大气遥感",
        "nameEn": "Atmosphere Remote Sensing"
      },
      {
        "nameCn": "热红外遥感",
        "nameEn": "Thermal infrared remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部地区",
        "keywordEn": "Western China"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2021",
        "keywordEn": "2000-2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "多源遥感协同下的全天候地表温度反演方法",
        "titleEn": "A method to estimate all-weather LST based on the integration of multi-source remote sensing observations"
      },
      {
        "titleCn": "复杂山区泥石流监测预警技术装备集成与示范",
        "titleEn": "Integration and Demonstration of Monitoring and Early Warning Technology and Equipment for Debris Flow in Complex Mountainous Areas"
      },
      {
        "titleCn": "中欧科技合作“龙计划”五期项目",
        "titleEn": "All-Weather Land Surface Temperature at High Spatial Resolution: Validation and Applications"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表净初生产力数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m Land Surface NPP dataset in Qilian mountainous area (2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（1986-2017）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (1986-2017)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被覆盖度数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m land surface FVC dataset in Qilian mountain area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land surface temperature (LST) is a key variable related to the energy exchange at the interface between the land surface and the atmosphere. It is a necessary input parameter required by numerous land–atmosphere models. LST has been widely used in a variety of studies, such as surface evapotranspiration (ET) estimation, urban heat island (UHI) modeling, drought monitoring, and ecological assessment. In situ observations based on spatial “point measurement” are not able to obtain spatially continuous LST, and the current model simulation suffers from the coarse spatial resolution. In contrast, satellite remote sensing, which has the advantages of better spatial continuity, larger coverage, good ability for repeating observations, and much higher spatial resolution, has become an important way of obtaining LST for large areas. Satellite thermal infrared (TIR) remote sensing can directly obtain the regional and global LST efficiently. The Moderate-resolution Imaging Spectroradiometer (MODIS) LST products are the most widely used because of their global coverage, long time series, high quality, and good accuracy. However, they generally have significant spatial absences due to cloud contamination, especially at low and middle latitudes in China, increasing high uncertainties for their spatially continuous applications. Meanwhile, there is a temporal discontinuity (hereafter termed the temporal gap) in Terra/Aqua MODIS during 2000–2002, further limiting their long-time applications."
      ],
      "research objective": [
        "To investigate the spatial and temporal variations in LST in China, long-term, high-quality, and spatiotemporally continuous LST datasets (i.e., all-weather LST) are urgently needed. In this study, we generated a daily (four observations per day) 1 km all-weather LST dataset for China’s landmass and surrounding areas, the Thermal and Reanalysis Integrating Moderate-resolution Spatial-seamless (TRIMS) LST, which begins on the first day of the new millennium (1 January 2000)."
      ],
      "challenges": [
        "Nevertheless, the results using the spatiotemporal interpolation methods may contain some uncertainties under cloudy-sky conditions. However, there are limitations to obtaining all-weather LST from PMW observations. First, the spatial resolution of PMW data differs significantly from TIR, such as the Advanced Microwave Scanning Radiometer 2 (AMSR2) with ∼10 km spatial resolution. Second, the spatial coverage of the PMW data is incomplete because there are orbital gaps. Third, the temperature retrieved from PMW observations contains information from the subsurface, which differs from the TIR LST that exclusively represents skin temperature."
      ],
      "methods": [
        "We used the enhanced reanalysis and thermal infrared remote sensing merging (E-RTM) method to generate the TRIMS LST dataset with the temporal gaps being filled, which had not been achieved by the original RTM method. Specifically, we developed two novel approaches, i.e., the random-forest-based spatiotemporal merging (RFSTM) approach and the time-sequential LST-based reconstruction (TSETR) approach, respectively, to produce Terra/MODIS-based and Aqua/MODIS-based TRIMS LSTs during the temporal gaps. We also conducted a thorough evaluation of the TRIMS LST."
      ],
      "dataset": [
        "In this study, the main satellite data we used were the 1 km daily MODIS LST and emissivity product (MOD11A1: February 2000 to December 2022; MYD11A1: July 2002 to December 2022) in version 6.1, which was produced based on the generalized split-window algorithm and has good accuracy for homogeneous surfaces (Wan, 2014). The main reanalysis data we used in this study were the GLDAS data provided by the Goddard Earth Sciences Data and Information Services Center (GES DISC) (Rodell et al., 2004)."
      ],
      "findings": [
        "A comparison with the Global Land Data Assimilation System (GLDAS) and ERA5-Land LST demonstrates that the TRIMS LST has similar spatial patterns but a higher image quality, more spatial details, and no evident spatial discontinuities. The results outside the temporal gap show consistent comparisons of the TRIMS LST with the MODIS LST and the Advanced Along-Track Scanning Radiometer (AATSR) LST, with a mean bias deviation (MBD) of 0.09/0.37 K and a standard deviation of bias (SD) of 1.45/1.55 K. Validation based on the in situ LST at 19 ground sites indicates that the TRIMS LST has a mean bias error (MBE) ranging from −2.26 to 1.73 K and a root mean square error (RMSE) ranging from 0.80 to 3.68 K. There is no significant difference between the clear-sky and cloudy conditions. For the temporal gap, it is observed that RFSTM and TSETR perform similarly to the original RTM method. Additionally, the differences between Aqua and Terra remain stable throughout the temporal gap."
      ],
      "backgroundCn": [
        "地表温度（LST）是与陆地表面与大气之间能量交换相关的关键变量。它是许多陆地-大气模型所需的必要输入参数。LST已广泛应用于多种研究，如表面蒸散（ET）估算、城市热岛（UHI）建模、干旱监测和生态评估。基于空间“点测量”的现场观测无法获得空间连续的LST，而当前的模型模拟则受到粗糙空间分辨率的限制。相比之下，卫星遥感由于具有更好的空间连续性、更大的覆盖范围、良好的重复观测能力以及更高的空间分辨率，已成为获取大面积LST的重要方式。卫星热红外（TIR）遥感可以有效地直接获取区域和全球的LST。中分辨率成像光谱仪（MODIS）LST产品因其全球覆盖、长期时间序列、高质量和良好准确性而被广泛使用。然而，由于云污染，它们通常存在显著的空间缺失，特别是在中国的低纬度和中纬度地区，这增加了其空间连续应用的高不确定性。同时，Terra/Aqua MODIS在2000年至2002年期间存在时间不连续性（以下简称为时间间隙），进一步限制了其长期应用。"
      ],
      "research objectiveCn": [
        "为了研究中国地表温度（LST）的时空变化，迫切需要长期、高质量和时空连续的LST数据集（即全天候LST）。在本研究中，我们生成了一个针对中国陆地及周边地区的每日（每天四次观测）1公里全天候LST数据集，即热量与再分析集成的中等分辨率空间无缝（TRIMS）LST，该数据集从新千年的第一天（2000年1月1日）开始。"
      ],
      "challengesCn": [
        "然而，使用时空插值方法得到的结果在多云天气条件下可能存在一些不确定性。然而，从被动微波（PMW）观测中获取全天候陆地表面温度（LST）存在一些限制。首先，PMW数据的空间分辨率与热红外（TIR）数据显著不同，例如，先进微波扫描辐射计2（AMSR2）的空间分辨率约为10公里。其次，PMW数据的空间覆盖不完整，因为存在轨道间隙。第三，从PMW观测中获取的温度包含来自地下的信息，而TIR LST则仅代表表面温度。"
      ],
      "methodsCn": [
        "我们使用增强再分析和热红外遥感融合（E-RTM）方法生成了TRIMS LST数据集，填补了时间间隔中的缺口，这是原始RTM方法未能实现的。具体而言，我们开发了两种新颖的方法，即基于随机森林的时空融合（RFSTM）方法和基于时间序列LST重建（TSETR）方法，分别用于在时间间隔内生成Terra/MODIS和Aqua/MODIS的TRIMS LST。我们还对TRIMS LST进行了全面评估。"
      ],
      "datasetCn": [
        "在本研究中，我们使用的主要卫星数据是1公里每日MODIS地表温度和发射率产品（MOD11A1：2000年2月至2022年12月；MYD11A1：2002年7月至2022年12月），版本为6.1，该产品基于广义分裂窗口算法生成，对均匀表面具有良好的准确性（Wan，2014）。我们在本研究中使用的主要再分析数据是由戈达德地球科学数据与信息服务中心（GES DISC）提供的GLDAS数据（Rodell等，2004）。"
      ],
      "findingsCn": [
        "与全球陆地数据同化系统（GLDAS）和ERA5-Land LST的比较表明，TRIMS LST具有相似的空间模式，但图像质量更高，空间细节更多，且没有明显的空间不连续性。在时间间隔之外，TRIMS LST与MODIS LST和先进沿轨扫描辐射计（AATSR）LST的比较结果一致，平均偏差（MBD）为0.09/0.37 K，偏差标准差（SD）为1.45/1.55 K。基于19个地面站点的实地LST验证表明，TRIMS LST的平均偏差误差（MBE）范围为−2.26到1.73 K，均方根误差（RMSE）范围为0.80到3.68 K。在晴空和多云条件下没有显著差异。对于时间间隔，观察到RFSTM和TSETR的表现与原始RTM方法相似。此外，Aqua和Terra之间的差异在整个时间间隔内保持稳定。"
      ]
    },
    {
      "background": [
        "Land surface temperature (LST) plays an important role in the processes controlling energy and water exchanges at the surface–atmosphere boundary. Satellite remote sensing makes it possible to retrieve LST at relatively dense and regular spatial sampling intervals over large areas. Over the past three decades, satellite thermal infrared (TIR) remote sensing has become one of the most important approaches to estimate LST. Some satellite TIR LST products available for public use are capable of estimating LST with an accuracy of 1–2 K, e.g., the MODIS product and the SEVIRI product. However, a major shortcoming of satellite TIR remote sensing for LST estimation is its extremely low tolerance to clouds, leading to cloud contamination in the actual retrieved TIR LST product."
      ],
      "research objective": [
        "In this context, we propose a new practical method to merge TIR and MW observations from a perspective of decomposition of LST in temporal dimension."
      ],
      "challenges": [
        "In current merging methods, models adopted for downscaling MW LST fail to quantify the effect of temporal variation of LST. Thus, accuracy of the merged LST can be deteriorated and therefore remain a major impediment for these methods to be generalized over large areas."
      ],
      "methods": [
        "The method was applied to MODIS and AMSR-E/AMSR2 data to generate an 11-year record of 1-km all-weather LST over Northeast China."
      ],
      "dataset": [
        "The TIR remote sensing temperature data used in this paper are the MODIS daily LST/emissivity level 3 product (MYD11A1) in version 6 with a 1-km resolution based on the generalized split-window algorithm. The MW remote sensing temperature data were obtained from AMSR-E and AMSR2. The selected AMSR-E data are from 2003 to 2010, and the AMSR2 data are from 2013 to 2015. The ancillary data used in this paper include the 4-day 1-km Leaf Area Index (LAI) product (MCD15A3), the 16-day 1-km normalized different vegetation index (NDVI) product (MOD13A2), the yearly 500-m land cover product (MCD12Q1), and the 250-m digital elevation model (DEM) product. The LST from China Meteorological Administration Land Data Assimilation System (CLDAS) was used as input parameters of the proposed model in this paper. The 3-hourly 0.25° GLDAS LST from 2003 to 2007 and the hourly 0.0625° CLDAS LST from 2008 to 2010 and 2013 to 2015 were selected."
      ],
      "findings": [
        "The resulting merged LST has an accuracy of 1.29–1.71 K when validated against in situ LST; besides, no obvious differences in accuracy of the merged LST were found between clear-sky and unclear-sky conditions. Furthermore, the proposed method outperforms the previous method in both accuracy and image quality, indicating its good capability to generate daily 1-km all-weather LST, which will benefit continuous monitoring of earth’s surface temperature."
      ],
      "backgroundCn": [
        "地表温度（LST）在控制表面-大气边界的能量和水分交换过程中发挥着重要作用。卫星遥感使得能够在较密集和规律的空间采样间隔内对大面积区域进行LST的获取。在过去的三十年中，卫星热红外（TIR）遥感已成为估算LST的最重要方法之一。一些可供公众使用的卫星TIR LST产品能够以1-2 K的精度估算LST，例如MODIS产品和SEVIRI产品。然而，卫星TIR遥感在LST估算中的一个主要缺点是对云的容忍度极低，导致实际获取的TIR LST产品中存在云污染。"
      ],
      "research objectiveCn": [
        "在此背景下，我们提出了一种新的实用方法，从时间维度分解地表温度（LST）的角度来合并热红外（TIR）和微波（MW）观测。"
      ],
      "challengesCn": [
        "在当前的合并方法中，用于下采样MW LST的模型未能量化LST的时间变化效应。因此，合并后的LST的准确性可能会降低，因此这仍然是这些方法在大范围内推广的主要障碍。"
      ],
      "methodsCn": [
        "该方法应用于MODIS和AMSR-E/AMSR2数据，生成了东北地区11年的1公里全天候地表温度记录。"
      ],
      "datasetCn": [
        "本文使用的TIR遥感温度数据为MODIS每日LST/发射率三级产品（MYD11A1）版本6，分辨率为1公里，基于广义分裂窗口算法。MW遥感温度数据来自AMSR-E和AMSR2。选择的AMSR-E数据为2003年至2010年，AMSR2数据为2013年至2015年。本文使用的辅助数据包括4天1公里的叶面积指数（LAI）产品（MCD15A3）、16天1公里的归一化植被指数（NDVI）产品（MOD13A2）、每年500米的土地覆盖产品（MCD12Q1）以及250米的数字高程模型（DEM）产品。中国气象局陆地数据同化系统（CLDAS）的LST被用作本文提出模型的输入参数。选择的3小时0.25° GLDAS LST数据为2003年至2007年，小时0.0625° CLDAS LST数据为2008年至2010年和2013年至2015年。"
      ],
      "findingsCn": [
        "合并后的地表温度（LST）在与现场LST验证时，其准确度为1.29–1.71 K。此外，在晴天和阴天条件下，合并LST的准确度没有明显差异。此外，所提出的方法在准确度和图像质量上均优于之前的方法，表明其在生成每日1公里全天气LST方面具有良好的能力，这将有利于对地表温度的持续监测。"
      ]
    },
    {
      "background": [
        "Satellite passive microwave (MW) remote sensing has a better ability to observe land surface temperature (LST) in cloudy conditions than thermal infrared (TIR) remote sensing. Due to the much greater thermal sampling depth (TSD) of MW, currently available MW LST do not represent the thermodynamic temperature of the land surface and, therefore, yield systematic differences from TIR LST. LST plays an important role in driving processes of radiation, energy, hydrology, ecology, environment, meteorology, and climatology at the land surface-atmosphere interface. By contrast, passive microwave (MW) remote sensing is less affected by the atmosphere and clouds and it thus has better applicability to observe LST in cloudy conditions. Although the MW estimate of ground temperature is also termed as LST, it physically differs from TIR LST due to different thermal sampling depth (TSD). TSD is defined as the total thickness of the surface layer that contributes most to the measured radiation. The lower accuracy and systematic bias are in part due to lack of TSD correction (TSDC)."
      ],
      "research objective": [
        "Here, we present a novel TSD correction (TSDC) method to estimate the MW LST over barren land. This study provides implications for developing practical and accurate methods to estimate MW LST over other land surface types and at the global scale. In this context, we present a novel method for estimating LST from satellite MW observations here. The method is tested over barren land for which the difference between MW and TIR LSTs is more significant than for other land surface types."
      ],
      "challenges": [
        "The TSD effect is particularly prominent over barren land and sparsely vegetated surfaces. The lower accuracy and systematic bias are in part due to lack of TSD correction (TSDC)."
      ],
      "methods": [
        "The TSDC method is applied to the 6.9-GHz channel of AMSR-E in northwestern China-western Mongolia and western Namibia (WN). The TSDC method is applied to AMSR-E data over two study areas and the results are presented and discussed."
      ],
      "dataset": [
        "In situ LSTs were measured at Gobabeb site (23° 33′ S, 15° 03′ E, 408 m a.s.l.), which is located in a homogeneous and large gravel plain in WN. The remote sensing data used here are from AMSR-E and MODIS which are both onboard of the Aqua satellite launched in May 2002. The MODIS surface product used here was the daily LST/emissivity level 3 product (MYD11B1) in version 4 (V4)."
      ],
      "findings": [
        "Evaluation shows that LST estimated by the TSDC method agrees well with the MODIS LST. Validation based on in situ LSTs measured at the Gobabeb site in WN demonstrates the high accuracy of the TSDC method: it yields a root mean squared error of about 2–3 K and slight systematic error. In contrast, other methods without TSDC yield lower accuracies and significantly underestimate LST. Therefore, the TSDC method has the potential to generate MW LST with the same physical meaning and similar accuracy as TIR LST."
      ],
      "backgroundCn": [
        "卫星被动微波（MW）遥感在多云条件下观察地表温度（LST）的能力优于热红外（TIR）遥感。由于微波的热采样深度（TSD）远大于热红外，目前可用的微波LST并不代表地表的热力学温度，因此与热红外LST存在系统性差异。地表温度在辐射、能量、水文、生态、环境、气象和气候等过程的驱动中起着重要作用。相比之下，被动微波（MW）遥感受大气和云层的影响较小，因此在多云条件下观察LST的适用性更好。尽管微波估计的地面温度也被称为LST，但由于热采样深度（TSD）的不同，它在物理上与热红外LST有所不同。TSD被定义为对测量辐射贡献最大的表层的总厚度。较低的准确性和系统性偏差部分是由于缺乏TSD校正（TSDC）。"
      ],
      "research objectiveCn": [
        "在这里，我们提出了一种新颖的TSD校正（TSDC）方法，用于估计荒地的微波（MW）地表温度（LST）。本研究为开发实用且准确的方法以估计其他地表类型及全球范围内的微波地表温度提供了启示。在此背景下，我们提出了一种基于卫星微波观测估计地表温度的新方法。该方法在荒地上进行了测试，因为微波和热红外（TIR）地表温度之间的差异在其他地表类型中更为显著。"
      ],
      "challengesCn": [
        "TSD效应在荒地和稀疏植被表面上尤为明显。较低的准确性和系统性偏差在一定程度上是由于缺乏TSD校正（TSDC）。"
      ],
      "methodsCn": [
        "TSDC方法应用于中国西北部-西蒙古和西纳米比亚的AMSR-E 6.9 GHz通道。TSDC方法应用于这两个研究区域的AMSR-E数据，结果进行了呈现和讨论。"
      ],
      "datasetCn": [
        "在Gobabeb站点（23° 33′ S，15° 03′ E，海拔408米）测量了原位地表温度（LST），该站点位于西南部一个均匀且广阔的砾石平原上。这里使用的遥感数据来自AMSR-E和MODIS，这两者均搭载在2002年5月发射的Aqua卫星上。这里使用的MODIS表面产品是每日地表温度/发射率三级产品（MYD11B1），版本为4（V4）。"
      ],
      "findingsCn": [
        "评估显示，TSDC 方法估算的地表温度 (LST) 与 MODIS LST 一致性良好。基于在 WN 的 Gobabeb 站点测量的现场 LST 的验证表明，TSDC 方法具有很高的准确性：其均方根误差约为 2-3 K，并存在轻微的系统误差。相比之下，其他不使用 TSDC 的方法准确性较低，且显著低估 LST。因此，TSDC 方法有潜力生成具有相同物理意义和类似准确性的微波 LST。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the enhanced reanalysis and thermal infrared remote sensing merging (E-RTM) method effectively fill temporal gaps in land surface temperature datasets?",
        "QuestionCn": "增强重分析与热红外遥感融合（E-RTM）方法是否有效填补地表温度数据集中的时间间隙？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can satellite passive microwave remote sensing provide more accurate land surface temperature observations in cloudy conditions compared to thermal infrared remote sensing?",
        "QuestionCn": "卫星被动微波遥感在多云条件下能否提供比热红外遥感更准确的地表温度观测？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the random-forest-based spatiotemporal merging approach used to produce all-weather land surface temperature datasets?",
        "QuestionCn": "基于随机森林的时空合并方法是否用于生成全天候地表温度数据集？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "For generating high-resolution LST datasets, is the use of MODIS data, AMSR-E/AMSR2 data, or GLDAS data more advantageous?",
        "QuestionCn": "在生成高分辨率地表温度（LST）数据集时，使用MODIS数据、AMSR-E/AMSR2数据或GLDAS数据哪个更具优势？",
        "AnswerEn": "MODIS data",
        "AnswerCn": "MODIS数据",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to generate a spatially continuous LST dataset in regions with frequent cloud coverage?",
        "QuestionCn": "在云层覆盖频繁的地区，使用哪些方法生成空间连续的地表温度（LST）数据集？",
        "AnswerEn": "E-RTM method",
        "AnswerCn": "E-RTM 方法",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Where are the main data sources obtained for creating an all-weather LST dataset?",
        "QuestionCn": "创建全气候地表温度（LST）数据集的主要数据来源在哪里？",
        "AnswerEn": "1 km daily MODIS LST and emissivity products, GLDAS, vegetation indices, surface albedo",
        "AnswerCn": "1公里日常MODIS地表温度和发射率产品，GLDAS，植被指数，地表反照率",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you provide an example of a dataset used to estimate land surface temperature, including its spatial resolution and time span?",
        "QuestionCn": "您能否提供一个用于估计地表温度的数据集的示例，包括其空间分辨率和时间跨度？",
        "AnswerEn": "An example of a dataset used to estimate land surface temperature is the MODIS daily LST and emissivity product (MOD11A1 and MYD11A1) with a 1 km spatial resolution, covering the time span from February 2000 to December 2022.",
        "AnswerCn": "一个用于估计地表温度的数据集是MODIS每日地表温度和发射率产品（MOD11A1和MYD11A1），其空间分辨率为1公里，覆盖的时间范围是2000年2月到2022年12月。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics that define the integration of thermal infrared remote sensing and reanalysis data for land surface temperature estimation?",
        "QuestionCn": "定义热红外遥感与再分析数据集成以估算地表温度的特征有哪些？",
        "AnswerEn": "high-frequency and low-frequency components, spatial correlations, spatially seamless, temporally continuous, high accuracy",
        "AnswerCn": "高频和低频成分，空间相关性，空间无缝，时间连续，高精度",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the characteristic challenges faced in merging thermal infrared and microwave observations for land surface temperature retrieval?",
        "QuestionCn": "合并热红外和微波观测以获取地表温度时面临的特征性挑战是什么？",
        "AnswerEn": "differences in spatial resolution, incomplete spatial coverage, need to correct for thermal sampling depth differences",
        "AnswerCn": "空间分辨率差异、空间覆盖不完整、需要校正热采样深度差异",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the land surface temperature dataset used for the Tibetan Plateau?",
        "QuestionCn": "用于青藏高原的地表温度数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal span of the data collection for the all-weather land surface temperature dataset covering the Tibetan Plateau and surrounding areas?",
        "QuestionCn": "覆盖青藏 Plateau及周边地区的全天候地表温度数据集的数据收集时间跨度是多少？",
        "AnswerEn": "2000-2022",
        "AnswerCn": "2000-2022",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'spatiotemporal interpolation' mean in the context of land surface temperature datasets?",
        "QuestionCn": "在土地表面温度数据集的背景下，“时空插值”是什么意思？",
        "AnswerEn": "In the context of land surface temperature datasets, 'spatiotemporal interpolation' refers to methods used to estimate missing temperature data across both spatial and temporal dimensions, especially under conditions such as cloud cover that can obscure direct observations. These methods aim to create a continuous and comprehensive dataset by filling gaps using available data from different times and locations.",
        "AnswerCn": "在土地表面温度数据集的背景下，“时空插值”是指用于估计缺失温度数据的方法，这些方法跨越空间和时间维度，特别是在云层覆盖等条件下，这些条件可能会遮挡直接观测。这些方法旨在通过利用不同时间和地点的可用数据填补空白，从而创建一个连续和全面的数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the 'Thermal Sampling Depth (TSD)' in satellite remote sensing?",
        "QuestionCn": "什么是卫星遥感中的“热采样深度 (TSD)”？",
        "AnswerEn": "The 'Thermal Sampling Depth (TSD)' in satellite remote sensing refers to the total thickness of the surface layer that contributes most to the measured radiation. It impacts the accuracy of land surface temperature estimates, particularly for microwave remote sensing, as it represents the depth from which the temperature information is derived, which can differ between microwave and thermal infrared sensors.",
        "AnswerCn": "“热采样深度（TSD）”在卫星遥感中指的是对测量辐射贡献最大的表层的总厚度。它影响地表温度估计的准确性，特别是在微波遥感中，因为它代表了温度信息来源的深度，而这一深度在微波和热红外传感器之间可能有所不同。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'all-weather land surface temperature dataset' refer to?",
        "QuestionCn": "“全气候陆地表面温度数据集”指的是什么？",
        "AnswerEn": "An 'all-weather land surface temperature dataset' refers to a dataset that provides land surface temperature measurements irrespective of weather conditions, such as cloud cover. This is achieved by integrating data from different sources, such as thermal infrared and microwave remote sensing, to overcome the limitations of each method and ensure continuous temperature monitoring.",
        "AnswerCn": "“全天气陆地表面温度数据集”是指一个提供陆地表面温度测量的数据集，无论天气条件如何，例如云层覆盖。这是通过整合来自不同来源的数据（如热红外和微波遥感）来实现的，以克服每种方法的局限性，确保持续的温度监测。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the challenges of obtaining all-weather land surface temperature (LST) data using spatiotemporal interpolation methods compare to those encountered when using passive microwave (MW) observations?",
        "QuestionCn": "获取全天候地表温度（LST）数据时，使用时空插值方法所面临的挑战与使用被动微波（MW）观测时遇到的挑战相比如何？",
        "AnswerEn": "Spatiotemporal interpolation methods face challenges such as uncertainties under cloudy conditions due to their reliance on clear-sky data. In contrast, MW observations are less affected by clouds but have limitations like lower spatial resolution, incomplete coverage due to orbital gaps, and differences in thermal sampling depth which can lead to systematic biases if uncorrected. Each method presents distinct technical hurdles in achieving accurate all-weather LST data collection.",
        "AnswerCn": "时空插值方法面临着在多云条件下的不确定性挑战，因为它们依赖于晴空数据。相比之下，微波观测受云层影响较小，但也存在一些局限性，如空间分辨率较低、由于轨道间隙导致的不完整覆盖，以及热采样深度的差异，如果不进行校正，可能会导致系统性偏差。每种方法在实现准确的全天候地表温度（LST）数据收集方面都存在独特的技术难题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the differences in thermal sampling depth between microwave and thermal infrared remote sensing impact the interpretation of land surface temperature data, and what strategies could be employed to reconcile these differences?",
        "QuestionCn": "微波和热红外遥感之间的热采样深度差异如何影响地表温度数据的解释，以及可以采用哪些策略来调和这些差异？",
        "AnswerEn": "The differences in thermal sampling depth between microwave and thermal infrared remote sensing can lead to systematic biases, as microwave observations often penetrate deeper into the surface. This disparity impacts the accuracy and interpretation of land surface temperature data. Strategies like the thermal sampling depth correction method can be employed to reconcile these differences, aligning microwave-derived temperatures with the thermal infrared measurements. This approach could improve the consistency and applicability of land surface temperature datasets across different land surface types and climatic conditions.",
        "AnswerCn": "微波和热红外遥感之间的热采样深度差异可能导致系统性偏差，因为微波观测通常能够深入表层。这种差异影响了地表温度数据的准确性和解释。可以采用热采样深度修正方法来调和这些差异，使微波衍生的温度与热红外测量结果对齐。这种方法可以提高不同地表类型和气候条件下地表温度数据集的一致性和适用性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the limitations of satellite thermal infrared remote sensing in estimating land surface temperature (LST) under cloudy conditions?",
        "QuestionCn": "导致卫星热红外遥感在多云条件下估计地表温度（LST）时存在局限性的潜在因素有哪些？",
        "AnswerEn": "Satellite thermal infrared (TIR) remote sensing faces significant limitations in cloudy conditions due to its low tolerance to clouds, which leads to cloud contamination in the retrieved TIR LST product. This results in spatial absences and high uncertainties in the spatial continuity of the data.",
        "AnswerCn": "卫星热红外（TIR）遥感在多云条件下面临显著的限制，因为其对云的容忍度低，这导致在获取的TIR地表温度（LST）产品中出现云污染。这导致数据在空间上存在缺失，并且在空间连续性方面存在较高的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the systematic differences between microwave and thermal infrared LST estimations, particularly over barren or sparsely vegetated land surfaces?",
        "QuestionCn": "导致微波和热红外地表温度（LST）估计之间系统性差异的原因是什么，特别是在荒地或稀疏植被的地表上？",
        "AnswerEn": "The systematic differences between microwave and TIR LST estimations arise due to the different thermal sampling depths (TSD) of these methods. Microwave remote sensing has a greater TSD, which means it measures temperatures from below the surface in addition to the surface itself. This discrepancy is especially pronounced over barren or sparsely vegetated surfaces, where the lack of a TSD correction can lead to lower accuracy and systematic bias in the LST estimations.",
        "AnswerCn": "微波和热红外（TIR）地表温度（LST）估计之间的系统性差异源于这两种方法的热采样深度（TSD）不同。微波遥感具有更大的TSD，这意味着它不仅测量表面的温度，还测量表面以下的温度。这种差异在贫瘠或稀疏植被的表面上尤为明显，缺乏TSD修正可能导致LST估计的准确性降低和系统性偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data accuracy and image quality when integrating reanalysis data with satellite thermal infrared remote sensing for land surface temperature estimation?",
        "QuestionCn": "将再分析数据与卫星热红外遥感结合用于地表温度估计时，可能对数据准确性和图像质量产生的影响是什么？",
        "AnswerEn": "Integrating reanalysis data with satellite thermal infrared remote sensing could enhance data accuracy and image quality by filling temporal gaps and reducing spatial discontinuities. The enhanced reanalysis and thermal infrared remote sensing merging method can provide higher image quality with more spatial details compared to using only satellite thermal infrared data.",
        "AnswerCn": "将再分析数据与卫星热红外遥感相结合，可以通过填补时间间隙和减少空间不连续性来提高数据的准确性和图像质量。增强的再分析与热红外遥感融合方法能够提供比仅使用卫星热红外数据更高的图像质量和更多的空间细节。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the consequences of using a random-forest-based spatiotemporal merging approach for generating land surface temperature datasets?",
        "QuestionCn": "使用基于随机森林的时空合并方法生成地表温度数据集的后果是什么？",
        "AnswerEn": "Using a random-forest-based spatiotemporal merging approach can effectively fill temporal gaps that were previously unaddressed, leading to the creation of a spatiotemporally continuous land surface temperature dataset. This method ensures that the dataset maintains consistency in quality and spatial distribution, even during periods where data might be missing.",
        "AnswerCn": "使用基于随机森林的时空合并方法可以有效填补之前未解决的时间间隙，从而创建一个时空连续的地表温度数据集。这种方法确保数据集在数据缺失期间仍然保持质量和空间分布的一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it necessary to explore novel methods for estimating microwave-based land surface temperature in barren regions?",
        "QuestionCn": "为什么在荒地地区探索新的微波地表温度估计方法是必要的？",
        "AnswerEn": "Exploring novel methods for estimating microwave-based land surface temperature (LST) in barren regions is necessary due to the significant differences between microwave and thermal infrared LSTs, particularly in these areas. The thermal sampling depth of microwave observations leads to systematic biases, making it crucial to develop methods like thermal sampling depth correction (TSDC) to improve accuracy. These advancements enable the generation of microwave LSTs with physical meanings similar to thermal infrared LSTs, facilitating more reliable temperature monitoring in challenging environments.",
        "AnswerCn": "探索在荒地地区估计基于微波的地表温度（LST）的新方法是必要的，因为微波和热红外LST之间存在显著差异，特别是在这些区域。微波观测的热采样深度导致系统性偏差，因此开发诸如热采样深度校正（TSDC）等方法以提高准确性至关重要。这些进展使得生成具有与热红外LST相似的物理意义的微波LST成为可能，从而在具有挑战性的环境中促进更可靠的温度监测。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in generating a spatiotemporally continuous land surface temperature dataset over a large area using remote sensing and reanalysis data?",
        "QuestionCn": "使用遥感和再分析数据生成大面积时空连续的地表温度数据集涉及哪些程序步骤？",
        "AnswerEn": "To generate a spatiotemporally continuous land surface temperature (LST) dataset, the process involves integrating satellite thermal infrared (TIR) remote sensing data with reanalysis data. The procedure includes using enhanced reanalysis and thermal infrared remote sensing merging methods, like the random-forest-based spatiotemporal merging (RFSTM) approach and the time-sequential LST-based reconstruction (TSETR) approach. These methods help fill temporal gaps and produce datasets with consistent spatial patterns and high image quality.",
        "AnswerCn": "生成时空连续的地表温度（LST）数据集的过程涉及将卫星热红外（TIR）遥感数据与再分析数据相结合。该过程包括使用增强的再分析和热红外遥感合并方法，如基于随机森林的时空合并（RFSTM）方法和基于时间序列的LST重建（TSETR）方法。这些方法有助于填补时间间隙，并生成具有一致空间模式和高图像质量的数据集。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological approach is adopted to correct thermal sampling depth differences when estimating microwave land surface temperature over barren terrains?",
        "QuestionCn": "在估计荒地的微波地表温度时，采用了什么方法论来纠正热采样深度差异？",
        "AnswerEn": "A novel thermal sampling depth correction (TSDC) method is used to estimate microwave land surface temperature (MW LST) over barren terrains. This involves applying the TSDC method to the 6.9-GHz channel of AMSR-E data, which addresses the significant differences in thermal sampling depth between MW and TIR LST. Evaluation of this method shows high accuracy and a reduction in systematic biases, making it comparable to TIR LST in terms of physical meaning and accuracy.",
        "AnswerCn": "一种新颖的热采样深度修正（TSDC）方法被用于估计荒地的微波地表温度（MW LST）。该方法涉及将TSDC应用于AMSR-E数据的6.9-GHz通道，解决了微波和热红外地表温度之间热采样深度的显著差异。对该方法的评估显示出高精度和系统性偏差的减少，使其在物理意义和准确性上与热红外地表温度相当。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the integration of satellite thermal infrared and reanalysis data to create high-resolution, spatiotemporally continuous land surface temperature datasets?",
        "QuestionCn": "哪些方法论能够将卫星热红外数据和再分析数据集成，以创建高分辨率、时空连续的地表温度数据集？",
        "AnswerEn": "The integration of satellite thermal infrared and reanalysis data is enabled by methods such as the enhanced reanalysis and thermal infrared remote sensing merging (E-RTM) method. This method includes innovative approaches like the random-forest-based spatiotemporal merging (RFSTM) approach and the time-sequential LST-based reconstruction (TSETR) approach to fill temporal gaps and create a continuous land surface temperature dataset.",
        "AnswerCn": "卫星热红外数据与再分析数据的集成是通过增强再分析和热红外遥感合并（E-RTM）方法实现的。该方法包括创新的随机森林时空合并（RFSTM）方法和基于时间序列的地表温度重建（TSETR）方法，以填补时间间隔并创建连续的地表温度数据集。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How do advancements in remote sensing technology contribute to the accurate estimation of land surface temperature under various sky conditions?",
        "QuestionCn": "遥感技术的进步如何有助于在不同天空条件下准确估计地表温度？",
        "AnswerEn": "Advancements in remote sensing technology, such as the use of satellite thermal infrared (TIR) and microwave (MW) observations, contribute to the accurate estimation of land surface temperature by overcoming limitations like cloud contamination. The development of methods like the TSD correction (TSDC) method for MW observations enables accurate LST estimation under cloudy conditions, providing an all-weather capability.",
        "AnswerCn": "遥感技术的进步，例如卫星热红外（TIR）和微波（MW）观测的应用，有助于准确估算地表温度，克服了云污染等限制。像TSD校正（TSDC）方法这样的技术的发展，使得在多云条件下也能准确估算地表温度，提供了全天候的能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the integration of thermal infrared remote sensing and reanalysis data be expected to improve the quality and spatial continuity of land surface temperature datasets?",
        "QuestionCn": "为什么热红外遥感与再分析数据的整合可能会改善地表温度数据集的质量和空间连续性？",
        "AnswerEn": "Integrating thermal infrared remote sensing and reanalysis data allows for the combination of high-frequency thermal observations with the spatial and temporal coverage of reanalysis data. This method leverages the strengths of both data types to fill spatial and temporal gaps, especially under cloudy conditions, thus enhancing the dataset's quality and continuity.",
        "AnswerCn": "将热红外遥感与再分析数据相结合，可以将高频热观测与再分析数据的空间和时间覆盖相结合。这种方法利用了两种数据类型的优势，以填补空间和时间的空白，特别是在多云条件下，从而增强数据集的质量和连续性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges are anticipated in achieving high accuracy for land surface temperature datasets, especially under cloudy conditions?",
        "QuestionCn": "在实现高精度陆地表面温度数据集时，尤其是在多云条件下，预计会面临哪些挑战？",
        "AnswerEn": "Under cloudy conditions, traditional thermal infrared observations often suffer from cloud contamination, leading to significant spatial data absences. Additionally, passive microwave remote sensing, although less affected by clouds, presents challenges due to its different thermal sampling depth, which requires correction to align with thermal infrared measurements accurately.",
        "AnswerCn": "在多云条件下，传统的热红外观测常常受到云污染的影响，导致显著的空间数据缺失。此外，尽管被动微波遥感对云的影响较小，但由于其不同的热采样深度，仍然存在挑战，需要进行校正以准确与热红外测量对齐。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In what ways could future data collection methods be improved to enhance the accuracy and reliability of land surface temperature datasets in regions with high cloud cover?",
        "QuestionCn": "未来可以通过哪些方式改进数据收集方法，以提高高云覆盖地区地表温度数据集的准确性和可靠性？",
        "AnswerEn": "Future data collection methods could benefit from improved spatiotemporal interpolation techniques and enhanced merging algorithms that better handle cloud cover. Integrating higher resolution passive microwave data or developing more sophisticated correction methods for thermal sampling depth could also improve accuracy. Additionally, expanding ground validation sites in regions with high cloud cover can provide more robust datasets.",
        "AnswerCn": "未来的数据收集方法可以通过改进时空插值技术和增强合并算法来更好地处理云层覆盖，从而受益。整合更高分辨率的被动微波数据或开发更复杂的热采样深度修正方法也可以提高准确性。此外，在高云覆盖地区扩展地面验证站点可以提供更可靠的数据集。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how cloud cover affects the accuracy of land surface temperature data collection.",
        "QuestionCn": "我不明白云层覆盖如何影响地表温度数据收集的准确性。",
        "AnswerEn": "Cloud cover significantly impacts the accuracy of land surface temperature (LST) data collected via satellite thermal infrared (TIR) remote sensing. Cloud contamination leads to spatial absences and increases uncertainties in the retrieved LST products, making it challenging to achieve spatially continuous applications, especially at low and middle latitudes.",
        "AnswerCn": "云层覆盖对通过卫星热红外（TIR）遥感收集的地表温度（LST）数据的准确性有显著影响。云污染导致空间缺失，并增加了获取的LST产品的不确定性，使得在低纬度和中纬度地区实现空间连续应用变得具有挑战性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how specific datasets are validated against in situ measurements for accuracy.",
        "QuestionCn": "我无法理解特定数据集是如何与现场测量进行准确性验证的。",
        "AnswerEn": "Specific datasets are validated against in situ measurements to ensure accuracy by comparing the satellite-derived LST data with ground-based observations. This validation helps in assessing the mean bias error (MBE) and root mean square error (RMSE) of the datasets. Such comparisons demonstrate the level of agreement between the remote sensing data and actual land surface temperatures measured at various ground sites, ensuring the reliability of the datasets under different conditions.",
        "AnswerCn": "特定数据集通过与地面观测进行对比验证，以确保准确性，比较卫星获取的地表温度（LST）数据与地面观测值。这种验证有助于评估数据集的平均偏差误差（MBE）和均方根误差（RMSE）。这样的比较展示了遥感数据与在不同地面站点实际测量的地表温度之间的一致性，确保了数据集在不同条件下的可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the methodologies used to generate spatiotemporally continuous all-weather LST datasets and discuss the challenges faced in cloud-covered regions.",
        "QuestionCn": "请描述生成时空连续的全天候陆地表面温度（LST）数据集所使用的方法，并讨论在云覆盖区域面临的挑战。",
        "AnswerEn": "The methodologies include the enhanced reanalysis and thermal infrared remote sensing merging (E-RTM) method, incorporating random-forest-based spatiotemporal merging (RFSTM) and time-sequential LST-based reconstruction (TSETR) approaches. These methods aim to fill temporal gaps and provide continuous LST datasets. However, challenges remain under cloudy-sky conditions, as spatiotemporal interpolation can introduce uncertainties, and traditional merging methods may not effectively handle the temporal variation in LST.",
        "AnswerCn": "这些方法包括增强再分析和热红外遥感合并（E-RTM）方法，结合基于随机森林的时空合并（RFSTM）和基于时间序列的地表温度重建（TSETR）方法。这些方法旨在填补时间间隔，提供连续的地表温度数据集。然而，在多云天气条件下仍然存在挑战，因为时空插值可能引入不确定性，而传统的合并方法可能无法有效处理地表温度的时间变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets that could be integrated with existing satellite data to improve the accuracy and spatial continuity of LST measurements across cloud-prone areas.",
        "QuestionCn": "请探索可以与现有卫星数据集成的潜在数据集，以提高云多发区域地表温度（LST）测量的准确性和空间连续性。",
        "AnswerEn": "Potential datasets for integration include MODIS and AMSR-E/AMSR2 data, which provide daily LST measurements, and reanalysis data from sources like GLDAS for supplementary high-frequency and low-frequency components. Additional datasets such as vegetation indices, surface albedo, and in situ LST measurements can aid in calibrating and validating satellite data, enhancing the dataset's spatial continuity and accuracy in cloud-prone areas.",
        "AnswerCn": "潜在的集成数据集包括MODIS和AMSR-E/AMSR2数据，这些数据提供每日的地表温度（LST）测量，以及来自GLDAS等来源的再分析数据，以补充高频和低频成分。其他数据集，如植被指数、表面反照率和现场LST测量，可以帮助校准和验证卫星数据，提高数据集在多云地区的空间连续性和准确性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}