{
    "id": "d101110c-5f88-4fec-9a9c-b7c97d3d6e05",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of investigation on crop phenology and field management in the midstream of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游作物物候与田间管理调查数据集",
            "description": "The dataset combined with crop phrenology data and field management data which were investigated near the 13 eddy covariance (EC) stations.\n1.1 Objective of investigation\nObjectives of investigation is to supply assistant information for experiment on EC, meteorology, and biophysics parameter.\n1.2 Investigation spots and items\nInvestigation spots include Jiu She of Shiqiao village (EC3), Xiaoman southern road (EC16), Wu She of Five stars village (EC13), Wu She of Xiaoman village (EC14), Er She of Shiqiao village (EC5), Liu She of Zhonghua village (EC11), Liu She of Shiqiao village (EC2), Wu She of JinCheng village (EC7), EC6, Liu She of Jincheng village (EC8), Yi She of Kangning village (EC9), Er She of Kangning village (EC10), and Si She of Jingcheng village (EC12).\nInvestigation items comprise crop type, crop name, seed time, seed type, plant span, row span, field area, germination time, three leaves period, seven leaves period, farming way, farming time, irrigation time, irrigation water volume, fertilization time, fertilization type, and fertilization rate. The time used in this dataset is in UTC+8 Time.\n1.3 Data collection\nData was collected by using ask-reply approach according to investigation tables.",
            "descriptionCn": "本数据集为2012年06月14日在试验区5×5Km中13个涡动站点附近开展的作物物候和田间管理调查数据。\n1.1 调查目的\n为涡动、气象、生物物理参数试验提供配套数据集。\n1.2调查地点与内容\n调查地点：石桥九社（EC3）、小满南街（EC16）、五星五社（EC13）、小满五社（EC14）、石桥二社（EC5）、中华六社（EC11）、石桥六社（EC2）、EC6、金城五社（EC7）、金城六社（EC8）、康宁一社（EC9）、康宁二社（EC10）和金城四社（EC12）。\n调查作物类型为制种玉米，调查内容包括两部分：作物物候和田间管理。其中作物物候数据包括作物类型、品种、播种日期、播种方式、株距、行距、垄向、田块面积、出苗期、三叶期、七叶期等，田间管理数据包括耕作时间、翻耕时间、灌溉时间、灌溉量、施肥时间、施肥类别、施肥量等。\n1.3调查方式\n该调查采用逐户调查方式，现场找到预调查田块主人，根据预先设计的调查内容，开展田块中作物的物候特征和田间管理方式的问卷调查。\n作物物候及田间管理调查数据组织及格式详见“作物物候与田间管理调查数据说明文档”。\n数据的文件格式为Excel2007格式，数据文件包括黑河综合遥感联合试验：中游人工绿洲生态水文试验区作物物候调查数据.xlsx和黑河综合遥感联合试验：中游人工绿洲生态水文试验区作物田间管理调查数据.xlsx。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.39606,
            "west": 100.335437,
            "south": 38.84863,
            "north": 38.89026,
            "startTime": "2018-11-29 10:50:24",
            "endTime": "2018-11-29 10:50:24",
            "fileSize": 45705.0,
            "cstr": "18406.11.hiwater.124.2013.db",
            "doi": "10.3972/hiwater.124.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "盖迎春",
                "nameEn": "GE Yingchun",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "庄金鑫",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 马春峰",
                "nameEn": "Ma Chunfeng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "庄金鑫",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            },
            {
                "nameCn": "农田生态系统",
                "nameEn": "Farmland ecosystem"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "田间管理",
                "nameEn": "Field management"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "涡动站点",
                "keywordEn": null
            },
            {
                "keywordCn": "盈科灌区",
                "keywordEn": "Yingke irrigation district"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-14",
                "keywordEn": "2012-06-14",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文遥感产品生产算法研究与应用试验",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围的不同景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Which data format is more commonly used for organizing eco-hydrological datasets, Excel spreadsheets, or other formats?",
                "QuestionCn": "哪种数据格式在组织生态水文数据集时更常用，Excel电子表格还是其他格式？",
                "AnswerEn": "Excel spreadsheets",
                "AnswerCn": "Excel电子表格",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the methods used for collecting crop phenology and field management data in the Heihe River Basin?",
                "QuestionCn": "在黑河流域收集作物物候和田间管理数据的方法有哪些？",
                "AnswerEn": "Household survey approach",
                "AnswerCn": "家庭调查方法",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where were the eco-hydrological observation instruments located for data collection in the oasis-desert system during the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验期间，生态水文观测仪器在绿洲-沙漠系统中的数据收集位置在哪里？",
                "AnswerEn": "oasis and surrounding landscapes",
                "AnswerCn": "绿洲及周边景观",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in upscaling eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "在异质表面上提升生态水文过程面临哪些挑战？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when upscaling eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "在异质表面上放大生态水文过程时面临的一个挑战是什么？",
                "AnswerEn": "A notable challenge is the poor availability of multiscale observations, which hinders the progress in upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "一个显著的挑战是多尺度观测的稀缺，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a dataset that captures multiscale eco-hydrological processes in an oasis-desert area?",
                "QuestionCn": "您能否提供一个捕捉绿洲-沙漠地区多尺度生态水文过程的数据集示例？",
                "AnswerEn": "An example of such a dataset is the multiscale dataset from Heihe Watershed Allied Telemetry Experimental Research (HiWATER), which includes data from a flux observation matrix, eco-hydrological sensor networks, hyper-resolution airborne remote sensing, and ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "这样的数据集的一个例子是来自黑河流域联合遥感实验研究（HiWATER）的多尺度数据集，其中包括来自通量观测矩阵、生态水文传感器网络、高分辨率航空遥感和植被动态及光合作用过程的地面测量的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for capturing crop phenology and field management in an oasis-desert area?",
                "QuestionCn": "用于捕捉绿洲-沙漠地区作物物候和田间管理的数据收集方法的特点是什么？",
                "AnswerEn": "household surveys, questionnaire surveys, crop types, varieties, sowing dates, irrigation times, fertilization times, irrigation quantities, fertilization quantities",
                "AnswerCn": "家庭调查，问卷调查，作物类型，品种，播种日期，灌溉时间，施肥时间，灌溉量，施肥量",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with obtaining multiscale observations for studying eco-hydrological interactions in an oasis-desert system?",
                "QuestionCn": "在研究绿洲-沙漠系统中的生态水文相互作用时，获取多尺度观测所面临的挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations, heterogeneous surface, complex observational system, hierarchically nested scales, intensive observation periods",
                "AnswerCn": "多尺度观测的可用性差，地表异质性，复杂的观测系统，分层嵌套的尺度，密集观测期。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many ecotones are monitored using the flux observation matrix of eddy covariance towers in the oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区，使用涡度协方差塔的通量观测矩阵监测了多少个生态过渡带？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted to cover the field experiment area?",
                "QuestionCn": "为了覆盖试验区域，进行了多少次空中遥感任务？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term 'multiscale observations' mean in the context of eco-hydrological studies?",
                "QuestionCn": "在生态水文学研究的背景下，“多尺度观测”一词指的是在不同空间和时间尺度上进行的观察和测量。这种方法可以帮助研究人员理解生态系统和水文过程之间的相互作用，以及它们在不同尺度上的变化和影响。",
                "AnswerEn": "In the context of eco-hydrological studies, 'multiscale observations' refer to the collection of data across various spatial and temporal scales, using a combination of different instruments and techniques to capture the complex interactions within an ecosystem. These observations are crucial for understanding processes on heterogeneous surfaces, as demonstrated by the use of hierarchically nested scales and a sparse network in HiWATER to investigate oasis-desert interactions.",
                "AnswerCn": "在生态水文学研究中，“多尺度观测”是指在不同的空间和时间尺度上收集数据，使用多种仪器和技术来捕捉生态系统内复杂的相互作用。这些观测对于理解异质表面上的过程至关重要，正如在HiWATER中使用分层嵌套尺度和稀疏网络来研究绿洲-沙漠相互作用所示。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'hierarchically nested scales' when collecting eco-hydrological data?",
                "QuestionCn": "“层次嵌套尺度”在收集生态水文数据时指的是在不同的空间和时间尺度上进行数据收集和分析的方式。这种方法考虑了生态系统和水文过程在不同层次上的相互作用和影响。",
                "AnswerEn": "'Hierarchically nested scales' refer to a structured approach to data collection where instruments and observation points are organized across multiple, interconnected levels of scale. This method allows for capturing detailed information on eco-hydrological processes, from local to broader basin levels, as exemplified by the arrangement of instruments around the oasis-desert system in HiWATER, including superstations, eddy covariance towers, and automatic meteorological stations.",
                "AnswerCn": "“层次嵌套尺度”指的是一种数据收集的结构化方法，其中仪器和观察点在多个相互关联的尺度层次上进行组织。这种方法能够捕捉生态水文过程的详细信息，从局部到更广泛的流域水平，正如HiWATER项目中围绕绿洲-沙漠系统布置的仪器所示，包括超级站、涡度协方差塔和自动气象站。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data quality control measures between the crop phenology and field management datasets and the multiscale dataset from the HiWATER experiment?",
                "QuestionCn": "作物物候和田间管理数据集与HiWATER实验的多尺度数据集之间的数据质量控制措施有什么不同？",
                "AnswerEn": "The crop phenology and field management datasets are organized in Excel format, likely with basic quality control measures inherent to survey data collection. In contrast, the multiscale dataset from the HiWATER experiment involves comprehensive quality control throughout sensor calibration, data collection, data processing, and dataset generation, ensuring high accuracy and reliability for diverse observational data.",
                "AnswerCn": "作物物候和田间管理数据集以Excel格式组织，可能具有调查数据收集固有的基本质量控制措施。相比之下，HiWATER实验的多尺度数据集在传感器校准、数据收集、数据处理和数据集生成过程中进行了全面的质量控制，确保了多样化观测数据的高准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges are faced in obtaining and interpreting multiscale observations of eco-hydrological processes, and how do the data collection methods address these challenges?",
                "QuestionCn": "在获取和解释生态水文过程的多尺度观测时面临哪些挑战，以及数据收集方法如何应对这些挑战？",
                "AnswerEn": "The primary challenge is the poor availability of multiscale observations. This is addressed by implementing several intensive observation periods and continuous hydrometeorological observations. The use of a sparse network and a superstation within the oasis helps in capturing data at various scales, thus providing a comprehensive understanding of eco-hydrological processes.",
                "AnswerCn": "主要挑战是多尺度观测的可用性差。为此，通过实施多个密集观测期和持续的水文气象观测来解决这一问题。在绿洲内使用稀疏网络和超级站点有助于在不同尺度上捕获数据，从而提供对生态水文过程的全面理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for multiscale and multidisciplinary data collection in eco-hydrological research?",
                "QuestionCn": "生态水文研究中需要多尺度和多学科数据收集的原因是什么？",
                "AnswerEn": "The need for multiscale and multidisciplinary data collection in eco-hydrological research is caused by the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations.",
                "AnswerCn": "在生态水文研究中，进行多尺度和多学科数据收集的需求源于在异质表面上进行生态水文过程上尺度化的挑战，而这一挑战受到多尺度观测稀缺的阻碍。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons behind implementing intensive observation periods in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中实施密集观察期的原因是什么？",
                "AnswerEn": "Intensive observation periods are implemented in eco-hydrological studies to address the challenge of obtaining high-quality multiscale observations, as continuous hydrometeorological observations alone may not provide the necessary data granularity for understanding complex processes.",
                "AnswerCn": "在生态水文研究中，实施密集观察期是为了应对获取高质量多尺度观测数据的挑战，因为仅仅依靠连续的水文气象观测可能无法提供理解复杂过程所需的数据细节。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What potential outcomes could arise from using hierarchically nested instrumentation scales in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中使用层次嵌套的仪器量表可能产生的潜在结果包括：",
                "AnswerEn": "Using hierarchically nested instrumentation scales allows for capturing multiscale eco-hydrological processes, which can lead to a more comprehensive understanding of these processes and improve the accuracy of data collected across different landscapes, such as oasis-desert systems.",
                "AnswerCn": "使用分层嵌套的仪器量表可以捕捉多尺度的生态水文过程，这有助于更全面地理解这些过程，并提高在不同景观（如绿洲-沙漠系统）中收集数据的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the possible consequences of integrating remote sensing technologies like LiDAR and multi-angle thermal imagers in hydrometeorological data collection?",
                "QuestionCn": "将激光雷达（LiDAR）和多角度热成像仪等遥感技术集成到水文气象数据收集中可能带来的后果有哪些？",
                "AnswerEn": "Integrating remote sensing technologies such as LiDAR and multi-angle thermal imagers can result in high-resolution data collection, which improves the mapping and analysis of vegetation dynamics, surface temperatures, and other important eco-hydrological variables, providing a more detailed and accurate depiction of the study area.",
                "AnswerCn": "集成遥感技术，如激光雷达（LiDAR）和多角度热成像仪，可以实现高分辨率数据收集，从而改善植被动态、地表温度和其他重要生态水文变量的映射和分析，提供对研究区域更详细和准确的描述。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting crop phenology and field management data in the context of eco-hydrological experiments?",
                "QuestionCn": "在生态水文实验中收集作物物候和田间管理数据的目标是什么？",
                "AnswerEn": "The objectives behind collecting crop phenology and field management data are to provide complementary datasets for experiments related to eddy covariance, meteorological, and biophysical parameters, enhancing the understanding of eco-hydrological processes in the study area.",
                "AnswerCn": "收集作物物候和田间管理数据的目的是为与涡度协方差、气象和生物物理参数相关的实验提供互补数据集，从而增强对研究区域生态水文过程的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to implement a hierarchically nested scale instrumentation approach for eco-hydrological observations in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中实施分层嵌套尺度的生态水文观测方法为何重要？",
                "AnswerEn": "Implementing a hierarchically nested scale instrumentation approach is important to capture multiscale and multidisciplinary data essential for addressing the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, as highlighted by the HiWATER experiment.",
                "AnswerCn": "实施分层嵌套尺度的测量方法对于捕捉多尺度和多学科的数据至关重要，这对于解决在异质表面上放大生态水文过程的挑战至关重要，正如HiWATER实验所强调的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the goal of combining intensive observation periods with continuous hydrometeorological observations in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，结合密集观测期与连续水文气象观测的目标是什么？",
                "AnswerEn": "The goal of combining intensive observation periods with continuous hydrometeorological observations is to obtain comprehensive and multiscale data that support the investigation of eco-hydrological processes and interactions in diverse landscapes, contributing to the advancement of the field by overcoming the challenge of poor availability of multiscale observations.",
                "AnswerCn": "结合密集观察期与连续水文气象观测的目标是获取全面的多尺度数据，以支持对不同景观中生态水文过程和相互作用的研究，从而通过克服多尺度观测稀缺的挑战，推动该领域的发展。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in conducting crop phenology and field management surveys in eco-hydrological experiments?",
                "QuestionCn": "在生态水文实验中进行作物物候和田间管理调查的程序步骤包括：\n\n1. 确定研究区域和实验设计。\n2. 选择适当的作物品种和种植时间。\n3. 进行土壤和水文特征的基线评估。\n4. 设定监测指标和数据收集方法。\n5. 定期观察和记录作物生长阶段（如发芽、开花、成熟等）。\n6. 监测环境因素（如温度、降水、土壤湿度等）。\n7. 评估田间管理措施（如施肥、灌溉、除草等）的实施效果。\n8. 收集和分析数据，评估作物生长与环境因素之间的关系。\n9. 撰写报告，总结研究结果和管理建议。",
                "AnswerEn": "The crop phenology and field management surveys are conducted by identifying field owners in the specified survey areas and performing a structured questionnaire survey based on pre-designed content. This includes collecting data on crop type, variety, sowing date, sowing method, and management practices such as irrigation and fertilization schedules.",
                "AnswerCn": "作物物候和田间管理调查通过识别指定调查区域的田地所有者，并根据预先设计的内容进行结构化问卷调查来进行。这包括收集作物类型、品种、播种日期、播种方法以及管理实践（如灌溉和施肥计划）等数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are multiscale eco-hydrological processes captured using instrumentation in heterogeneous landscapes?",
                "QuestionCn": "如何在异质景观中通过仪器捕捉多尺度生态水文过程？",
                "AnswerEn": "Multiscale eco-hydrological processes are captured through a hierarchical arrangement of instruments, including eddy covariance towers, automatic meteorological stations, and a sparse network for investigating oasis-desert interactions. This setup is complemented by airborne remote sensing missions using LiDAR, imaging spectrometers, and other instruments to obtain comprehensive data across varying scales and landscapes.",
                "AnswerCn": "多尺度生态水文过程通过层次化的仪器安排进行捕捉，包括涡度协方差塔、自动气象站以及用于研究绿洲-沙漠相互作用的稀疏网络。该设置还通过使用激光雷达、成像光谱仪和其他仪器的航空遥感任务，获得跨越不同尺度和景观的综合数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedures are implemented to ensure data quality in eco-hydrological studies involving multiple observational methods?",
                "QuestionCn": "在涉及多种观测方法的生态水文研究中，为确保数据质量实施了哪些程序？",
                "AnswerEn": "Data quality is assured through meticulous calibration of sensors, systematic data collection, processing, and generation of datasets. This includes employing a flux observation matrix, eco-hydrological sensor networks, and synchronical ground measurements, followed by comprehensive quality control measures throughout the entire data handling process.",
                "AnswerCn": "数据质量通过对传感器的细致校准、系统的数据收集、处理和数据集生成来确保。这包括采用通量观测矩阵、生态水文传感器网络和同步地面测量，随后在整个数据处理过程中进行全面的质量控制措施。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation and data collection methods enable the capture of multiscale eco-hydrological processes in a heterogeneous surface like an oasis-desert system?",
                "QuestionCn": "哪些仪器和数据收集方法能够捕捉像绿洲-沙漠系统这样异质表面的多尺度生态水文过程？",
                "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales, including a superstation within the oasis, four EC towers, and four two-layer automatic meteorological stations in different landscapes. Additionally, a sparse network was established to investigate the oasis-desert interaction, and 12 airborne remote sensing missions using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer were conducted.",
                "AnswerCn": "在绿洲-沙漠系统中，仪器按照层次嵌套的尺度进行布置，包括绿洲内的超级站、四个生态系统（EC）塔和四个不同景观中的双层自动气象站。此外，还建立了一个稀疏网络，以研究绿洲-沙漠相互作用，并进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do intensive observation periods and continuous hydrometeorological observations contribute to the availability of multiscale datasets in eco-hydrological research?",
                "QuestionCn": "密集观测期和连续的水文气象观测如何促进生态水文学研究中多尺度数据集的可用性？",
                "AnswerEn": "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out, enabling the collection of multiscale and multidisciplinary data. This approach, combined with a hierarchical instrumentation setup, facilitates the capture of detailed eco-hydrological processes across different scales.",
                "AnswerCn": "多个强观测期（IOPs）和连续的水文气象观测被开展，从而收集了多尺度和多学科的数据。这种方法结合分层的仪器设置，有助于在不同尺度上捕捉详细的生态水文过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What quality control measures are necessary to ensure the reliability of observational data collected from diverse sources like eddy covariance towers and remote sensing technologies?",
                "QuestionCn": "确保从不同来源（如涡度协方差塔和遥感技术）收集的观察数据可靠所需的质量控制措施有哪些？",
                "AnswerEn": "All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and dataset generation to ensure reliability. This includes data from a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing technologies.",
                "AnswerCn": "所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都进行了严格的质量控制，以确保其可靠性。这包括来自涡度协方差塔、大孔径闪烁仪、自动气象站和超高分辨率航空遥感技术的通量观测矩阵的数据。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the expected multiscale observations be challenging to obtain in eco-hydrological studies of heterogeneous surfaces?",
                "QuestionCn": "在生态水文研究中，获取预期的多尺度观测可能会面临挑战，原因如下：",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, making it a grand challenge to upscale eco-hydrological processes on a heterogeneous surface.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制，使得在异质表面上提升生态水文过程成为一项重大挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might a sparse network be employed to investigate oasis-desert interactions, and what outcomes could this approach be expected to yield?",
                "QuestionCn": "稀疏网络可能被用来研究绿洲与沙漠之间的相互作用，原因可能包括以下几点：首先，稀疏网络能够有效地捕捉和分析不同生态系统之间的复杂关系，尤其是在资源有限的环境中。其次，这种网络可以帮助识别关键节点和连接，揭示绿洲和沙漠之间的相互依赖性和影响机制。\n\n通过这种方法，预期可以获得以下结果：一是更深入理解绿洲和沙漠生态系统的动态变化及其相互作用；二是识别出影响生态平衡的关键因素；三是为生态保护和可持续管理提供科学依据，从而促进绿洲和沙漠地区的协调发展。",
                "AnswerEn": "A sparse network is used to investigate oasis-desert interaction, likely because it allows for capturing eco-hydrological processes across different landscapes, such as sandy desert and desert pavement, while managing resource constraints.",
                "AnswerCn": "稀疏网络用于研究绿洲与沙漠的相互作用，这可能是因为它能够捕捉不同景观（如沙质沙漠和沙漠铺装）中的生态水文过程，同时管理资源限制。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are intensive observation periods (IOPs) considered essential in data collection for eco-hydrological processes in oasis-desert areas?",
                "QuestionCn": "强烈观察期（IOPs）在绿洲-沙漠地区的生态水文过程数据收集中被认为是至关重要的原因是什么？",
                "AnswerEn": "Intensive observation periods (IOPs) are essential because they provide detailed and focused data collection efforts that capture the dynamic eco-hydrological processes within the oasis-desert system, which may not be possible through continuous observations alone.",
                "AnswerCn": "强烈观察期（IOPs）至关重要，因为它们提供了详细和集中数据收集的努力，捕捉了绿洲-沙漠系统内动态的生态水文过程，这可能是通过持续观察无法实现的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using hierarchically nested scales in capturing multi-scale eco-hydrological processes in oasis-desert areas?",
                "QuestionCn": "您对在绿洲-沙漠地区使用分层嵌套尺度捕捉多尺度生态水文过程的有效性有何评估？",
                "AnswerEn": "Using hierarchically nested scales is an effective approach to capturing multi-scale eco-hydrological processes, as it allows for a structured and detailed observation of interactions at different scales within the oasis-desert system. This approach, as utilized in the HiWATER experiment, helps address the challenge of poor availability of multiscale observations by integrating various instruments and observation techniques, including eddy covariance towers and remote sensing missions.",
                "AnswerCn": "使用层次嵌套尺度是一种有效的方法，可以捕捉多尺度生态水文过程，因为它允许对绿洲-沙漠系统中不同尺度的相互作用进行结构化和详细的观察。这种方法在HiWATER实验中得到了应用，有助于解决多尺度观测可用性差的问题，通过整合各种仪器和观测技术，包括涡度协方差塔和遥感任务。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges associated with ensuring quality control throughout the data collection and processing stages in complex environmental monitoring experiments?",
                "QuestionCn": "您如何评估在复杂环境监测实验中确保数据收集和处理阶段质量控制所面临的挑战？",
                "AnswerEn": "The challenges associated with ensuring quality control throughout data collection and processing in complex environmental monitoring experiments are significant. They require meticulous planning and execution, including sensor calibration, careful data collection, and comprehensive data processing. These steps are crucial to maintaining the integrity and reliability of the datasets generated, as demonstrated by the HiWATER experiment's approach to handling multiscale and multidisciplinary data.",
                "AnswerCn": "确保复杂环境监测实验中数据收集和处理质量控制的挑战是显著的。这需要细致的规划和执行，包括传感器校准、仔细的数据收集和全面的数据处理。这些步骤对于维护生成数据集的完整性和可靠性至关重要，正如HiWATER实验在处理多尺度和多学科数据方面所展示的那样。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the prospects for expanding or refining datasets obtained from eco-hydrological experiments like HiWATER, given technological advancements in remote sensing and data processing?",
                "QuestionCn": "在我看来，随着遥感和数据处理技术的进步，从生态水文实验如HiWATER获得的数据集扩展或精炼的前景是非常乐观的。",
                "AnswerEn": "The prospects for expanding or refining datasets from eco-hydrological experiments like HiWATER are promising, given ongoing technological advancements in remote sensing and data processing. New technologies, such as more advanced imaging spectrometers, LiDAR, and improved data analytics tools, provide opportunities to enhance data resolution and accuracy. Additionally, integrating newer data collection methods can lead to more comprehensive and detailed datasets, furthering the understanding of eco-hydrological processes.",
                "AnswerCn": "像HiWATER这样的生态水文实验扩展或精炼数据集的前景是令人鼓舞的，考虑到遥感和数据处理的持续技术进步。新技术，如更先进的成像光谱仪、激光雷达和改进的数据分析工具，为提高数据分辨率和准确性提供了机会。此外，整合更新的数据收集方法可以导致更全面和详细的数据集，从而加深对生态水文过程的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the data collection methods ensure comprehensive coverage of eco-hydrological processes in such a heterogeneous area.",
                "QuestionCn": "我不明白数据收集方法如何确保在如此异质的地区全面覆盖生态水文过程。",
                "AnswerEn": "The data collection methods involve instrumentation on hierarchically nested scales, including the use of a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing. These methods aim to capture multiscale and multidisciplinary data to address the complexity of eco-hydrological processes in the heterogeneous surface of the Heihe Watershed.",
                "AnswerCn": "数据收集方法涉及在层次嵌套尺度上使用仪器，包括通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感。这些方法旨在捕捉多尺度和多学科的数据，以应对黑河流域异质表面上生态水文过程的复杂性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges that arise in obtaining multiscale observations in eco-hydrological studies.",
                "QuestionCn": "我对在生态水文研究中获得多尺度观测所面临的挑战感到不确定。",
                "AnswerEn": "One of the main challenges in obtaining multiscale observations is the poor availability of data across different scales, which hinders progress in understanding eco-hydrological processes. HiWATER addresses this challenge by implementing a structured observational approach to gather comprehensive data.",
                "AnswerCn": "获取多尺度观测的主要挑战之一是不同尺度数据的可用性差，这阻碍了对生态水文过程的理解。HiWATER通过实施结构化的观测方法来收集全面的数据，以应对这一挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets generated from such experiments are structured and made accessible for further research.",
                "QuestionCn": "我无法理解从这些实验生成的数据集是如何结构化的，以及如何为进一步研究提供访问。",
                "AnswerEn": "Datasets from experiments like HiWATER are carefully structured and undergo quality control processes, including sensor calibration and data processing. The generated datasets are then made freely available through platforms like figshare and the Cold and Arid Regions Science Data Centre, ensuring accessibility for further research.",
                "AnswerCn": "像HiWATER这样的实验生成的数据集经过精心结构化，并经过质量控制过程，包括传感器校准和数据处理。生成的数据集随后通过figshare和寒冷与干旱地区科学数据中心等平台免费提供，确保进一步研究的可获取性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}