{
    "id": "d2e371f9-69da-4ea3-9184-c86ad4b9bad9",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of flux observation matrix (automatic meteorological station of No.16) of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)",
            "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集（16号点自动气象站）",
            "description": "This dataset contains the automatic weather station (AWS) measurements from site No.16 in the flux observation matrix from 1 Jun to 17 September, 2012. The site (100.36411° E, 38.84931° N) was located in a cropland (maize surface) in Daman irrigation district, which is near Zhangye, Gansu Province. The elevation is 1564.31 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity (HMP155; 5 m, towards north), rain gauge (TE525M; 10 m), wind speed (03001; 10 m, towards north), a radiometer (Q7; 6 m, towards south), two infrared temperature sensors (SI-111; 6 m, vertically downward), soil temperature profile (AV-10T; 0, -0.02, and -0.04 m), soil moisture profile (CS616; 0.02, 0.04 m), and soil heat flux (HFT3; 3 duplicates with one below the vegetation and the other between plants, 0.06 m). \nThe observations included the following: air temperature and humidity (Ta_5 m and RH_5 m) (℃ and %, respectively), precipitation (rain, mm), wind speed (Ws_10 m, m/s), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation; W/m^2), infrared temperature (IRT_1 and IR_2, ℃), soil heat flux (Gs_1, below the vegetation; Gs_2 and Gs_3, W/m^2), soil temperature profile (Ts_0 cm, Ts_2 cm, and Ts_4 cm, ℃), and soil moisture profile (Ms_2 cm and Ms_4 cm, %).\nThe data processing and quality control steps were as follows. (1) The AWS data were averaged over intervals of 10 min; therefore, there were 144 records per day. The missing data were filled with -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) In this dataset, the time of 0:10 corresponds to the average data for the period between 0:00 and 0:10; the data were stored in *.xlsx format. (5) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年6月1日至9月17日的通量观测矩阵中16号点的自动气象站观测数据。站点位于甘肃省张掖市大满灌区农田内，下垫面是玉米。观测点的经纬度是100.36411E, 38.84931N，海拔1564.31m。空气温度、相对湿度传感器架设在5m处，朝向正北； 翻斗式雨量计安装在塔顶10米处；风速传感器架设在10米，朝向正北；辐射仪装在6米处，朝向正南；两个红外表面温度传感器安装在6米处，朝向正南支臂朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下2cm、4cm 处，并距离气象塔2米的正南方；土壤水分传感器分别埋设在地下2cm、4cm 处，并距离气象塔2米的正南方；土壤热流板（3块）依次埋设在地下6 cm处，其中两块埋设在棵间，一块埋设在植株下面。观测项目有：空气温湿观测（Ta_5m、RH_5m）(单位：摄氏度、百分比)、降水（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒) 、辐射四分量（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、 多层土壤水分（Ms_2cm、Ms_4cm）(单位：百分比)和多层土壤温度（Ts_0cm、Ts_2cm）(单位：摄氏度) 。观测数据的处理与质量控制：（1）确保每天1440个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2012-6-10 10:30；（5）命名规则为：AMS+站点编号 。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考Xu et al.(2013)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.36411,
            "west": 100.36411,
            "south": 38.84931,
            "north": 38.84931,
            "startTime": "2012-06-09 02:13:00",
            "endTime": "2012-09-25 02:13:00",
            "fileSize": 1653089.0,
            "cstr": "18406.11.hiwater.074.2013.db",
            "doi": "10.3972/hiwater.074.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": "张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应",
                "titleEn": null,
                "referenceCn": "张蕾,孙睿,乔晨,刘绍民,徐自为,唐侥,郝虑远,张荣华. 张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应. 生态学杂志,2014, 33(7), 1722-1728",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "空气温度",
                "nameEn": "Air temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-01至2012-09-17",
                "keywordEn": "2012-06-01 to 2012-09-17",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡动协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散发（E）、蒸腾（T）和蒸散（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，观察到的E（E/ET%）和T（T/ET%）的比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散发（E）、温度（T）和蒸散发总量（ET），并随后结合稳定氧和氢同位素技术以及涡度相关（EC）测量更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为在灌溉农田中，当平均H较小时，EC系统的不确定性达到了18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速和湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在地面4.5米处使用10 Hz采样频率的涡度通量系统测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig–Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是多尺度蒸散发观测实验的一部分，属于黑河水文遥测实验研究（HiWATER-MUSOEXE）。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估算的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值非常一致。此外，TSEB模型对Rn、H和LE的估算也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面的上尺度化是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺面、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are employed to capture multi-scale eco-hydrological processes in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中捕捉多尺度生态水文过程的数据收集方法有哪些？",
                "AnswerEn": "intensive observation periods (IOPs), continuous hydrometeorological observations, superstation, EC towers, two-layer automatic meteorological stations, airborne remote sensing missions",
                "AnswerCn": "密集观测期（IOPs）、连续水文气象观测、超级站、涡度相关塔、双层自动气象站、机载遥感任务",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the automatic meteorological stations typically installed within the context of eco-hydrological research?",
                "QuestionCn": "自动气象站通常安装在生态水文研究的上下文中。",
                "AnswerEn": "sandy deserts, desert pavements, desert steppes, wetlands",
                "AnswerCn": "沙漠、戈壁、荒漠草原、湿地",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are data collected for multiscale observations in the oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区，数据收集的时间是什么时候？",
                "AnswerEn": "2012",
                "AnswerCn": "2012年",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced in estimating evapotranspiration (ET) using remote sensing data in arid regions?",
                "QuestionCn": "在干旱地区使用遥感数据估算蒸散发（ET）时面临的一个挑战是什么？",
                "AnswerEn": "A challenge is the limited effectiveness of current composite temperature separation approaches in arid regions, where errors in image classification can lead to overestimation of canopy temperature due to soil pixels being counted as vegetation pixels.",
                "AnswerCn": "一个挑战是目前复合温度分离方法在干旱地区的有效性有限，图像分类中的错误可能导致由于将土壤像素误计为植被像素而导致冠层温度的高估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a multiscale observation dataset available for eco-hydrological research in oasis-desert areas?",
                "QuestionCn": "您能否提供一个可用于绿洲-沙漠地区生态水文研究的多尺度观测数据集的示例？",
                "AnswerEn": "An example is the dataset obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012, which includes data from a flux observation matrix, eco-hydrological sensor network, and hyper-resolution airborne remote sensing, available at figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "一个例子是2012年获得的黑河流域联合遥测实验研究（HiWATER）数据集，其中包括来自通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感的数据，数据可在figshare和寒区与干旱区科学数据中心获取。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the main characteristics of the data collection methods used in eco-hydrological experiments over heterogeneous land surfaces?",
                "QuestionCn": "生态水文实验中用于异质土地表面的数据收集方法的主要特征是什么？",
                "AnswerEn": "ground-based measurements, remote sensing techniques, meteorological parameters, soil heat fluxes, flux observations, eddy covariance system, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers, hierarchically nested scale, multi-scale eco-hydrological processes, irrigation district scales",
                "AnswerCn": "地面测量、遥感技术、气象参数、土壤热通量、通量观测、涡度相关系统、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计、分层嵌套尺度、多尺度生态水文过程、灌溉区尺度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific features of the soil and canopy are critical for accurately estimating evapotranspiration in agricultural areas?",
                "QuestionCn": "在农业地区，准确估计蒸散发所需的土壤和树冠的具体特征是什么？",
                "AnswerEn": "soil and canopy component temperatures, soil and canopy sensible heat fluxes, latent heat fluxes, soil and canopy directional brightness temperatures, radiation temperatures, accurate classification of soil and canopy pixels",
                "AnswerCn": "土壤和冠层组分温度、土壤和冠层感热通量、潜热通量、土壤和冠层方向亮温、辐射温度、土壤和冠层像素的准确分类。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many layers of soil moisture sensors are used in the data collection method in this field?",
                "QuestionCn": "在该领域的数据收集方法中使用了多少层土壤湿度传感器？",
                "AnswerEn": "2",
                "AnswerCn": "2",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many intensive observation periods were conducted during the HiWATER experiment in 2012?",
                "QuestionCn": "2012年在HiWATER实验中进行了多少次强化观测期？",
                "AnswerEn": "The exact number is not specified.",
                "AnswerCn": "确切的数字未指定。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What defines 'eddy covariance (EC) system' as a data collection method for measuring surface fluxes?",
                "QuestionCn": "“涡动协方差（EC）系统”作为一种测量表面通量的数据收集方法的定义是什么？",
                "AnswerEn": "The eddy covariance (EC) system is a technique for measuring the turbulent fluxes of heat, water vapor, and momentum between the land surface and the atmosphere. It involves high-frequency measurements of meteorological parameters, such as wind speed and air temperature, and is used to validate estimates of evapotranspiration and other surface fluxes.",
                "AnswerCn": "涡度协方差（EC）系统是一种测量地表与大气之间热量、水蒸气和动量湍流通量的技术。它涉及对气象参数（如风速和气温）的高频率测量，并用于验证蒸散发和其他表面通量的估算。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection techniques used in the HiWATER experiment, which includes airborne remote sensing and ground-based measurements, compare to the methods used for collecting data in the Heihe Watershed flux observation matrix?",
                "QuestionCn": "HiWATER实验中使用的数据显示技术，包括航空遥感和地面测量，与在黑河流域通量观测矩阵中收集数据的方法相比，如何？",
                "AnswerEn": "The HiWATER experiment employs a hierarchical approach with multiscale instrumentation, including LiDAR, imaging spectrometers, and multi-angle thermal imagers, to capture eco-hydrological processes across various scales. In contrast, the Heihe Watershed flux observation matrix focuses on a combination of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations for localized measurements, highlighting a more ground-centric data collection strategy.",
                "AnswerCn": "HiWATER实验采用分层方法，结合多尺度仪器，包括激光雷达、成像光谱仪和多角度热成像仪，以捕捉不同尺度的生态水文过程。相比之下，黑河流域通量观测矩阵则侧重于结合涡度协方差塔、大孔径闪烁仪和自动气象站进行局部测量，突显了一种更以地面为中心的数据收集策略。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges in estimating evapotranspiration using the TSEB model compared to the challenges faced in upscaling eco-hydrological processes in the HiWATER experiment?",
                "QuestionCn": "使用TSEB模型估算蒸散发面临的挑战与在HiWATER实验中进行生态水文过程上尺度化所面临的挑战有哪些？",
                "AnswerEn": "The TSEB model faces challenges primarily related to the uncertainty in surface-air temperature differences and errors in component temperature estimation. These difficulties are exacerbated by the strong advective conditions and inaccuracies in image classification. On the other hand, the HiWATER experiment's challenges stem from the poor availability of multiscale observations necessary for upscaling eco-hydrological processes, which the experiment seeks to address through its comprehensive, multiscale data collection methodology.",
                "AnswerCn": "TSEB模型面临的挑战主要与地表-空气温差的不确定性和组件温度估计的误差有关。这些困难在强对流条件和图像分类不准确的情况下更加严重。另一方面，HiWATER实验的挑战源于缺乏必要的多尺度观测数据，以便对生态水文过程进行上尺度处理，而该实验旨在通过其全面的多尺度数据收集方法来解决这一问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the methods for ensuring data quality and control in the flux observation matrix compare to those employed in the HiWATER experiment's multiscale dataset?",
                "QuestionCn": "确保通量观测矩阵中数据质量和控制的方法与HiWATER实验的多尺度数据集所采用的方法相比如何？",
                "AnswerEn": "The flux observation matrix ensures data quality by addressing issues such as missing data, duplication, and out-of-range values, utilizing a systematic approach to maintain consistency. Similarly, the HiWATER experiment emphasizes rigorous quality control through sensor calibration, precise data processing, and dataset generation, ensuring high reliability and accuracy across its multiscale observations.",
                "AnswerCn": "通量观测矩阵通过解决缺失数据、重复数据和超范围值等问题，采用系统化的方法来确保数据质量，维护一致性。同样，HiWATER实验通过传感器校准、精确的数据处理和数据集生成，强调严格的质量控制，确保其多尺度观测的高可靠性和准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the implementation of hierarchically nested scales improve the accuracy and reliability of data collected in heterogeneous environments?",
                "QuestionCn": "层次嵌套尺度的实施如何提高在异质环境中收集数据的准确性和可靠性？",
                "AnswerEn": "In a dataset, hierarchically nested scales were used to collect multiscale and multidisciplinary data, capturing eco-hydrological processes in oasis-desert systems. This approach allows for a comprehensive understanding of interactions across different landscapes, improving data accuracy and reliability.",
                "AnswerCn": "在一个数据集中，采用了分层嵌套的尺度来收集多尺度和多学科的数据，捕捉绿洲-沙漠系统中的生态水文过程。这种方法允许对不同景观之间的相互作用进行全面理解，从而提高数据的准确性和可靠性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the potential challenges in using thermal infrared cameras for measuring soil and canopy component temperatures, and how might these affect data interpretation?",
                "QuestionCn": "使用热红外相机测量土壤和冠层成分温度的潜在挑战有哪些，这些挑战可能如何影响数据解释？",
                "AnswerEn": "The use of thermal infrared cameras involves challenges such as image classification errors, which can lead to overestimation of canopy temperatures. These errors impact the accuracy of component temperature calculations and thus affect the interpretation of latent heat fluxes and evapotranspiration measurements.",
                "AnswerCn": "热红外相机的使用面临着诸如图像分类错误等挑战，这可能导致对冠层温度的高估。这些错误影响了组件温度计算的准确性，从而影响了潜热通量和蒸散发测量的解释。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can the use of stable isotopes improve the validation of evapotranspiration estimates in arid regions?",
                "QuestionCn": "稳定同位素的使用可以通过以下几种方式提高干旱地区蒸散发估算的验证：\n\n1. **水分来源追踪**：稳定同位素可以帮助识别植物水分的来源，了解土壤水分和地下水的贡献，从而更准确地评估蒸散发。\n\n2. **蒸发过程分析**：通过分析水体和植物体内的同位素组成，可以揭示蒸发和蒸腾的相对贡献，帮助区分不同的水分损失过程。\n\n3. **气候变化影响评估**：稳定同位素可以用于研究气候变化对水循环的影响，提供历史和现代蒸散发的比较数据。\n\n4. **模型验证**：将稳定同位素数据与蒸散发模型的输出进行比较，可以验证模型的准确性和可靠性，帮助改进模型参数。\n\n5. **空间异质性研究**：稳定同位素能够揭示干旱地区内不同地貌和植被类型对蒸散发的影响，提供更细致的空间分布信息。\n\n6. **长期监测**：通过长期监测稳定同位素，可以捕捉季节性和年际变化，为蒸散发的动态变化提供重要数据支持。",
                "AnswerEn": "Stable isotopes, such as oxygen and hydrogen isotopes, provide an additional method for validating evapotranspiration estimates by offering observed ratios of evaporation and transpiration. This approach can enhance the accuracy of model validations, particularly in arid regions where traditional methods face limitations.",
                "AnswerCn": "稳定同位素，如氧和氢同位素，提供了一种额外的方法来验证蒸散发估算，通过提供蒸发和蒸腾的观测比率。这种方法可以提高模型验证的准确性，特别是在传统方法面临局限的干旱地区。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of accurately estimating evapotranspiration in heterogeneous landscapes using remote sensing and ground-based data?",
                "QuestionCn": "在异质景观中，使用遥感和地面数据准确估计蒸散发的复杂性受到哪些因素的影响？",
                "AnswerEn": "The complexity arises from the heterogeneous nature of the landscape, which contains a mixture of soil and vegetation with different temperatures and resistances to energy exchange. Additionally, the complexity of models like the two-source energy balance (TSEB) model, which requires multiple parameters and observations not readily available from operational satellite and ground data, further complicates accurate estimation.",
                "AnswerCn": "复杂性源于景观的异质性，其中包含不同温度和能量交换阻力的土壤和植被混合。此外，像双源能量平衡（TSEB）模型这样的复杂模型需要多个参数和观测数据，而这些数据并不容易从操作卫星和地面数据中获得，这进一步使得准确估计变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it particularly challenging to achieve energy balance closure in strongly advective irrigated agricultural areas when using eddy covariance systems?",
                "QuestionCn": "在强对流灌溉农业地区使用涡度协方差系统时，实现能量平衡闭合特别具有挑战性，原因是什么？",
                "AnswerEn": "Achieving energy balance closure is challenging due to the incomplete energy balance closure with respect to available energy (Rn−G0) in such environments. The TSEB model performance is mainly affected by uncertainty in surface-air temperature differences, which are dominant due to errors in determining surface soil and vegetation temperatures, further complicated by the strong advective conditions of the region.",
                "AnswerCn": "实现能量平衡闭合是具有挑战性的，因为在这种环境中，关于可用能量（Rn−G0）的能量平衡闭合不完整。TSEB模型的性能主要受到表面与空气温度差异的不确定性的影响，这种不确定性主要源于表面土壤和植被温度的确定误差，并且在该地区强烈的平流条件下更加复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the limitations in current composite temperature separation approaches for estimating soil and canopy temperatures in arid regions?",
                "QuestionCn": "当前复合温度分离方法在估计干旱地区土壤和冠层温度时的局限性是什么原因？",
                "AnswerEn": "The limitations are primarily due to image classification errors, which vary with vegetation abundance, causing soil pixels to be misclassified as vegetation pixels. This leads to an overestimation of canopy temperature, especially under developing vegetation abundance. Additional uncertainties arise from ignoring atmospheric upwelling radiation and transmittance and errors in estimating incoming short- and long-wave radiation transmittances through the canopy.",
                "AnswerCn": "这些限制主要是由于图像分类错误造成的，这些错误随着植被丰度的变化而变化，导致土壤像素被错误分类为植被像素。这导致在植被丰度较低的情况下，冠层温度被高估。此外，忽略大气上行辐射和透射率，以及在估算通过冠层的短波和长波辐射透射率时的误差，也带来了额外的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How might the use of a high-resolution thermal camera impact the accuracy of soil and canopy component temperature measurements in estimating evapotranspiration?",
                "QuestionCn": "高分辨率热像仪的使用如何影响土壤和冠层成分温度测量的准确性，从而影响蒸散发的估算？",
                "AnswerEn": "The use of a high-resolution thermal camera can significantly improve the accuracy of soil and canopy component temperature measurements, which in turn enhances the estimation of evapotranspiration. Accurate temperature data allows for more precise separation of latent fluxes and provides reliable estimates of evaporation and transpiration ratios, even in strongly advective conditions.",
                "AnswerCn": "使用高分辨率热像仪可以显著提高土壤和冠层成分温度测量的准确性，从而增强蒸散发的估算。准确的温度数据允许更精确地分离潜热通量，并提供可靠的蒸发和蒸腾比的估算，即使在强烈的平流条件下也是如此。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the effect of poor availability of multiscale observations on the progress of upscaling eco-hydrological processes?",
                "QuestionCn": "多尺度观测的缺乏对生态水文过程上升尺度的进展有什么影响？",
                "AnswerEn": "The poor availability of multiscale observations hinders progress in upscaling eco-hydrological processes, making it challenging to capture and analyze the interactions across different scales. This limitation affects the ability to develop comprehensive models and understand complex interactions, thereby reducing the effectiveness of eco-hydrological research.",
                "AnswerCn": "多尺度观测的稀缺性阻碍了生态水文过程的上尺度研究，使得捕捉和分析不同尺度之间的相互作用变得具有挑战性。这一限制影响了综合模型的开发和复杂相互作用的理解，从而降低了生态水文研究的有效性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of employing a flux observation matrix and automatic meteorological stations in the context of eco-hydrological research over heterogeneous land surfaces?",
                "QuestionCn": "在生态水文研究中，使用通量观测矩阵和自动气象站的主要目标是什么，特别是在异质土地表面上？",
                "AnswerEn": "The primary goal is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface by obtaining multiscale and multidisciplinary data through instrumentation on hierarchically nested scales, as demonstrated in the HiWATER experiment.",
                "AnswerCn": "主要目标是通过在分层嵌套尺度上进行仪器化，获取多尺度和多学科的数据，以应对在异质表面上提升生态水文过程的挑战，正如HiWATER实验所示。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the objectives behind conducting intensive remote sensing missions using technologies like LiDAR and multi-angle thermal imagers in oasis-desert ecosystems?",
                "QuestionCn": "在绿洲-沙漠生态系统中，进行密集遥感任务的目标是什么，使用像LiDAR和多角度热成像仪这样的技术？",
                "AnswerEn": "The objectives are to capture multi-scale eco-hydrological processes by observing the interactions between oasis and desert systems, and to collect high-resolution data that can be used to understand the dynamics of these heterogeneous landscapes, contributing to the goals of the HiWATER project.",
                "AnswerCn": "目标是通过观察绿洲与沙漠系统之间的相互作用，捕捉多尺度生态水文过程，并收集高分辨率数据，以理解这些异质景观的动态，从而为HiWATER项目的目标做出贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific steps involved in setting up a flux observation matrix for monitoring evapotranspiration in a heterogeneous landscape?",
                "QuestionCn": "设置用于监测异质景观蒸散发的通量观测矩阵的具体步骤包括：\n\n1. **确定研究区域**：选择一个具有异质性的景观区域，考虑不同的土地利用类型、植被覆盖和土壤特性。\n\n2. **选择观测点**：根据研究目标和区域特征，选择多个观测点，以覆盖不同的生态系统和环境条件。\n\n3. **安装气象站**：在每个观测点安装气象站，测量温度、湿度、风速、降水量和辐射等气象参数。\n\n4. **设置通量测量设备**：在每个观测点安装通量测量设备，如涡度协方差系统，以测量气体（如水蒸气和二氧化碳）的通量。\n\n5. **选择适当的时间间隔**：确定数据采集的时间间隔，通常为15分钟或30分钟，以捕捉短期变化。\n\n6. **数据记录与存储**：确保所有设备能够实时记录数据，并将数据存储在可靠的系统中，以便后续分析。\n\n7. **进行校准和验证**：定期校准设备，确保测量的准确性，并进行现场验证以确认数据的可靠性。\n\n8. **数据分析**：使用适当的统计和模型分析方法处理收集的数据，以估算蒸散发量。\n\n9. **结果可视化与报告**：将分析结果可视化，并撰写报告，分享研究发现和管理建议。\n\n10. **长期监测与维护**：建立长期监测计划，定期维护设备，确保数据的连续性和可靠性。",
                "AnswerEn": "The setup involves using a flux observation matrix that includes eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. These instruments are arranged hierarchically in nested scales to capture multi-scale eco-hydrological processes, such as those in the oasis-desert system. The matrix also integrates soil moisture and leaf area index sensor networks, and incorporates hyper-resolution airborne remote sensing technologies like LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers.",
                "AnswerCn": "该设置涉及使用一个通量观测矩阵，包括涡度协方差塔、大孔径闪烁仪和自动气象站。这些仪器按层次结构排列，以捕捉多尺度生态水文过程，例如绿洲-沙漠系统中的过程。该矩阵还集成了土壤湿度和叶面积指数传感器网络，并结合了超高分辨率的航空遥感技术，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the Two-Source Energy Balance (TSEB) model applied to estimate evaporation and transpiration using observed soil and canopy temperatures?",
                "QuestionCn": "两源能量平衡（TSEB）模型如何应用于利用观测到的土壤和冠层温度来估算蒸发和蒸腾？",
                "AnswerEn": "The TSEB model estimates evaporation (E) and transpiration (T) by using ground-measured soil and canopy component temperatures. These temperatures are obtained from high-resolution thermal cameras and are used as inputs to the TSEB model. The model separates the latent heat fluxes of soil and canopy by solving energy balance equations and validates the component temperatures against surface radiometric temperatures. Additionally, the model uses the Craig–Gordon model to partition ET into E and T.",
                "AnswerCn": "TSEB模型通过使用地面测量的土壤和冠层组件温度来估算蒸发（E）和蒸腾（T）。这些温度是通过高分辨率热像仪获得的，并作为TSEB模型的输入。该模型通过求解能量平衡方程来分离土壤和冠层的潜热通量，并将组件温度与表面辐射温度进行验证。此外，该模型还使用Craig-Gordon模型将ET分解为E和T。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enabled the collection of multi-scale eco-hydrological data in oasis-desert areas?",
                "QuestionCn": "哪些技术进步使得在绿洲-沙漠地区收集多尺度生态水文数据成为可能？",
                "AnswerEn": "Technological advancements such as the installation of a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer enabled the collection of multi-scale eco-hydrological data in oasis-desert areas.",
                "AnswerCn": "技术进步，如安装涡度观测矩阵、涡度观测塔、大孔径闪烁仪、自动气象站，以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的高分辨率航空遥感，使得在绿洲-沙漠地区能够收集多尺度的生态水文数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might multiscale observations be challenging to collect in heterogeneous landscapes such as oasis-desert systems?",
                "QuestionCn": "在异质景观如绿洲-沙漠系统中，收集多尺度观测数据可能面临哪些挑战？",
                "AnswerEn": "Progress in upscaling eco-hydrological processes on a heterogeneous surface is hindered by the poor availability of multiscale observations, which HiWATER aims to address through a hierarchically nested scale instrumentation approach, capturing diverse eco-hydrological processes.",
                "AnswerCn": "在异质表面上对生态水文过程进行上尺度化的进展受到多尺度观测稀缺的限制，而HiWATER旨在通过分层嵌套的尺度仪器方法来解决这一问题，以捕捉多样的生态水文过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors could lead to inaccuracies in estimating soil and canopy temperatures using remote sensing techniques?",
                "QuestionCn": "导致使用遥感技术估计土壤和冠层温度不准确的因素有哪些？",
                "AnswerEn": "Errors in derived component temperatures were primarily caused by image classification errors, which varied with vegetation abundance. Especially in arid regions, soil pixels might be misclassified as vegetation pixels, leading to overestimations of canopy temperature under developing vegetation abundance.",
                "AnswerCn": "衍生组件温度的误差主要是由于图像分类错误引起的，这些错误随着植被丰度的变化而变化。特别是在干旱地区，土壤像素可能被错误分类为植被像素，从而导致在植被丰度发展的情况下对冠层温度的高估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations should researchers have regarding the quality control measures necessary for collecting datasets in eco-hydrological experiments?",
                "QuestionCn": "研究人员在收集生态水文实验数据集时，应对质量控制措施有何期望？",
                "AnswerEn": "All observational data in eco-hydrological experiments like HiWATER are expected to undergo rigorous quality control measures, including sensor calibration, data collection, processing, and dataset generation, ensuring reliable and accurate data.",
                "AnswerCn": "所有生态水文实验中的观测数据，如HiWATER，预计都将经过严格的质量控制措施，包括传感器校准、数据收集、处理和数据集生成，以确保数据的可靠性和准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you assess the challenges faced by researchers in obtaining accurate component temperatures for the two-source energy balance model in strongly advective environments?",
                "QuestionCn": "如何评估研究人员在强对流环境中获取两源能量平衡模型中准确的组分温度所面临的挑战？",
                "AnswerEn": "Researchers face significant challenges in obtaining accurate component temperatures for the two-source energy balance model in strongly advective environments due to errors in image classification and uncertainty in estimating radiometric temperatures. The complexity of separating composite temperatures into soil and canopy components, particularly in arid regions, further complicates the task. These challenges are compounded by the need to accurately classify pixels in thermal images and account for atmospheric effects on radiation measurements.",
                "AnswerCn": "研究人员在强对流环境中获取两源能量平衡模型的准确组件温度面临重大挑战，这主要是由于图像分类错误和辐射温度估计的不确定性。特别是在干旱地区，将复合温度分离为土壤和冠层组件的复杂性进一步加大了任务的难度。这些挑战还因需要准确分类热图像中的像素以及考虑辐射测量中的大气效应而加剧。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the key considerations for ensuring the quality and reliability of datasets collected from eco-hydrological experiments over oasis-desert areas?",
                "QuestionCn": "在确保从绿洲-沙漠地区的生态水文实验中收集的数据集的质量和可靠性时，关键考虑因素有哪些？",
                "AnswerEn": "Key considerations for ensuring the quality and reliability of datasets collected from eco-hydrological experiments over oasis-desert areas include meticulous quality control measures during sensor calibration, data collection, data processing, and dataset generation. The use of a comprehensive observation system, such as flux observation matrices and eco-hydrological sensor networks, in combination with hyper-resolution airborne remote sensing and synchronical ground measurements, is critical for capturing multi-scale processes and validating the data against established standards.",
                "AnswerCn": "确保从绿洲-沙漠地区的生态水文实验中收集的数据集质量和可靠性的关键考虑因素包括在传感器校准、数据收集、数据处理和数据集生成过程中进行细致的质量控制措施。使用综合观测系统，如通量观测矩阵和生态水文传感器网络，结合超高分辨率的空中遥感和同步地面测量，对于捕捉多尺度过程和将数据与既定标准进行验证至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collected from various sensors, such as thermal infrared cameras and soil moisture sensors, are integrated to accurately estimate evapotranspiration over heterogeneous landscapes.",
                "QuestionCn": "我不明白如何将来自各种传感器的数据（例如热红外相机和土壤湿度传感器）集成在一起，以准确估计异质景观上的蒸散发。",
                "AnswerEn": "Data from various sensors, including thermal infrared cameras and soil moisture sensors, are used to estimate evapotranspiration by applying models like the two-source energy balance (TSEB) model, which requires inputs such as soil and canopy component temperatures and meteorological parameters. These data are collected from field observations, such as those from the Daman superstation, and integrated using models that partition evapotranspiration into its components.",
                "AnswerCn": "来自各种传感器的数据，包括热红外相机和土壤湿度传感器，用于通过应用模型（如双源能量平衡（TSEB）模型）来估算蒸散发，该模型需要输入如土壤和冠层组分温度以及气象参数等数据。这些数据来自现场观测，例如来自达曼超级站的观测，并通过模型进行整合，以将蒸散发分解为其组成部分。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand the challenges involved in measuring soil and canopy temperatures separately using remote sensing technologies in strongly advective environments.",
                "QuestionCn": "我不理解在强烈的对流环境中，使用遥感技术分别测量土壤和冠层温度所面临的挑战。",
                "AnswerEn": "Challenges in measuring soil and canopy temperatures separately using remote sensing technologies in strongly advective environments include errors caused by image classification, pixel misclassification, and uncertainties in temperature estimation due to atmospheric conditions. These challenges can affect the accuracy of the temperature separation, impacting the estimation of latent heat fluxes and evapotranspiration components.",
                "AnswerCn": "在强烈的对流环境中，使用遥感技术分别测量土壤和冠层温度面临的挑战包括图像分类引起的错误、像素误分类以及由于大气条件导致的温度估计不确定性。这些挑战可能影响温度分离的准确性，从而影响潜热通量和蒸散发成分的估算。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please provide a detailed analysis of multiscale data collection methods used for measuring evapotranspiration over heterogeneous land surfaces in eco-hydrological experiments.",
                "QuestionCn": "请提供关于用于测量异质土地表面蒸散发的多尺度数据收集方法的详细分析，这些方法在生态水文实验中应用。",
                "AnswerEn": "Multiscale data collection methods in eco-hydrological experiments, such as those in the HiWATER project, involve hierarchically nested instrumentation to capture multiscale and multidisciplinary data. This includes the use of flux observation matrices with eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additionally, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer are employed, along with synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "生态水文实验中的多尺度数据收集方法，例如HiWATER项目，涉及分层嵌套的仪器，以捕获多尺度和多学科的数据。这包括使用涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵。此外，还采用超高分辨率的航空遥感技术，包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以及同步的地面植被动态和光合作用过程测量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please outline the challenges associated with collecting accurate evapotranspiration data in strongly advective irrigated agricultural areas.",
                "QuestionCn": "在强烈的对流灌溉农业区域，收集准确的蒸散发数据面临的挑战包括：\n\n1. **气象条件变化**：强烈的对流活动会导致局部气象条件迅速变化，影响蒸散发的测量。\n\n2. **空间异质性**：灌溉区域内土壤类型、作物种类和生长阶段的差异使得蒸散发的空间分布不均，增加了数据收集的复杂性。\n\n3. **测量设备的局限性**：常用的蒸散发测量设备（如气象站、蒸发皿等）可能无法准确捕捉到快速变化的环境条件。\n\n4. **人为干扰**：灌溉管理和农田操作（如施肥、除草等）可能会影响蒸散发过程，导致数据的不一致性。\n\n5. **数据整合问题**：将不同来源和类型的数据整合在一起以获得全面的蒸散发信息可能会面临技术和方法上的挑战。\n\n6. **时间尺度问题**：蒸散发的变化可能在短时间内发生，而长期监测数据可能无法反映这些短期变化。\n\n7. **模型的不确定性**：使用模型估算蒸散发时，模型参数的选择和校准可能会引入不确定性，影响结果的准确性。\n\n8. **水分管理**：水分的有效管理和分配对蒸散发的影响显著，然而在强烈的对流条件下，水分的蒸发和植物的水分利用效率可能会受到影响。\n\n9. **技术成本**：高精度的测量设备和技术通常成本较高，可能限制了在广泛区域内进行有效监测的能力。",
                "AnswerEn": "Challenges in collecting evapotranspiration data in strongly advective irrigated agricultural areas include the incomplete energy balance closure of EC flux measurements with respect to available energy, and uncertainty in surface-air temperature differences. Errors in determining surface soil and vegetation component temperatures from composite radiometric temperature can lead to overestimation, affecting model performance. There is also increased uncertainty due to image classification errors and the strong advective environment in these regions.",
                "AnswerCn": "在强对流灌溉农业区域收集蒸散发数据的挑战包括：涡度协方差（EC）测量的能量平衡闭合不完全，导致可用能量的估算不准确，以及地表与空气温度差异的不确定性。从复合辐射温度中确定地表土壤和植被组分温度的误差可能导致高估，从而影响模型性能。此外，由于图像分类错误和这些区域强对流环境的影响，增加了不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore potential strategies for improving dataset accuracy and quality control in large-scale eco-hydrological experiments.",
                "QuestionCn": "请探讨在大规模生态水文实验中提高数据集准确性和质量控制的潜在策略。",
                "AnswerEn": "Improving dataset accuracy and quality control in large-scale eco-hydrological experiments can involve several strategies, such as ensuring sensor calibration and consistent data collection protocols. Quality control processes include removing duplicate records, eliminating data that exceed physical or instrumental limits, and standardizing date and time formats. Additionally, utilizing high-precision thermal infrared cameras for accurate soil and vegetation component temperature measurements and implementing robust classification algorithms for image processing can further refine data quality and model accuracy.",
                "AnswerCn": "在大规模生态水文实验中，提高数据集的准确性和质量控制可以涉及多种策略，例如确保传感器校准和一致的数据收集协议。质量控制过程包括删除重复记录、消除超出物理或仪器限制的数据，以及标准化日期和时间格式。此外，利用高精度热红外相机进行准确的土壤和植被成分温度测量，以及实施强大的分类算法进行图像处理，可以进一步提高数据质量和模型准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}