{
    "id": "d31370e1-089e-40e1-8b39-0687ba84a84c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data: An Assessment of Glacier Inventories for the Third Pole Region (1990-2015)",
            "titleCn": "第三极地区冰川编目评价数据（1990-2015）",
            "description": "Using the analytic hierarchy process, this study selects eight assessment factors and assesses the comprehensive quality of eight glacier inventories of the TPR by grading. By merging products of the eight glacier inventories in terms of best-quality assessment units, A new glacier inventory product of best comprehensive quality was derived for the entire TPR. The new product greatly promotes the quality of a single glacier inventory for the entire TPR. \nThe database provides: (1) glacier information inherited from the original inventories including longitude, latitude, area, elevation, slope, aspect, acquisition time of the remote-sensing data; (2) information of the assessment including normalized index values of the eight assessment factors, integrated index values and grades of scenes for all of the eight inventories, which is recorded in terms of individual glaciers. It would meet the needs not only for the potential users who need to know the best glacier inventory of comprehensive quality of a region, but also for those who prefer to get information on a single quality or factor (e.g. seasonal snowcover) of a given glacier inventory.",
            "descriptionCn": "在国家重点研发计划“冰冻圈和极地环境变化关键参数观测与反演”第一课题“冰冻圈关键参数多尺度观测与数据产品研制“等项目的资助下，中国科学院青藏高原研究所周石硚课题组利用层次分析法，筛选出8个参评因素，通过划分等级的方式评价了第三极地区现有的8套冰川编目数据的综合质量，并融合各评价单元内综合质量最佳的数据生成了一套新的冰川编目数据。新数据大大提高了整个第三极地区单一冰川编目数据的质量。\n该数据内容包括（1）原冰川编目数据信息，包括冰川的经纬度、面积、高程、坡度、坡向、遥感数据的采集时间等；（2）评价信息，包括8个参评因素的标准化指标值、综合评价值和评价单元内冰川编目数据的等级等。这些数据不仅可以让潜在用户知道某个区域综合质量最佳的产品，还能提供冰川编目数据的单一质量或因素（如季节性积雪）。",
            "instructions": "RGI: Randolph Glacier Inventory; \nGGI18: Updated GAMDAM (Glacier Area Mapping for Discharge in Asian Mountains) Glacier Inventory; \nCGI-2: the Second Chinese Glacier Inventory; \nHKHGI: Glacier Inventory of the Hindu Kush–Himalayan Region compiled by ICIMOD (International Centre for Integrated Mountain Development); \nWHGI: Glacier Inventory for the Western Himalayas established by the GlobGlacier project; \nKPGI: Glacier Inventory for the Karakoram and Pamir region; \nPGI-2: the Second Glacier Inventory of Pakistan; \nSETPGI: Glacier Inventory for the Southeastern Tibetan Plateau;\nmergy_product: a merged glacier inventory product of the best comprehensive quality.",
            "instructionsCn": "RGI: 伦道夫冰川编目; \nGGI18: 更新的亚洲山地冰川编目 (GAMDAM，Glacier Area Mapping for Discharge in Asian Mountains); \nCGI-2: 中国第二次冰川编目; \nHKHGI: 国际山地综合发展中心发布的兴都库什-喜马拉雅地区冰川编目（International Centre for Integrated Mountain Development）; \nWHGI:  全球冰川项目发布的西喜马拉雅山冰川编目（GlobGlacier project）; \nKPGI: 喀喇昆仑-帕米尔地区冰川编目; \nPGI-2: 巴基斯坦第二次冰川编目; \nSETPGI: 藏东南冰川编目;\nmergy_product: 融合生成的最佳综合质量产品。",
            "east": 105.0,
            "west": 65.0,
            "south": 25.0,
            "north": 50.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 577514818.0,
            "cstr": "18406.11.Cryos.tpdc.272302",
            "doi": "10.11888/Cryos.tpdc.272302",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "何霞",
                "nameEn": "HE Xia ",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "周石硚",
                "nameEn": "ZHOU Shiqiao ",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "An Assessment of Glacier Inventories for the Third Pole Region",
                "referenceCn": null,
                "referenceEn": "He, X., & Zhou, S. (2022). An Assessment of Glacier Inventories for the Third Pole Region. Frontiers in Earth Science, 10, 848007. doi: 10.3389/feart.2022.848007"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "综合质量评价",
                "nameEn": "Comprehensive quality assessment"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "第三极地区",
                "keywordEn": "the Third Pole Region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2015",
                "keywordEn": "1990-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "“冰冻圈和极地环境变化关键参数观测与反演”第一课题“冰冻圈关键参数多尺度观测与数据产品研制”",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for the glacier cataloging involve using remote sensing data to gather information on glacier characteristics?",
                "QuestionCn": "冰川目录的数据显示收集方法是否涉及使用遥感数据来收集冰川特征的信息？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to evaluate the comprehensive quality of glacier catalog datasets in the Third Pole region?",
                "QuestionCn": "评估第三极地区冰川目录数据集综合质量的方法有哪些？",
                "AnswerEn": "Analytic Hierarchy Process (AHP)",
                "AnswerCn": "层次分析法 (AHP)",
                "Level": "C5(Evaluating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics that define comprehensive glacier inventory data quality in the Third Pole region?",
                "QuestionCn": "在第三极地区，定义全面冰川清单数据质量的具体特征包括：",
                "AnswerEn": "standardized indicator values, comprehensive evaluation values, ratings within evaluation units, glacier location (latitude and longitude), area, elevation, slope, aspect, remote sensing data acquisition time, quality assessments of individual catalog attributes, seasonal snow cover",
                "AnswerCn": "标准化指标值、综合评价值、评价单元内的评级、冰川位置（纬度和经度）、面积、海拔、高度、坡度、朝向、遥感数据获取时间、单个目录属性的质量评估、季节性积雪覆盖",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many glacier inventory datasets were evaluated in the Third Pole region between 1990 and 2015?",
                "QuestionCn": "在1990年至2015年期间，第三极地区评估了多少个冰川清单数据集？",
                "AnswerEn": "8",
                "AnswerCn": "8",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the '层次分析法' (Analytic Hierarchy Process) used for in the evaluation of glacier catalog data within the Third Pole region?",
                "QuestionCn": "'层次分析法'（Analytic Hierarchy Process）在第三极地区冰川目录数据评估中的用途是什么？",
                "AnswerEn": "The '层次分析法' (Analytic Hierarchy Process) is used to select 8 evaluation factors to assess the overall quality of existing glacier catalog datasets in the Third Pole region. This method involves assigning levels to these factors, which allows for a comprehensive quality evaluation of 8 different glacier catalog datasets, ultimately leading to the creation of a new, high-quality glacier catalog dataset by merging the best quality data from various evaluation units.",
                "AnswerCn": "'层次分析法'用于选择8个评估因素，以评估第三极地区现有冰川目录数据集的整体质量。该方法涉及对这些因素进行分级，从而对8个不同的冰川目录数据集进行全面的质量评估，最终通过合并各个评估单元中质量最好的数据，创建一个新的高质量冰川目录数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in using hierarchical analysis to evaluate and enhance glacier inventory data quality in the Third Pole region?",
                "QuestionCn": "使用层次分析法评估和提升第三极地区冰川清单数据质量涉及哪些程序？",
                "AnswerEn": "The procedures involve selecting eight evaluation factors using hierarchical analysis to assess the comprehensive quality of existing glacier inventory datasets from the Third Pole region. The datasets are evaluated by dividing them into grades based on these factors. The process includes integrating the highest quality data within each evaluation unit to create a new, improved glacier inventory dataset. This new dataset incorporates key metadata such as glacier latitude and longitude, area, elevation, slope, aspect, and the time of remote sensing data collection.",
                "AnswerCn": "该程序涉及使用层次分析法选择八个评估因素，以评估第三极地区现有冰川清单数据集的综合质量。通过这些因素将数据集分为不同等级进行评估。该过程包括整合每个评估单元内的最高质量数据，以创建一个新的改进冰川清单数据集。这个新数据集包含关键元数据，如冰川的纬度和经度、面积、海拔、坡度、方位角以及遥感数据收集的时间。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the evaluation and refinement of glacier catalog data quality in the Third Pole region from 1990 to 2015?",
                "QuestionCn": "哪些方法论能够评估和完善1990年至2015年第三极地区冰川目录数据的质量？",
                "AnswerEn": "The use of the Analytic Hierarchy Process (AHP) methodology allows for the evaluation of glacier catalog data quality by selecting eight evaluation factors. These factors are standardized and used to assess the comprehensive quality of existing glacier catalog datasets. By grading and fusing the highest quality data within each evaluation unit, a new set of glacier catalog data is generated, significantly improving the quality of single glacier catalog data in the Third Pole region.",
                "AnswerCn": "使用层次分析法（AHP）方法可以通过选择八个评估因素来评估冰川目录数据的质量。这些因素经过标准化，用于评估现有冰川目录数据集的综合质量。通过对每个评估单元内的最高质量数据进行评分和融合，生成了一套新的冰川目录数据，显著提高了第三极地区单个冰川目录数据的质量。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}