{
    "id": "d323f0b2-dada-4ed5-aa00-57564da788d2",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "A 10-year surface soil moisture dataset produced based on in situ measurements collected from the Tibet-Obs (2009-2019)",
            "description": "The Tibet-Obs established in 2008 consists of three regional-scale soil moisture (SM) monitoring networks, i.e. the Maqu, Naqu, and Ngari (including Ali and Shiquanhe) networks. This surface SM dataset includes the original 15-min in situ measurements collected at a depth of 5 cm by multiple SM monitoring sites of all the networks, and the spatially upscaled SM records produced for the Maqu and Shiquanhe networks.",
            "instructions": "\\In situ soil moisture\\\n    \\Maqu.xlsx\n       - Information: This sheet contains the information of all the monitoring sites including location, elevation, topography, land cover, soil texture and soil organic matter content.\n       - 2009-2019: These 11 sheets contain the available original 15-min/30-min in situ measurements at 5 cm depth for each year.\n    \\Shiquanhe.xlsx\n       - Information: This sheet contains the information of all the monitoring sites including location, elevation, topography, land cover, soil texture and soil organic matter content.\n       - 2010-2019: These 10 sheets contain the available original 15-min in situ measurements at 5 cm depth for each year.\n    \\Ali.xlsx\n       - Information: This sheet contains the information of monitoring sites including location, elevation, topography, land cover, soil texture and soil organic matter content.\n       - 2010-2018: These 9 sheets contain the available original 15-min in situ measurements at 5 cm depth for each year.\n    \\Naqu.xlsx\n       - Information: This sheet contains the information of monitoring sites including location, elevation, topography, land cover, soil texture and soil organic matter content.\n       - 2010-2019: These 10 sheets contain the available original 15-min in situ measurements at 5/2.5 cm depth for each year.\n \\Upscaled soil moisture\n    \\Maqu upscaled.xlsx\n       - 2009-2019: These 11 sheets contain spatial upscaled soil moisture with the input of original in situ measurement between 5/15/2009 and 5/15/2019.\n    \\ Maqu upscaled-daily average.xlsx\n       - 2009-2019: These 11 sheets contain spatial upscaled soil moisture with the input of daily average measurement between 5/15/2009 and 5/15/2019.\n    \\Shiquanhe upscaled.xlsx\n       - 2010-2019: These 10 sheets contain spatial upscaled soil moisture with the input of original in situ measurement between 8/1/2010 and 8/1/2019.\n    \\Shiquanhe upscaled-daily average.xlsx\n       - 2010-2019: These 10 sheets contain spatial upscaled soil moisture with the input of daily average measurement between 8/1/2010 and 8/1/2019.\n\\ Supplementary data \n    \\ Upscaled -daily average.xlsx\n       - Maqu: This sheet contains spatial upscaled soil moisture with the input of daily mean from 17 sites (3 sites) between 11/1/2009 and 10/31/2010.\n       - Shiquanhe: This sheet contains spatial upscaled soil moisture with the input of daily mean from 12 sites (4 sites) between 8/1/2018 and 7/31/2019.\n    \\Model-based products.xlsx\n       - Maqu: This sheet contains daily regional mean soil moisture of Maqu network area (Fig. 2) from the ERA5-land, GLDAS Noah, and MERRA2 products between 5/15/2009 and 5/15/2019.\n       - Shiquanhe: This sheet contains daily regional mean soil moisture of Shiquanhe network area (Fig. 3) from the ERA5-land, GLDAS Noah, and MERRA2 products between 8/1/2010 and 8/1/2019.",
            "east": 102.75,
            "west": 79.25,
            "south": 31.2,
            "north": 34.5,
            "startTime": "2009-05-15 00:00:00",
            "endTime": "2019-08-31 00:00:00",
            "fileSize": 106144360.0,
            "cstr": null,
            "doi": "10.4121/12763700.v7",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "ZHANG Pei",
                "unitEn": "ITC"
            },
            {
                "nameEn": "ZHENG Donghai",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "WEN Jun",
                "unitEn": "Chengdu University of Information Technology"
            },
            {
                "nameEn": "ZENG Yijian",
                "unitEn": "Tunt University"
            },
            {
                "nameEn": "WANG Xin",
                "unitEn": "Northwest Plateau Institute of Biology, Chinese Academy of Sciences"
            },
            {
                "nameEn": "WANG Zuoliang",
                "unitEn": "Northwest Plateau Institute of Biology, Chinese Academy of Sciences"
            },
            {
                "nameEn": "MA Yaoming",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "SU Zhongbo",
                "unitEn": "University of Twente, Netherlands"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Evaluation of SMAP, SMOS, and AMSR2 soil moisture retrievals against observations from two networks on the Tibetan Plateau",
                "referenceEn": "Chen, Y., Yang, K., Qin, J., Cui, Q., Lu, H., La, Z., Han, M., & Tang, W. (2017). Evaluation of SMAP, SMOS, and AMSR2 soil moisture retrievals against observations from two networks on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 122(11), 5780-5792."
            },
            {
                "titleEn": "Status of the Tibetan Plateau observatory (Tibet-Obs) and a 10-year (2009–2019) surface soil moisture dataset",
                "referenceEn": "Zhang, P., Zheng, D., van der Velde, R., Wen, J., Zeng, Y., Wang, X., Wang, Z., Chen, J., and Su, Z.: Status of the Tibetan Plateau observatory (Tibet-Obs) and a 10-year (2009–2019) surface soil moisture dataset, Earth Syst. Sci. Data, 13, 3075–3102, https://doi.org/10.5194/essd-13-3075-2021, 2021."
            },
            {
                "titleEn": "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products",
                "referenceEn": "Su, Z.B., Wen, J., Dente, L., van der Velde, R., Wang, L.C., Ma, Y.M., Yang, K., & Hu, Z.H. (2011). The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products. Hydrology and Earth System Sciences, 15(7), 2303-2316."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "soil moisture"
            },
            {
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Shiquanhe"
            },
            {
                "keywordEn": "Maqu"
            },
            {
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2009-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Soil moisture is a key element in controlling land surface energy partitioning, surface water budget, and vegetation transpiration and carbon assimilation. Knowledge regarding the regional/global soil moisture state is essential for understanding, modeling, and forecasting of the weather/climate, flood/drought early warning and monitoring, and crop yield estimation. However, in situ observations are too sparse to provide large-scale spatiotemporal features of soil moisture. By contrast, satellite microwave remote sensing is a promising approach to provide large-scale soil moisture state, with advantages of short revisit period and all-weather ability. With the launch of several microwave instruments over the past two decades, great efforts have been focused on developing the global soil moisture products from active/passive microwave signals. Currently, L band microwave satellites are considered to be the most promising for estimating surface soil moisture. The Soil Moisture and Ocean Salinity (SMOS) mission of European Space Agency (ESA) carries the first operational L band radiometer to produce soil moisture product with a spatial resolution of ~40 km. The latest L band satellite, the Soil Moisture Active Passive (SMAP) mission of NASA, carries a radiometer and a radar."
            ],
            "research objective": [
                "In this study, the station data are used to evaluate soil moisture retrievals from three microwave satellites, i.e., the Soil Moisture Active Passive (SMAP) of NASA, the Soil Moisture and Ocean Salinity (SMOS) of European Space Agency, and the Advanced Microwave Scanning Radiometer 2 (AMSR2) of Japan Aerospace Exploration Agency."
            ],
            "challenges": [
                "The mismatch of spatial representativeness between the in situ observation and satellite products is a big challenge for evaluation of the satellite soil moisture product. The SMOS uses the interferometric technique to retrieve brightness temperature and suffers more RFI pollutions than SMAP. The underestimation of the effective soil temperature would lead to higher soil microwave emissivity and further result in the underestimation of soil moisture."
            ],
            "methods": [
                "In order to understand land hydrological processes and satellite product validations, two soil moisture and temperature monitoring networks are constructed in the TP by the authors. There are 56 soil moisture and temperature measurement (SMTM) stations deployed in Naqu network by three field campaigns during the summers of 2010–2012. At each station, one SMTM sensor is obliquely inserted into 0–5 cm topsoil, which is comparable to the depth penetrated by L band passive microwave sensors (e.g., the SMOS and SMAP). In Pali Network, 21 SMTM stations were deployed during the summer of 2015. The installation of soil moisture and temperature sensors is the same as that of Naqu network. In consideration of the spatial representativeness issue, the measurements from SMTM stations of the Naqu large-scale network are averaged to represent the ground truth of Naqu network. Then, the station-averaged in situ surface soil moisture (0–5 cm) is compared with three satellite soil moisture retrievals in the two networks, respectively."
            ],
            "dataset": [
                "One is located in a semihumid area (Naqu) of central TP and consists of 56 soil moisture and temperature measurement (SMTM) stations, the other is located in a semiarid area (Pali) of southern TP and consists of 21 SMTM stations."
            ],
            "findings": [
                "It is found that the SMAP retrievals tend to underestimate soil moisture in the two TP networks, mainly due to the negative biases in the effective soil temperature that is derived from a climate model. However, the SMAP product well captures the amplitude and temporal variation of the soil moisture. The SMOS product performs well in Naqu network with acceptable error metrics but fails to capture the temporal variation of soil moisture in Pali network. The AMSR2 products evidently exaggerate the temporal variation of soil moisture in Naqu network but dampen it in Pali network, suggesting its retrieval algorithm needs further improvements for the TP."
            ]
        },
        {
            "background": [
                "The Tibetan Plateau observatory (Tibet-Obs) of plateau scale soil moisture and soil temperature (SMST) was set up in 2006 and became fully operational in 2010 with the objective of calibration/validation of satellite- and model-based soil moisture (SM) products at a regional scale (Su et al., 2011). The Tibet-Obs mainly consists of three regional-scale SMST monitoring networks – i.e. Maqu, Naqu, and Ngari – which cover different climate and land surface conditions across the Tibetan Plateau (TP), and each includes multiple in situ SMST monitoring sites. The SM data collected from the Tibet-Obs have been widely used in the past decade to calibrate/validate satellite- and model-based SM products (e.g. Su et al., 2013; Zheng et al., 2015a, b; Colliander et al., 2017), to evaluate and develop SM upscaling methods (e.g. Qin et al., 2013, 2015), to assess algorithms for the retrieval of SM for microwave remote sensing observations (e.g. van der Velde et al., 2014a, b; Zheng et al., 2018a, b, 2019), and to assess fusion methods for merging in situ SM and satellite- or model-based products (e.g. Yang et al., 2020; Zeng et al., 2016). In general, previous studies mainly focused on the evaluation of SM products using the Tibet-Obs data for short-term periods (i.e. less than 5 years), while up to now the Tibet-Obs has collected in situ measurements for more than 10 years."
            ],
            "research objective": [
                "This paper reports on the status of the Tibet-Obs and presents a 10-year (2009–2019) surface SM dataset produced based on in situ measurements taken at a depth of 5 cm collected from the Tibet-Obs that consists of three regional-scale SM monitoring networks, i.e. the Maqu, Naqu, and Ngari (including Ali and Shiquanhe) networks. The dataset would also be valuable for calibrating/validating long-term satellite-based SM products, evaluation of SM upscaling methods, development of data fusion methods, and quantifying the coupling of SM and precipitation at a 10-year scale."
            ],
            "challenges": [
                "However, SM is highly variable in both space and time, and data gaps in the availability of measurements taken from individual monitoring sites hinder scientific studies covering longer time periods, e.g. more than 5 years. Therefore, it is still challenging to obtain accurate long-term regional-scale SM due to the sparse nature of monitoring networks and highly variable soil conditions. Since the number of monitoring sites changes over time due to damage to SM sensors in the Tibet-Obs, it is essential to evaluate and select an appropriate upscaling method for a limited number of monitoring sites (i.e. ≤four sites)."
            ],
            "methods": [
                "Comparisons between four spatial upscaling methods – i.e. arithmetic averaging, Voronoi diagrams, time stability, and apparent thermal inertia – show that the arithmetic average of the monitoring sites with long-term (i.e. ≥6-year) continuous measurements is found to be most suitable to produce the upscaled SM records."
            ],
            "dataset": [
                "This paper reports on the status of the Tibet-Obs and presents a 10-year (2009–2019) surface SM dataset produced based on in situ measurements taken at a depth of 5 cm collected from the Tibet-Obs that consists of three regional-scale SM monitoring networks, i.e. the Maqu, Naqu, and Ngari (including Ali and Shiquanhe) networks. This surface SM dataset includes the original 15 min in situ measurements collected by multiple SM monitoring sites of the three networks and the spatially upscaled SM records produced for the Maqu and Shiquanhe networks."
            ],
            "findings": [
                "Trend analysis of the 10-year upscaled SM records indicates that the Shiquanhe network in the western part of the TP is getting wet, while there is no significant trend found for the Maqu network in the east. It is found that current model-based SM products still show deficiencies in representing the measured SM dynamics in the Tibetan grassland (i.e. Maqu) and desert ecosystems (i.e. Shiquanhe)."
            ]
        },
        {
            "background": [
                "Soil moisture is a key state variable of the land surface controlling the partition of rainfall to subsoil drainage, surface runoff, or evaporation from the land surface. Understanding the dynamics of soil moisture is crucial for understanding the role of the hydrological cycle in the climate system and a variety of ecological and biogeochemical processes. Quantification of trends and variability in global soil moisture can contribute to a better understanding of the feedback between the water cycle and climate. Although the soil moisture dynamics at local scale can be measured with a certain degree of confidence, it is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Satellite remote sensing can be a powerful tool in fulfilling the need for a consistent global soil moisture data set because it allows monitoring the land surface at the relevant spatial and temporal scales. Recent progresses have already made available several global and continental scale soil moisture datasets from satellite observations not primarily designed for this purpose. The European Space Agency (ESA) operates currently a satellite, the Soil Moisture and Ocean Salinity (SMOS) mission, dedicated to global soil moisture monitoring and also the National Aeronautic and Space Administration (NASA) is in preparation of a similar soil moisture mission, Soil Moisture Active/Passive (SMAP). Throughout the globe a number of intensive soil moisture networks have been developed for various purposes.",
                "The accuracy of the soil moisture products from coarse resolution satellite sensors have been subject of various previous studies. These data sets were validated over regional limited networks (e.g. Albergel et al., 2009; Gruhier et al., 2010; Sinclair and Pegram, 2010) and evaluated against model data (Wagner et al., 2003; Rüdiger et al., 2009; de Rosnay et al., 2008). These studies found high correlations with in situ observations in semi arid regions and somewhat lower correlations in agricultural areas. Recent assimilation studies support the positive findings of the validation efforts (Drusch et al., 2008; Scipal et al., 2008). De Jeu et al. (2008) highlighted differences and limitations of active and passive soil moisture products (i.e. Radio Frequency Interference, RFI, in AMSR-E, misinterpretation of ERS in desert regions) in a global evaluation study.",
                "The results suggest the potential to merge different soil moisture products into one superior soil moisture dataset as undertaken in the W ACMOS (Water Cycle Multimission Observation Strategy) project (Su et al., 2010; Dorigo et al., 2010; Liu et al., 2011). However, the validity and accuracy of these data for the Tibetan Plateau have not been assessed due to lack of in-situ reference data where extreme climate conditions have made in-situ measurements very difficult.",
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) is presented in detail consisting of three regional scale in-situ reference networks, the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. These networks provide a representative coverage of the different climate and land surface hydrometeorological conditions on the Tibetan plateau. The obtained data are analysed to ensure the consistency with the regional climatic conditions and for the purpose of serving as reference for validation of coarse resolution satellite and modeling soil moisture products. Each network with its mean and variance of measurements (presented as average and range given by standard deviations) of soil temperature and soil moisture is representative of a particular situation on the Tibetan Plateau."
            ],
            "research objective": [
                "A plateau scale soil moisture and soil temperature observatory is established on the Tibetan Plateau for quantifying uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. To demonstrate the uniqueness of the Tibet-Obs in quantifying and explaining soil moisture uncertainties in existing coarse satellite products, an analysis is carried out to assess the reliability of several satellite products for the Naqu and the Maqu network areas.",
                "We conclude that global coarse resolution soil moisture products are useful but exhibit big uncertainties in cold semiarid regions on the Tibetan Plateau that need to be characterised and improved before operational use of these data. The in-situ soil moisture and soil temperature measurements are valuable references in this particular environment and can also be used for assessment of global model products that shall be the topics of future investigations."
            ],
            "challenges": [
                "It is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimised parameters usually fail to achieve this task. Global models display a large, and often unexplained, variation among estimates produced by different models. Although current understanding of the attenuation of microwaves by vegetation is still rather poor, various experimental studies showed the presence of significant soil response at C-band frequencies even in the case of vegetated areas when observed at lower incidence angles.",
                "In the winter periods, the AMSR-E data are not reliable at all, indicating needs in improving the retrieval algorithms in particular for the surface temperature. For similar cold semiarid conditions on the Tibetan Plateau, due to the unexplained big uncertainty, the use of these datasets are not recommended before a rigorous assessment of the algorithm with in-situ data can be carried out to explain the reasons of deviations and to improve the consistency with the actual hydrological situation."
            ],
            "methods": [
                "In this paper the details of the Tibet-Obs are reported. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. Continuous measurements are made of water and energy exchanges between the land surface and atmosphere at this station, including atmospheric variables at different heights, incoming and outgoing radiation, turbulent heat fluxes, soil moisture at depths of 0.05 and 0.20 m below surface, and soil temperatures profile down to a depth of 0.40 m below surface. To monitor the regional soil moisture dynamics and validate soil moisture retrievals from satellite data, five additional soil moisture stations were installed in June 2006. The soil moisture stations were placed north, south, west and east within 10 km from Naqu station with one additional one installed at Naqu station itself for comparison purpose with the existing instrumentation. The instrumentation used for this network consists of EM5b data loggers and 0.10 m long ECH2O (type: EC-10) impedance probes both manufactured by Decagon Devices. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. The Maqu Source Water Region of Yellow River Station for Climate and Environment Observation and Research of Chinese Academy of Sciences is located in the centre of this network. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "With the operational Naqu and Maqu networks (data from the Ngari network is not available at the writing time), assessment of three datasets (henceforth the AMSR-E products, the ASCA T-L2 and the SMOS products) was conducted and results are presented in the next section."
            ],
            "dataset": [
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) consists of three regional scale in-situ reference networks, including the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "The data product to be validated was generated by the LPRM algorithm applied to AMSR-E data and will be called the AMSR-E soil moisture data in the rest of this paper.",
                "The AMSR-E products were retrieved from http://www.geo.vu.nl/ ∼jeur/lprm/ which provides daily 0.25 degree surface soil moisture and land surface temperature data from AMSR-E observations; the night-time overpass products are used because the daytime overpass data have major uncertainties caused by temperature variations. The ASCA T-L2 products were retrieved from the EUMETSA T archive which link can be found at http://www.ipf.tuwien.ac.at/radar/. The ASCA T-L2 products are global coarse resolution soil moisture estimates (25–50 km) derived from backscatter measurements acquired with scatterometers onboard the METOP satellite, with relative values scaled between 0 % and 100 % representing dry and saturation conditions respectively. After the successful launch of SMOS in November 2009 and following the first six months of SMOS commissioning phase to test the functionalities of the spacecraft and instrument, SMOS has been in routine operation since May 2010 and has been providing data products to the science community for a variety of applications.",
                "Figure 7 shows soil moisture products from AMSR-E, ASCA T-L2 and SMOS compared to measured values at 5 cm soil depth in Maqu network area from 1 July 2009 to 31 July 2010."
            ],
            "findings": [
                "It is concluded that global coarse resolution soil moisture products are useful but exhibit till now unreported uncertainties in cold and semiarid regions – use of them would be critically enhanced if uncertainties can be quantified and reduced using in-situ measurements.",
                "It is observed while both retrievals follow the gradual increasing pattern from winter to monsoon period of soil moisture in Naqu network area, there are dramatic differences in the magnitudes. Both overestimate the areal mean of in-situ measurements by about 100 % in the monsoon period (May to August). In winter period, AMSR-E grossly overestimates the in-situ measurements, while ASCA T-L2 estimates are close to the in-situ measurements since the area is frozen and the assumption of dry soil in ASCA T-L2 retrieval appears reasonable. The ASCA T-L2 products systematically overestimate the surface soil moisture in this network area in the monsoon period.",
                "Some important findings are obtained in this study for the Naqu area as a cold semiarid area where AMSR-E and ASCA T-L2 products overestimate by 0.2 ∼ 0.3 m 3 m −3 the regional soil moisture in the monsoon periods. For the cold humid Maqu network area it is concluded that soil moisture products from AMSR-E, ASCA T-L2 have comparable accuracy as reported by previous studies in the humid monsoon period. The AMSR-E products overestimate and ASCA T-L2 products underestimate soil moisture in the winter period significantly. But the opposing behaviours of both data sets may be used to generate a more useful data for the winter periods. A preliminary evaluation of SMOS data indicates its promising feature, but apparently needs much more data to derive more concrete conclusions."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are in situ soil moisture and temperature measurements used to validate and calibrate satellite-based soil moisture products for the Tibetan Plateau?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the arithmetic averaging method, Voronoi diagrams, time stability, or apparent thermal inertia more suitable for spatial upscaling of soil moisture data collected from monitoring networks?",
                    "Answer": "arithmetic averaging method",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are some data collection methods used for soil moisture monitoring on the Tibetan Plateau?",
                    "Answer": "Soil moisture and temperature measurement stations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the regional-scale soil moisture monitoring networks located on the Tibetan Plateau?",
                    "Answer": "Maqu, Naqu, Ngari",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges exist in collecting long-term soil moisture data on the Tibetan Plateau?",
                    "Answer": "high variability of soil moisture, data gaps, sparse monitoring networks",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced in collecting long-term soil moisture data in the Tibetan Plateau?",
                    "Answer": "One of the challenges in collecting long-term soil moisture data in the Tibetan Plateau is the sparse nature of monitoring networks and the highly variable soil conditions. Additionally, data gaps due to damage to soil moisture sensors over time make it difficult to obtain accurate long-term regional-scale soil moisture measurements.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What specific attributes of soil moisture datasets are important for satellite-based product validation in the Tibetan Plateau?",
                    "Answer": "long-term continuity, spatial representativeness, temporal resolution, 15-minute interval measurements, 5 cm depth",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods are employed to address the spatial representativeness issue in soil moisture data collection on the Tibetan Plateau?",
                    "Answer": "arithmetic averaging, Voronoi diagrams, time stability analysis",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many soil moisture and temperature measurement stations are included in the Naqu and Pali networks?",
                    "Answer": "56, 21",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the frequency of soil moisture data collection in the monitoring networks on the Tibetan Plateau?",
                    "Answer": "15-minute intervals",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Over how many years were the surface soil moisture datasets collected and analyzed in the Tibet-Obs networks?",
                    "Answer": "10 years",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is a soil moisture and temperature monitoring network in the context of data collection on the Tibetan Plateau?",
                    "Answer": "A soil moisture and temperature monitoring network is a system of multiple stations set up to continuously measure soil moisture and temperature at various depths and intervals. These networks, like those on the Tibetan Plateau, are used to gather detailed data that can help in understanding land hydrological processes and in validating satellite soil moisture products.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are associated with the spatial representativeness of in situ soil moisture observations compared to satellite products?",
                    "Answer": "Challenges associated with the spatial representativeness of in situ soil moisture observations compared to satellite products include the mismatch in spatial scale and coverage, as in situ measurements are often sparse and localized, while satellite products cover larger areas but may not capture local variability accurately. This can lead to difficulties in evaluating and validating satellite soil moisture products.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the soil moisture retrievals from the SMAP satellite compare to those from the SMOS satellite in terms of performance and challenges faced in the Tibetan Plateau networks?",
                    "Answer": "The SMAP retrievals tend to underestimate soil moisture mainly due to the negative biases in the effective soil temperature derived from a climate model, though they capture the amplitude and temporal variation well. The SMOS product performs well in the Naqu network but fails to capture the temporal variation in the Pali network, suffering more from radio frequency interference (RFI) than SMAP.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In terms of dataset development, how does the approach of producing a long-term surface soil moisture dataset differ between the Maqu and Shiquanhe networks?",
                    "Answer": "The development of the long-term surface soil moisture dataset for the Maqu and Shiquanhe networks involves spatially upscaling the original 15-minute in situ measurements. The Shiquanhe network is found to exhibit a wetting trend while no significant trend is observed in the Maqu network. Trend analysis and upscaling methods like arithmetic averaging are utilized to produce consistent data over a 10-year period.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the challenges of spatial representativeness and data gaps in soil moisture monitoring networks be addressed to improve the accuracy of long-term soil moisture datasets?",
                    "Answer": "Challenges in spatial representativeness and data gaps can be addressed by selecting appropriate upscaling methods, such as arithmetic averaging for sites with long-term continuous measurements, to produce more accurate regional-scale soil moisture records. Additionally, integrating multiple monitoring sites and averaging their measurements can provide a more representative ground truth for comparison with satellite retrievals.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the potential advantages and limitations of using satellite microwave remote sensing for soil moisture estimation compared to in situ observations?",
                    "Answer": "Satellite microwave remote sensing offers advantages such as large-scale coverage, short revisit periods, and all-weather capabilities, making it promising for estimating surface soil moisture. However, limitations include potential mismatches in spatial resolution compared to in situ observations, susceptibility to radio frequency interference, and challenges in accurately estimating effective soil temperature, which can lead to underestimation of soil moisture.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways can merging different soil moisture products enhance the quality of global datasets, and what challenges need to be overcome in the context of the Tibetan Plateau?",
                    "Answer": "Merging different soil moisture products can enhance global datasets by combining the strengths of various retrieval methods and compensating for individual uncertainties. However, challenges include ensuring consistency among datasets, accounting for regional climatic conditions like those in the Tibetan Plateau, and validating merged products with reliable in situ data to address reported discrepancies and improve alignment with actual soil moisture dynamics.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges of accurately capturing soil moisture data in the Tibetan Plateau using satellite-based methodologies?",
                    "Answer": "The challenges in accurately capturing soil moisture data in the Tibetan Plateau using satellite-based methodologies are mainly due to the mismatch of spatial representativeness between in situ observations and satellite products. Additionally, issues such as radio frequency interference (RFI) pollutions, underestimation of effective soil temperature leading to higher soil microwave emissivity, and the highly variable soil conditions and sparse nature of monitoring networks further complicate the process.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a need for developing long-term soil moisture datasets from in situ measurements on the Tibetan Plateau?",
                    "Answer": "Developing long-term soil moisture datasets from in situ measurements on the Tibetan Plateau is crucial due to the sparse nature of existing monitoring networks and the highly variable soil conditions that hinder long-term scientific studies. These datasets are essential for calibrating and validating long-term satellite-based soil moisture products, evaluating soil moisture upscaling methods, and understanding the coupling of soil moisture and precipitation over extended periods.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of using spatial upscaling methods on the accuracy and reliability of soil moisture datasets in the context of the Tibetan Plateau?",
                    "Answer": "The use of spatial upscaling methods, such as arithmetic averaging, Voronoi diagrams, time stability, and apparent thermal inertia, can impact the accuracy and reliability of soil moisture datasets. The arithmetic average, particularly using monitoring sites with long-term continuous measurements, has been found most suitable to produce upscaled soil moisture records. However, challenges remain due to sparse monitoring networks and highly variable soil conditions, which can introduce data gaps and inaccuracies over long-term periods.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What potential impacts do data gaps and sensor damage have on long-term soil moisture monitoring and analysis in large-scale networks?",
                    "Answer": "Data gaps and sensor damage can significantly hinder long-term soil moisture monitoring and analysis in large-scale networks. They lead to challenges in obtaining accurate long-term regional-scale soil moisture data due to the reduced number of operational monitoring sites. This necessitates careful evaluation and selection of appropriate upscaling methods to compensate for the limited data availability, which is crucial for maintaining the continuity and quality of soil moisture datasets over extended periods.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the objective behind developing a long-term soil moisture dataset from multiple monitoring networks on the Tibetan Plateau?",
                    "Answer": "The objective of developing a long-term soil moisture dataset from multiple monitoring networks on the Tibetan Plateau is to provide valuable data for calibrating and validating long-term satellite-based soil moisture products, evaluate soil moisture upscaling methods, develop data fusion methods, and quantify the coupling of soil moisture and precipitation over a 10-year scale.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to address the spatial representativeness issue when evaluating satellite soil moisture retrievals using in situ observations?",
                    "Answer": "It is important to address the spatial representativeness issue when evaluating satellite soil moisture retrievals using in situ observations because there is often a mismatch between the spatial scale of satellite data and the point-scale nature of in situ measurements, which can lead to challenges in accurately assessing the satellite products and may introduce biases in soil moisture estimates.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures were used to ensure the spatial representativeness of soil moisture data collected from a limited number of monitoring sites in the Tibetan Plateau?",
                    "Answer": "To address the spatial representativeness issue, the soil moisture measurements from SMTM stations in the Naqu large-scale network were averaged to represent the ground truth. The station-averaged in situ surface soil moisture data were then compared with satellite soil moisture retrievals.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How are soil moisture and temperature monitoring networks structured and deployed to support satellite product validations in the Tibetan Plateau?",
                    "Answer": "Two soil moisture and temperature monitoring networks were constructed in the Tibetan Plateau. The Naqu network consists of 56 SMTM stations and the Pali network has 21 SMTM stations. SMTM sensors are inserted into the topsoil at a depth of 0–5 cm at each station, comparable to the depth penetrated by L band passive microwave sensors.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods are used to upscale soil moisture data from individual monitoring sites to regional-scale datasets in the Tibetan Plateau?",
                    "Answer": "Four spatial upscaling methods were compared, including arithmetic averaging, Voronoi diagrams, time stability, and apparent thermal inertia. The arithmetic average of monitoring sites with long-term continuous measurements was found to be most suitable for producing upscaled soil moisture records.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "How does the integration of satellite-based soil moisture retrievals with in situ monitoring networks enable the validation and improvement of regional soil moisture models?",
                    "Answer": "The integration of satellite-based soil moisture retrievals with in situ monitoring networks, such as those on the Tibetan Plateau, enables validation by providing ground truth data, which can be used to evaluate the accuracy and improve the performance of regional soil moisture models by addressing challenges like spatial representativeness and biases in effective soil temperature.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do spatial upscaling methods enable the creation of regional-scale soil moisture datasets from sparse monitoring networks?",
                    "Answer": "Spatial upscaling methods like arithmetic averaging, Voronoi diagrams, and apparent thermal inertia allow for the aggregation of data from sparse monitoring networks into regional-scale datasets by effectively representing the spatial variability of soil moisture over larger areas, addressing challenges such as data gaps and limited site numbers.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the spatial representativeness of in situ soil moisture observations be insufficient for evaluating satellite-derived soil moisture datasets?",
                    "Answer": "The mismatch of spatial representativeness between in situ observations and satellite products poses a significant challenge. In situ observations are often too sparse to provide large-scale spatiotemporal features of soil moisture, which makes it difficult to evaluate satellite-derived soil moisture datasets effectively.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why are there challenges in obtaining accurate long-term regional-scale soil moisture data despite the existence of monitoring networks?",
                    "Answer": "Accurate long-term regional-scale soil moisture data is challenging to obtain due to the sparse nature of monitoring networks and the highly variable soil conditions. Additionally, data gaps caused by sensor damage and changes in the number of monitoring sites over time further complicate the process.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why do existing global coarse resolution soil moisture products exhibit large uncertainties in cold semiarid regions like the Tibetan Plateau?",
                    "Answer": "Existing global coarse resolution soil moisture products exhibit large uncertainties in cold semiarid regions due to a lack of understanding of soil moisture variability within natural landscapes and unexplained variations in estimates produced by different models. The challenging environmental conditions on the Tibetan Plateau further complicate the validation and improvement of these datasets.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What are the perceived challenges in using satellite-based soil moisture products for accurate regional assessments on the Tibetan Plateau?",
                    "Answer": "Satellite-based soil moisture products face challenges such as the mismatch of spatial representativeness compared to in situ observations, and issues like radio frequency interference (RFI) that affect accuracy. The effectiveness of satellite products varies, with some like SMAP underestimating soil moisture in the Tibetan Plateau networks due to biases in soil temperature estimation. These challenges necessitate improved retrieval algorithms and validation with in situ data for enhanced regional assessments.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What advancements could be made to improve the data collection techniques for soil moisture on the Tibetan Plateau?",
                    "Answer": "Advancements could include increasing the density of soil moisture and temperature measurement networks to improve spatial coverage and address data gaps. Additionally, refining upscaling methods, such as the use of Voronoi diagrams or apparent thermal inertia, could enhance the accuracy of regional assessments. Implementing robust data fusion techniques that integrate in situ and satellite data would also contribute to better representation of soil moisture dynamics on the Tibetan Plateau.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure about the techniques used to upscale soil moisture measurements from limited monitoring sites to a regional scale.",
                    "Answer": "The upscaling of soil moisture measurements from limited monitoring sites to a regional scale involves the use of spatial upscaling methods. Among the techniques evaluated, arithmetic averaging of long-term continuous measurements from monitoring sites is found to be most suitable. This approach helps in producing upscaled soil moisture records that are representative of the broader region, despite the sparse distribution of individual monitoring sites.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please describe the main challenges faced in collecting and upscaling soil moisture data from monitoring networks in the Tibetan Plateau.",
                    "Answer": "The main challenges in collecting and upscaling soil moisture data include the mismatch of spatial representativeness between in situ observations and satellite products, high variability of soil moisture in space and time, and data gaps due to sensor damage. Upscaling methods are needed to address the sparse nature of monitoring networks and the variability of soil conditions, which require careful evaluation and selection of suitable methods.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}