{
    "id": "d454d239-33c8-4e14-81eb-07f60a927120",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Meteorological observation data of Everest integrated atmospheric and environmental observation research station (2017-2018)",
            "titleCn": "珠穆朗玛大气与环境综合观测研究站气象观测数据（2017-2018）",
            "description": "This data set includes the daily average values of air temperature, air pressure, relative humidity, wind speed, precipitation, total radiation, p2.5 concentration, short wave radiation, etc. observed by the comprehensive observation and research station of atmosphere and environment of Everest from 2017 to 2018.",
            "descriptionCn": "本数据集包含珠穆朗玛大气与环境综合观测研究站，2017-2018年观测的气温、气压、相对湿度、风速、降水、总辐射、P2.5浓度、短波辐射等日平均值。\n数据服务对象为从事青藏高原气象研究的学生和科研人员。\n\n其中降水数据是人工雨量桶观测，蒸发数据为Φ20mm蒸发皿观测，其它均为半小时的观测值处理后得到的日均值。\n\n所有数据严格按照仪器操作规范进行观测和采集，在加工生成数据时，剔除了一些明显的误差数据。",
            "instructions": "excel data",
            "instructionsCn": "excel data",
            "east": 86.95,
            "west": 86.95,
            "south": 28.36,
            "north": 28.36,
            "startTime": "2017-07-12 00:00:00",
            "endTime": "2019-07-11 00:00:00",
            "fileSize": 90179.0,
            "cstr": "18406.11.Meteoro.tpdc.270315",
            "doi": "10.11888/Meteoro.tpdc.270315",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "马耀明",
                "nameEn": "MA Yaoming",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Recent advances on the study of atmosphere-land interaction observations on the tibetan plateau",
                "referenceCn": null,
                "referenceEn": "Ma, Y., Wang, Y., Wu, R., Hu, Z., Yang, K., & Li, M., et al. (2009). Recent advances on the study of atmosphere-land interaction observations on the tibetan plateau. Hydrology and Earth System Sciences, 13(7), 1103-1111."
            },
            {
                "titleCn": null,
                "titleEn": "Tibetan Observation and Research Platform- Atmosphere–land interaction over a heterogeneous landscape",
                "referenceCn": null,
                "referenceEn": "Ma, Y.M., Kang, S.C., Zhu, L.P., Xu, B.Q., Tian, L.D., & Yao, T.D. (2008). Tibetan Observation and Research Platform- Atmosphere–land interaction over a heterogeneous landscape, Bulletin of the American Meteorological Society. 89, 1487–1492. doi:10.1175/2008BAMS2545.1."
            },
            {
                "titleCn": null,
                "titleEn": "Determination of land surface heat fluxes over heterogeneous landscape of the Tibetan Plateau by using the MODIS and in-situ data",
                "referenceCn": null,
                "referenceEn": "Ma, Y.M., Zhong, L., Wang, B.B., Ma, W.Q., Chen, X.L., & Li, M. (2011). Determination of land surface heat fluxes over heterogeneous landscape of the Tibetan Plateau by using the MODIS and in-situ data. Atmospheric Chemistry and Physics, 11, 10461–10469. doi:10.5194/acp-11-10461-2011."
            },
            {
                "titleCn": "中国科学院珠穆朗玛峰大气与环境综合观测研究站: 一个新的研究喜马拉雅山区地气相互作用过程的综合基地",
                "titleEn": null,
                "referenceCn": "马耀明. (2007). 中国科学院珠穆朗玛峰大气与环境综合观测研究站: 一个新的研究喜马拉雅山区地气相互作用过程的综合基地. 高原气象, 26(6), 1141-1145.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Monitoring and Modeling the Tibetan Plateau’s climate system and its impact on East Asia",
                "referenceCn": null,
                "referenceEn": "Ma, Y.M., Ma, W.Q., Zhong, L., Hu, Z., Li, M., Zhu, Z., et al. (2017). Monitoring and Modeling the Tibetan Plateau’s climate system and its impact on East Asia, Scientific Reports, 7, 44574, doi:10.1038/srep44574."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湿度/干燥度",
                "nameEn": "Humidity/Dryness"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "珠峰",
                "keywordEn": "Qomolangma"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017-2018",
                "keywordEn": "2017-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Tibetan Plateau contains the world’s highest elevation (average elevation about 4000 m) relief features, some reaching into the mid-troposphere. Because of its topographic character, the plateau surface absorbs a large amount of solar radiation energy, and undergoes dramatic seasonal changes of surface heat and water fluxes. Remote sensing from satellites however offers the possibility to derive regional distribution of surface heat fluxes over heterogeneous land surface of the Tibetan Plateau in combination with sparse field experimental stations. Regional distributions of surface heat flux (net radiation flux, soil heat flux, sensible heat flux and latent heat flux) have already been gotten by some researchers over the Tibetan Plateau area, but the results were only in meso-scale area till now."
            ],
            "research objective": [
                "In this study, a parameterization methodology based on MODIS (Moderate Resolution Imaging Spectroradiometer) and in situ data is proposed and tested for deriving the regional surface reflectance, surface temperature, net radiation flux, soil heat flux, sensible heat flux and latent heat flux over heterogeneous landscape."
            ],
            "challenges": [
                "Regionalization of the net radiation heat flux, soil heat flux, sensible heat flux and latent heat flux over heterogeneous landscape is not an easy issue. The parameterization methodology presented in this research is still in developing stage due to only a single set of values at a specific time of specific day are used in this research. To reach more accurate regional land surface heat fluxes over the Tibetan Plateau area, more field observations, more accurate radiation transfer models to determine the surface reflectance and surface temperature, and another satellites such as GMS (Geo-stationary Meteorological Satellite), ATSR (Along Track Scanning Radiometer) and AVHRR (Advanced Very High-Resolution Radiometer) have to be used."
            ],
            "methods": [
                "Four images of MODIS data (30 January 2007, 15 April 2007, 1 August 2007 and 25 October 2007) were used in this study for the comparison among winter, spring, summer and autumn. The derived results were also validated by using the “ground truth” measured in the stations of the Tibetan Observation and Research Platform (TORP)."
            ],
            "dataset": [
                "Four images of MODIS data (30 January 2007, 15 April 2007, 1 August 2007 and 25 October 2007) were used in this study for the comparison among winter, spring, summer and autumn. In situ data observed in nine stations of Haibei, Maqu, D105, Amdo, NPAM, BJ, NAMOR, QOMS, and SETS in the Tibetan Observation and Research Platform (TORP) are used for the validation."
            ],
            "findings": [
                "The results show that the derived surface variables (surface reflectance and surface temperature) and surface heat fluxes (net radiation flux, soil heat flux, sensible heat flux and latent heat flux) in four different seasons over the Tibetan Plateau area are in good accordance with the land surface status. The estimated land surface variables and surface heat fluxes are in good agreement with the ground measurements, and all their absolute percent difference (APD) is less than 10 % in the validation sites. It is therefore concluded that the proposed methodology is successful for the retrieval of land surface variables and surface heat fluxes using the MODIS and in situ data over the Tibetan Plateau area. Compared with the field measurements, the proposed methodology has been proved to be a better approach to getting related land surface heat fluxes over heterogeneous landscape."
            ],
            "backgroundCn": [
                "青藏 Plateau 包含世界上最高的海拔（平均海拔约4000米）地形特征，一些地方甚至达到中对流层。由于其地形特征，平台表面吸收大量太阳辐射能量，并经历剧烈的季节性表面热量和水分通量变化。然而，来自卫星的遥感提供了在青藏高原异质陆地表面上推导区域表面热通量分布的可能性，结合稀疏的现场实验站。已有一些研究者在青藏高原地区获得了表面热通量（净辐射通量、土壤热通量、显热通量和潜热通量）的区域分布，但迄今为止，结果仅限于中尺度区域。"
            ],
            "research objectiveCn": [
                "在本研究中，提出并测试了一种基于MODIS（中分辨率成像光谱仪）和现场数据的参数化方法，用于推导异质景观上的区域表面反射率、表面温度、净辐射通量、土壤热通量、显热通量和潜热通量。"
            ],
            "challengesCn": [
                "在异质景观上，净辐射热通量、土壤热通量、显热通量和潜热通量的区域化并不是一件容易的事情。本研究中提出的参数化方法仍处于开发阶段，因为本研究仅使用了一组特定时间和特定日期的值。为了更准确地获取青藏高原地区的区域地表热通量，需要更多的现场观测、更准确的辐射传输模型来确定表面反射率和表面温度，以及使用其他卫星，如GMS（静止气象卫星）、ATSR（沿轨扫描辐射计）和AVHRR（高级非常高分辨率辐射计）。"
            ],
            "methodsCn": [
                "本研究使用了四幅MODIS数据图像（2007年1月30日、2007年4月15日、2007年8月1日和2007年10月25日），用于比较冬季、春季、夏季和秋季。所得到的结果还通过在西藏观测与研究平台（TORP）测量的“实地验证”进行了验证。"
            ],
            "datasetCn": [
                "本研究使用了四幅MODIS数据图像（2007年1月30日、2007年4月15日、2007年8月1日和2007年10月25日）用于冬季、春季、夏季和秋季的比较。使用了在青藏高原观测与研究平台（TORP）九个站点（海北、玛曲、D105、安多、NPAM、BJ、NAMOR、QOMS和SETS）观测到的现场数据进行验证。"
            ],
            "findingsCn": [
                "结果表明，在青藏高原地区，推导的表面变量（表面反射率和表面温度）以及表面热通量（净辐射通量、土壤热通量、显热通量和潜热通量）在四个不同季节与地表状态良好一致。估计的地表变量和表面热通量与地面测量结果相符，所有验证点的绝对百分比差异（APD）均小于10%。因此，可以得出结论，所提出的方法在青藏高原地区成功地检索了地表变量和表面热通量。与现场测量相比，所提出的方法被证明是获取异质景观上相关地表热通量的更好方法。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the parameterization methodology for deriving regional surface heat fluxes over the Tibetan Plateau still in the developing stage due to limited data points?",
                "QuestionCn": "由于数据点有限，关于青藏高原区域表面热通量的参数化方法仍处于开发阶段吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are there challenges in regionalizing net radiation heat flux, soil heat flux, sensible heat flux, and latent heat flux over heterogeneous landscapes in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的异质景观中，区域化净辐射热通量、土壤热通量、显热通量和潜热通量是否存在挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main data collection methods used for meteorological observations at high-altitude research stations like the Tibetan Plateau?",
                "QuestionCn": "在高海拔研究站（如青藏 Plateau）进行气象观测的主要数据收集方法有哪些？",
                "AnswerEn": "Artificial rain gauges, Φ20mm evaporation pans, half-hour observation values",
                "AnswerCn": "人工雨量计，Φ20毫米蒸发皿，半小时观测值",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can regional surface heat flux data be validated for accuracy in the Tibetan Plateau area?",
                "QuestionCn": "在青藏 Plateau地区，区域表面热通量数据可以在哪里进行准确性验证？",
                "AnswerEn": "Tibetan Observation and Research Platform (TORP)",
                "AnswerCn": "西藏观测与研究平台 (TORP)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who are the primary users of meteorological observation data collected from the Tibetan Plateau research stations?",
                "QuestionCn": "来自青藏 Plateau 研究站的气象观测数据的主要用户是谁？",
                "AnswerEn": "Students and researchers",
                "AnswerCn": "学生和研究人员",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when regionalizing surface heat fluxes over a heterogeneous landscape?",
                "QuestionCn": "在对异质景观进行区域化表面热通量时面临的一个挑战是什么？",
                "AnswerEn": "Regionalization of net radiation heat flux, soil heat flux, sensible heat flux, and latent heat flux over heterogeneous landscapes is difficult due to the need for more field observations, accurate radiation transfer models to determine surface reflectance and temperature, and the use of additional satellites such as GMS, ATSR, and AVHRR.",
                "AnswerCn": "在异质景观上，净辐射热通量、土壤热通量、显热通量和潜热通量的区域化是困难的，因为缺乏足够的现场观测、准确的辐射传输模型来确定表面反射率和温度，以及需要使用额外的卫星，如GMS、ATSR和AVHRR。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the challenges in deriving surface heat fluxes over heterogeneous landscapes using remote sensing technology?",
                "QuestionCn": "利用遥感技术在异质景观上推导表面热通量面临的挑战是什么？",
                "AnswerEn": "Regionalization of net radiation heat flux, soil heat flux, sensible heat flux, latent heat flux, limited data sets, more field observations, accurate radiation transfer models",
                "AnswerCn": "净辐射通量、土壤热通量、感热通量、潜热通量的区域化，有限的数据集，更多的现场观测，准确的辐射传输模型",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What features are typically included in meteorological datasets from research stations on the Tibetan Plateau?",
                "QuestionCn": "通常，来自青藏高原研究站的气象数据集包括以下特征：",
                "AnswerEn": "temperature, pressure, relative humidity, wind speed, precipitation, total radiation, P2.5 concentration, shortwave radiation",
                "AnswerCn": "温度、气压、相对湿度、风速、降水、总辐射、PM2.5浓度、短波辐射",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different meteorological variables are collected at the comprehensive observation research station within the specified dataset?",
                "QuestionCn": "在指定的数据集中，综合观测研究站收集了多少种不同的气象变量？",
                "AnswerEn": "8",
                "AnswerCn": "8",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of parameterization methodology in the context of deriving regional surface variables?",
                "QuestionCn": "在推导区域表面变量的背景下，参数化方法的重要性是什么？",
                "AnswerEn": "Parameterization methodology is significant in deriving regional surface variables because it allows for the estimation of surface reflectance, surface temperature, and heat fluxes over heterogeneous landscapes. This approach is based on satellite data like MODIS, combined with in situ observations, and is crucial for capturing spatial variations in environmental conditions, particularly in challenging terrains like the Tibetan Plateau.",
                "AnswerCn": "参数化方法在推导区域表面变量方面具有重要意义，因为它可以估算表面反射率、表面温度和异质景观上的热通量。这种方法基于卫星数据，如MODIS，结合现场观测，对于捕捉环境条件的空间变化尤其在像青藏高原这样的复杂地形中至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How are 'surface heat fluxes' defined in meteorological and environmental studies over the Tibetan Plateau?",
                "QuestionCn": "在气象和环境研究中，\"表面热通量\"是如何在青藏高原上定义的。",
                "AnswerEn": "In meteorological and environmental studies, 'surface heat fluxes' refer to the transfer of heat energy from the Earth's surface to the atmosphere or vice versa, and include components like net radiation flux, soil heat flux, sensible heat flux, and latent heat flux. These fluxes are essential for understanding energy balances and environmental interactions, especially over the Tibetan Plateau where diverse topography and climate variations occur.",
                "AnswerCn": "在气象和环境研究中，“表面热通量”指的是热能从地球表面向大气或反之转移的过程，包括净辐射通量、土壤热通量、显热通量和潜热通量等组成部分。这些通量对于理解能量平衡和环境相互作用至关重要，尤其是在青藏高原这样地形多样、气候变化显著的地区。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in regionalization challenges between satellite-derived surface heat flux data and ground-based meteorological data on the Tibetan Plateau?",
                "QuestionCn": "卫星获取的地表热通量数据与地面气象数据在青藏高原的区域化挑战有哪些不同？",
                "AnswerEn": "Satellite-derived surface heat flux data face challenges in regionalization due to the need for accurate models and more observational data, while ground-based meteorological data, like those from the QOMS research station, rely heavily on precise instrumentation and data processing to ensure accuracy. Satellite data provide broader coverage but require validation with ground-based measurements, which can be limited in spatial distribution.",
                "AnswerCn": "卫星衍生的表面热通量数据在区域化方面面临挑战，因为需要准确的模型和更多的观测数据，而基于地面的气象数据，如来自QOMS研究站的数据，则在很大程度上依赖于精确的仪器和数据处理以确保准确性。卫星数据提供了更广泛的覆盖范围，但需要通过地面测量进行验证，而地面测量的空间分布可能有限。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the inclusion of additional satellite data sources enhance the accuracy of the parameterization methodology for deriving surface heat fluxes over the Tibetan Plateau?",
                "QuestionCn": "额外卫星数据源的纳入如何增强在青藏高原上推导表面热通量的参数化方法的准确性。",
                "AnswerEn": "The inclusion of additional satellite data sources, such as GMS, ATSR, and AVHRR, could potentially enhance the accuracy of the parameterization methodology by providing more comprehensive and frequent measurements of surface reflectance and surface temperature. This could lead to more accurate determination of regional land surface heat fluxes across the heterogeneous landscape of the Tibetan Plateau.",
                "AnswerCn": "额外卫星数据源的纳入，如GMS、ATSR和AVHRR，可能通过提供更全面和更频繁的地表反射率和地表温度测量，增强参数化方法的准确性。这可能导致在青藏高原异质景观中更准确地确定区域地表热通量。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways could the data collection methods employed at the Tibetan Observation and Research Platform be refined to improve the regionalization of net radiation and heat fluxes?",
                "QuestionCn": "在西藏观测与研究平台采用的数据收集方法可以通过哪些方式进行改进，以提高净辐射和热通量的区域化？",
                "AnswerEn": "Refinements in data collection methods at the Tibetan Observation and Research Platform could involve increasing the number of field observation sites to capture a broader range of environmental conditions, improving the precision of radiation transfer models, and enhancing the calibration and validation processes of satellite-derived data with ground measurements to improve the accuracy of regionalization of net radiation and heat fluxes.",
                "AnswerCn": "在西藏观测与研究平台的数据收集方法的改进中，可以增加现场观察点的数量，以捕捉更广泛的环境条件，提高辐射传输模型的精确度，并增强卫星衍生数据与地面测量的校准和验证过程，以提高净辐射和热通量区域化的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for parameterization methodologies in deriving regional surface heat fluxes over the Tibetan Plateau?",
                "QuestionCn": "在青藏高原上推导区域表面热通量时，导致需要参数化方法的原因是什么？",
                "AnswerEn": "The heterogeneous landscape of the Tibetan Plateau and the challenge in regionalizing net radiation heat flux, soil heat flux, sensible heat flux, and latent heat flux necessitate parameterization methodologies. This is due to the complexity of accurately using a single set of values at a specific time of day for large regions.",
                "AnswerCn": "青藏高原的异质景观以及区域化净辐射热通量、土壤热通量、显热通量和潜热通量的挑战， necessitate 参数化方法。这是因为在大区域内准确使用特定时间的一组值的复杂性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it necessary to remove erroneous data during the processing of meteorological observation data in high-altitude research stations?",
                "QuestionCn": "在高海拔研究站处理气象观测数据时，去除错误数据是必要的，因为错误数据可能会影响研究结果的准确性和可靠性。",
                "AnswerEn": "Erroneous data must be removed to ensure the accuracy and reliability of the observations. The data collected, such as temperature, pressure, and humidity, are crucial for understanding meteorological trends in high-altitude regions like the Tibetan Plateau, where precise measurements are needed for accurate research outcomes.",
                "AnswerCn": "必须删除错误数据，以确保观察结果的准确性和可靠性。收集的数据，如温度、压力和湿度，对于理解像青藏高原这样的高海拔地区的气象趋势至关重要，在这些地区，精确的测量对于获得准确的研究结果是必需的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the reasons for using both MODIS satellite data and in situ observations for surface variable and heat flux estimation in the Tibetan Plateau?",
                "QuestionCn": "使用MODIS卫星数据和现场观测数据进行青藏高原表面变量和热通量估计的原因是什么？",
                "AnswerEn": "The combination of MODIS satellite data and in situ observations is used to enhance the accuracy of surface variable and heat flux estimations. Satellite data provide regional coverage, while in situ data offer ground-truth validation, necessary for capturing the complex surface conditions and ensuring accurate parameterization over the heterogeneous landscape of the Tibetan Plateau.",
                "AnswerCn": "MODIS卫星数据与地面观测相结合，用于提高地表变量和热通量估计的准确性。卫星数据提供区域覆盖，而地面数据则提供必要的实地验证，以捕捉复杂的地表条件，并确保在青藏高原异质景观上进行准确的参数化。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using remote sensing data, such as MODIS, combined with in situ data for the regionalization of surface heat fluxes over heterogeneous landscapes?",
                "QuestionCn": "使用遥感数据（如MODIS）结合现场数据对异质景观的表面热通量进行区域化的潜在后果是什么？",
                "AnswerEn": "The use of remote sensing data like MODIS combined with in situ data can lead to more accurate retrieval of land surface variables and surface heat fluxes over heterogeneous landscapes. This approach allows for a better regionalization of net radiation flux, soil heat flux, sensible heat flux, and latent heat flux, as it integrates broad satellite data with localized measurements, thus improving alignment with ground measurements and achieving absolute percent differences of less than 10%.",
                "AnswerCn": "使用遥感数据如MODIS结合地面实测数据，可以更准确地获取异质景观上的地表变量和地表热通量。这种方法允许对净辐射通量、土壤热通量、显热通量和潜热通量进行更好的区域化，因为它将广泛的卫星数据与局部测量相结合，从而改善与地面测量的一致性，实现绝对百分比差异小于10%。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What outcomes might arise from implementing a parameterization methodology for deriving surface heat fluxes using MODIS and in situ data over the Tibetan Plateau?",
                "QuestionCn": "实施参数化方法来利用MODIS和地面观测数据推导青藏 Plateau 的表面热通量可能会产生哪些结果？",
                "AnswerEn": "Implementing a parameterization methodology for deriving surface heat fluxes using MODIS and in situ data can result in successful retrieval of accurate regional surface reflectance, surface temperature, and heat fluxes over the Tibetan Plateau. The outcomes include deriving results in good accordance with land surface status across different seasons, demonstrating the methodology's effectiveness in capturing the nuances of the heterogeneous landscape.",
                "AnswerCn": "实施一种参数化方法，通过MODIS和现场数据推导表面热通量，可以成功获取青藏高原区域的准确表面反射率、表面温度和热通量。结果显示，在不同季节中，所获得的结果与土地表面状态高度一致，证明了该方法在捕捉异质景观细微差别方面的有效性。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of employing MODIS data combined with in situ observations for deriving regional surface reflectance and temperature over the Tibetan Plateau?",
                "QuestionCn": "利用MODIS数据结合现场观测来推导青藏高原区域表面反射率和温度的目标是什么？",
                "AnswerEn": "The primary objective is to derive the regional surface reflectance, surface temperature, net radiation flux, soil heat flux, sensible heat flux, and latent heat flux over the heterogeneous landscape of the Tibetan Plateau using a parameterization methodology. This approach aims to provide more accurate regional land surface heat fluxes by combining satellite data with ground observations.",
                "AnswerCn": "主要目标是通过参数化方法推导出青藏高原异质景观的区域表面反射率、表面温度、净辐射通量、土壤热通量、显热通量和潜热通量。该方法旨在通过结合卫星数据和地面观测，提供更准确的区域陆面热通量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What challenges are faced when regionalizing surface heat fluxes over heterogeneous landscapes like the Tibetan Plateau, and how are they addressed?",
                "QuestionCn": "在像青藏高原这样异质化的景观上区域化表面热通量时面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges in regionalizing surface heat fluxes over heterogeneous landscapes include the complexity of the landscape and the need for accurate radiation transfer models. These are addressed by using a combination of field observations, parameterization methodologies, and data from various satellites to improve accuracy.",
                "AnswerCn": "在异质景观上区域化表面热通量的挑战包括景观的复杂性和对准确辐射传输模型的需求。这些问题通过结合现场观测、参数化方法和来自各种卫星的数据来提高准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate regionalization of surface heat fluxes over heterogeneous landscapes of the Tibetan Plateau?",
                "QuestionCn": "哪些方法能够在青藏高原异质景观上准确区域化表面热通量？",
                "AnswerEn": "A parameterization methodology based on MODIS (Moderate Resolution Imaging Spectroradiometer) and in situ data is proposed and tested for deriving the regional surface reflectance, surface temperature, net radiation flux, soil heat flux, sensible heat flux, and latent heat flux over heterogeneous landscape.",
                "AnswerCn": "提出并测试了一种基于MODIS（中分辨率成像光谱仪）和现场数据的参数化方法，用于推导异质景观上的区域表面反射率、表面温度、净辐射通量、土壤热通量、显热通量和潜热通量。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the challenges that need to be addressed to improve the parameterization methodology for deriving land surface variables and heat fluxes on the Tibetan Plateau?",
                "QuestionCn": "改善青藏高原土地表面变量和热通量参数化方法需要解决哪些挑战？",
                "AnswerEn": "Challenges include the need for more field observations, more accurate radiation transfer models to determine surface reflectance and temperature, and the use of additional satellites such as GMS, ATSR, and AVHRR to achieve more accurate regional land surface heat fluxes.",
                "AnswerCn": "挑战包括需要更多的实地观测、更准确的辐射传输模型以确定表面反射率和温度，以及使用更多的卫星，如GMS、ATSR和AVHRR，以实现更准确的区域地表热通量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the expected challenges in validating remote sensing data, such as MODIS, with in situ measurements for environmental studies on the Tibetan Plateau?",
                "QuestionCn": "在对青藏高原的环境研究中，验证遥感数据（如MODIS）与地面测量数据的预期挑战包括：",
                "AnswerEn": "The parameterization methodology for deriving regional surface variables and heat fluxes is validated using in situ data from stations. Despite good agreement, the regionalization over heterogeneous landscapes is challenging, requiring refinement and potential integration with additional satellite data.",
                "AnswerCn": "参数化方法通过站点的现场数据验证了区域表面变量和热通量的推导。尽管结果良好，但在异质景观上的区域化仍然具有挑战性，需要进行改进，并可能与额外的卫星数据进行整合。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might additional satellite data sources be necessary for enhancing the accuracy of derived surface variables and heat fluxes over the Tibetan Plateau landscape?",
                "QuestionCn": "为什么额外的卫星数据源对于提高青藏高原地区衍生表面变量和热通量的准确性是必要的？",
                "AnswerEn": "To achieve more accurate regional land surface heat fluxes, integrating data from satellites like GMS, ATSR, and AVHRR alongside MODIS is necessary. This integration helps improve the determination of surface reflectance and temperature, given the heterogeneous and complex topography of the Tibetan Plateau.",
                "AnswerCn": "为了获得更准确的区域地表热通量，有必要将GMS、ATSR和AVHRR等卫星的数据与MODIS进行整合。这种整合有助于改善地表反射率和温度的确定，因为青藏 Plateau 的地形复杂且具有异质性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the challenges faced in regionalizing surface heat fluxes over heterogeneous landscapes in the Tibetan Plateau area?",
                "QuestionCn": "我对在青藏 Plateau地区对异质景观进行表面热通量区域化所面临的挑战的评估是什么？",
                "AnswerEn": "The challenges include the difficulty of regionalizing net radiation heat flux, soil heat flux, sensible heat flux, and latent heat flux over heterogeneous landscapes. The parameterization methodology is still developing and requires more field observations, accurate radiation transfer models, and the use of additional satellites like GMS, ATSR, and AVHRR for more precise data.",
                "AnswerCn": "挑战包括在异质景观上区域化净辐射热通量、土壤热通量、显热通量和潜热通量的困难。参数化方法仍在发展中，需要更多的现场观测、准确的辐射传输模型，以及使用GMS、ATSR和AVHRR等额外卫星以获取更精确的数据。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the effectiveness of combining MODIS data with in situ measurements for deriving environmental variables over the Tibetan Plateau?",
                "QuestionCn": "您将如何评估将MODIS数据与地面观测数据结合使用以推导青藏高原环境变量的有效性？",
                "AnswerEn": "The combination of MODIS data with in situ measurements is effective, as it successfully retrieves land surface variables and surface heat fluxes. The methodology provides results that are in good agreement with ground measurements, with an absolute percent difference of less than 10% in validation sites, demonstrating its effectiveness for deriving these variables over the Tibetan Plateau.",
                "AnswerCn": "将MODIS数据与现场测量相结合是有效的，因为它成功地获取了地表变量和地表热通量。该方法提供的结果与地面测量结果高度一致，验证站点的绝对百分差小于10%，证明其在青藏高原上提取这些变量的有效性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential improvements or enhancements that could be made to the data collection methods used for meteorological observations in the Tibetan Plateau?",
                "QuestionCn": "在我看来，可以对用于青藏高原气象观测的数据收集方法进行以下潜在改进或增强：",
                "AnswerEn": "Potential improvements could include increasing the number of field observations, refining radiation transfer models to determine surface reflectance and temperature more accurately, and integrating data from additional satellites like GMS, ATSR, and AVHRR to enhance the precision and scope of the collected data.",
                "AnswerCn": "潜在的改进包括增加实地观测的数量，精炼辐射传输模型以更准确地确定表面反射率和温度，以及整合来自其他卫星如GMS、ATSR和AVHRR的数据，以增强收集数据的精度和范围。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how researchers can ensure accuracy in data collection over such a varied topography like the Tibetan Plateau.",
                "QuestionCn": "我不明白研究人员如何能确保在像青藏高原这样多样化的地形上进行数据收集的准确性。",
                "AnswerEn": "All data are strictly observed and collected according to instrument operation specifications, and obvious error data are excluded during data processing, ensuring accuracy in data collection over the varied topography.",
                "AnswerCn": "所有数据均严格按照仪器操作规范进行观察和收集，并在数据处理过程中排除明显错误的数据，确保在多样化地形下的数据收集准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced when regionalizing heat fluxes over a heterogeneous landscape like the Tibetan Plateau.",
                "QuestionCn": "我对在像青藏高原这样异质景观上区域化热通量时面临的挑战感到不确定。",
                "AnswerEn": "Regionalization of heat fluxes is challenging because the parameterization methodology is still developing, requiring more field observations, accurate radiation transfer models, and the use of additional satellites to enhance accuracy over heterogeneous landscapes.",
                "AnswerCn": "热通量的区域化是一个具有挑战性的任务，因为参数化方法仍在发展中，需要更多的实地观测、准确的辐射传输模型以及使用更多的卫星来提高在异质景观上的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how remote sensing data is validated in such a complex environment as the Tibetan Plateau.",
                "QuestionCn": "我无法理解在像青藏 Plateau 这样复杂的环境中，遥感数据是如何验证的。",
                "AnswerEn": "The derived results from remote sensing data like MODIS are validated using 'ground truth' measurements from stations in the Tibetan Observation and Research Platform, ensuring the data accurately reflect the complex environment of the Tibetan Plateau.",
                "AnswerCn": "从遥感数据（如MODIS）得出的结果通过来自西藏观测与研究平台的站点的“地面真相”测量进行验证，以确保数据准确反映西藏高原复杂的环境。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore potential challenges in regionalizing surface heat flux over a heterogeneous landscape and suggest improvements for data collection methods.",
                "QuestionCn": "请探讨在异质景观上区域化表面热通量的潜在挑战，并建议数据收集方法的改进。",
                "AnswerEn": "Regionalizing the net radiation heat flux, soil heat flux, sensible heat flux, and latent heat flux over a heterogeneous landscape is challenging due to the current use of a single set of values at specific times. Improvements could include incorporating more field observations, utilizing more accurate radiation transfer models to determine surface reflectance and temperature, and employing additional satellites like GMS, ATSR, and AVHRR.",
                "AnswerCn": "在异质景观上区域化净辐射热通量、土壤热通量、显热通量和潜热通量是具有挑战性的，因为目前在特定时间使用的是一组单一的数值。改进的方向可以包括增加更多的现场观测，利用更准确的辐射传输模型来确定表面反射率和温度，以及使用更多的卫星，如GMS、ATSR和AVHRR。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please analyze the validity of using satellite data in combination with in situ measurements for deriving surface heat fluxes over the Tibetan Plateau.",
                "QuestionCn": "请分析在青藏高原上结合卫星数据和现场测量数据来推导表面热通量的有效性。",
                "AnswerEn": "The analysis shows that using MODIS satellite data in combination with in situ measurements from the Tibetan Observation and Research Platform (TORP) is valid for deriving surface heat fluxes. The derived surface variables and heat fluxes in different seasons are consistent with the land surface status, with absolute percent differences less than 10% in validation sites, indicating good agreement with ground measurements.",
                "AnswerCn": "分析表明，结合MODIS卫星数据和西藏观测与研究平台（TORP）的现场测量数据，能够有效推导出表面热通量。不同季节推导的表面变量和热通量与地表状态一致，验证点的绝对百分差小于10%，表明与地面测量结果具有良好的一致性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please identify and discuss potential datasets that could complement existing meteorological observation data from the Tibetan Plateau for enhanced research outcomes.",
                "QuestionCn": "请识别和讨论潜在的数据集，这些数据集可以补充来自青藏 Plateau 的现有气象观测数据，以增强研究成果。",
                "AnswerEn": "Potential datasets that could complement existing meteorological observation data include more frequent and diverse satellite datasets such as those from GMS, ATSR, and AVHRR. Incorporating these datasets could improve the accuracy and regionalization of surface heat fluxes by providing additional data points and perspectives, enhancing research outcomes on the Tibetan Plateau.",
                "AnswerCn": "潜在的数据集可以补充现有的气象观测数据，包括来自GMS、ATSR和AVHRR的更频繁和多样化的卫星数据集。整合这些数据集可以通过提供额外的数据点和视角，提高地表热通量的准确性和区域化，从而增强对青藏高原的研究成果。",
                "Level": "C6(Creating)"
            }
        ]
    }
}