{
    "id": "d478815c-2192-4cc3-8036-62f03e9ec1ec",
    "relatedPaper": 11,
    "context": {
        "metadata": {
            "titleEn": "A comprehensive dataset of luminescence ages and proxy indexes of loess-paleosol deposits across Asia",
            "description": "The climate change in Asia is jointly influenced by different climate systems of westerly and monsoon, with significant regional differences and complex spatiotemporal evolution. The widely distributed loess paleosol sedimentary sequence in inland Asia is an important record carrier for revealing the laws of past climate change. Luminescence dating is the main technical means for loess dating, and the analysis of paleoclimate proxy indicators is the basis for reconstructing past climate changes recorded in loess. The dataset summarizes the luminescence dating and paleoclimate proxy indicator data of 128 loess paleosol profiles spanning from northwest Iran to northeast China. The luminescence dating data includes 1785 quartz age data and 1038 potassium feldspar age data and calculated parameter data, as well as high-resolution age depth model data of 38 loess paleosol sequences. The paleoclimate proxy index data includes 12365 grain size data, 14964 Magnetic susceptibility data, 2204 carbonate data and 3326 chroma data. This dataset is the most detailed luminescence dating and paleoclimate proxy indicator data for Asian loess that has been released so far. This dataset will provide data support for analyzing the formation era, sedimentary processes, and mechanisms of the Asian loess paleosol sequence, as well as reconstructing past westerly and monsoon climate changes at different time scales. Therefore, it is of great significance for the study of Asian paleoclimate change.",
            "instructions": "File name: Asian Loss Dataset\n\nData reading method: Excel/hyperlink",
            "east": 126.6,
            "west": 51.6,
            "south": 29.1,
            "north": 54.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 3738578.0,
            "cstr": "18406.11.Paleoenv.tpdc.300496",
            "doi": "10.11888/Paleoenv.tpdc.300496",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameEn": "LI Guoqiang",
                "unitEn": "Lanzhou University"
            },
            {
                "nameEn": "YAN Zhongfeng",
                "unitEn": "Lanzhou University"
            },
            {
                "nameEn": "SONG Yougui",
                "unitEn": "University of Chinese Academy of Sciences"
            },
            {
                "nameEn": "KATHRYN E. Fitzsimmons",
                "unitEn": "Tübingen University"
            },
            {
                "nameEn": "YI Shuangwen",
                "unitEn": "Nanjing University"
            },
            {
                "nameEn": "KANG Shugang",
                "unitEn": "University of Chinese Academy of Sciences"
            },
            {
                "nameEn": "E Chongyi",
                "unitEn": "Qinghai Normal University"
            },
            {
                "nameEn": "THOMAS Stevens",
                "unitEn": "Uppsala University"
            },
            {
                "nameEn": "LAI Zhongping",
                "unitEn": "Shantou University"
            },
            {
                "nameEn": "ADITI K. Dave",
                "unitEn": "University of Tübingen"
            },
            {
                "nameEn": "ZHANG Xiaojian",
                "unitEn": "Nanjing University"
            },
            {
                "nameEn": "CHEN Chunzhu",
                "unitEn": "Nantong University"
            },
            {
                "nameEn": "DENG Yanqing",
                "unitEn": "Lanzhou University"
            },
            {
                "nameEn": "YANG He",
                "unitEn": "Chengdu University of Information Technology"
            },
            {
                "nameEn": "ZHAO Qiuyue",
                "unitEn": "Taishan University"
            },
            {
                "nameEn": "BUYLAERT Jan-Pieter",
                "unitEn": "Technical University of Denmark"
            },
            {
                "nameEn": "LU Tao",
                "unitEn": "Qinghai Salt Lake Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "WANG Yixuan",
                "unitEn": "Qinghai Salt Lake Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LIU Xiangjun",
                "unitEn": "Jia Ying University"
            },
            {
                "nameEn": "LING Zhiyong",
                "unitEn": "Qinghai Salt Lake Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHANG Qiufang",
                "unitEn": "Zhengzhou Normal University"
            },
            {
                "nameEn": "WEI Haitao",
                "unitEn": "Lanzhou University"
            },
            {
                "nameEn": "WANG Xiaoyan",
                "unitEn": "Lanzhou University"
            },
            {
                "nameEn": "QIN Caixin",
                "unitEn": "Lanzhou University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Optical dating of Chinese loess using sand-sized quartz: Establishing a time frame for Late Pleistocene climate changes in the western part of the Chinese Loess Plateau",
                "referenceEn": "Buylaert, J. P., Murray, A. S., Vandenberghe, D., Vriend, M., De Corte, F. Van den haute, P. (2008). Optical dating of Chinese loess using sand-sized quartz: Establishing a time frame for Late Pleistocene climate changes in the western part of the Chinese Loess Plateau. Quaternary Geochronology, 3(1-2), 99-113."
            },
            {
                "titleEn": "A detailed post-IR IRSL chronology for the last interglacial soil at the Jingbian loess site (northern China)",
                "referenceEn": "Buylaert, J.P., Yeo, E.Y., Thiel, C., Yi, S.W., Stevens, T., Thompson, W., Frechen, M., Murray, A., Lu, H.Y. (2015). A detailed post-IR IRSL chronology for the last interglacial soil at the Jingbian loess site (northern China). Quaternary Geochronology, 30, 194-199."
            },
            {
                "titleEn": "\"Wind-formed sedimentation on the Tibetan Plateau and luminescence dating of the Nalengge River terraces and their environmental significance.\"",
                "referenceEn": "Chang Q.F. (2017). Photochronology and Environmental Significance of Aeolian Deposits on the Qinghai-Tibet Plateau and the Nalingele River Terrace.University of Chinese Academy of Sciences, Qinghai Salt Lake Research Institute of Chinese Science."
            },
            {
                "titleEn": "Variations of the Intensity of the Siberian High During the Last Glacial Revealed by the Sorting Coefficient of Loess‐Paleosol Deposits in Eastern Central Asia",
                "referenceEn": "Cheng, L.G., Song, Y.G., Yang, L.H., Chang, H., Wu, Y.B., Long, H., Miao X.D., Dong, Z.B. (2022). Variations of the Intensity of the Siberian High During the Last Glacial Revealed by the Sorting Coefficient of Loess‐Paleosol Deposits in Eastern Central Asia. Paleoceanography and Paleoclimatology, 37(9), e2022PA004468."
            },
            {
                "titleEn": "The patchwork loess of Central Asia: Implications for interpreting aeolian dynamics and past climate circulation in piedmont regions",
                "referenceEn": "Dave, A.K., Lisa, L., Scardia, G., Nigmatova, S., and Fitzsimmons, K.E. (2023). The patchwork loess of Central Asia: Implications for interpreting aeolian dynamics and past climate circulation in piedmont regions. EGUsphere [preprint], https://doi.org/10.5194/egusphere-2022-309."
            },
            {
                "titleEn": "A luminescence dating study of loess deposits from the Yili River basin in western China",
                "referenceEn": "E, C.Y., Lai, Z.P., Sun, Y.J., Hou, G.L., Yu, L.P., Wu, C.Y. (2012). A luminescence dating study of loess deposits from the Yili River basin in western China. Quaternary Geochronology, 10, 50-55."
            },
            {
                "titleEn": "Hebei loess section in the Anyemaqen Mountains, northeast Tibetan Plateau: a high-resolution luminescence chronology",
                "referenceEn": "E, C.Y., Sohbati, R., Murray, A.S., Buylaert, J.P., Liu, X.J., Yuan, J., Yan, W.T. (2018). Hebei loess section in the Anyemaqen Mountains, northeast Tibetan Plateau: a high-resolution luminescence chronology. Boreas, 47, 1170-1183."
            },
            {
                "titleEn": "High resolution OSL dating of aeolian activity at Qinghai Lake, Northeast Tibetan Plateau",
                "referenceEn": "E, C.Y., Zhang, J., Chen, Z.Y., Sun, Y.J., Zhao, Y.J., Li, P., Sun, M.P., Shi, Y.K. (2019). High resolution OSL dating of aeolian activity at Qinghai Lake, Northeast Tibetan Plateau. Catena, 183, 104180."
            },
            {
                "titleEn": "A chronological framework connecting the early Upper Palaeolithic across the Central Asian piedmont",
                "referenceEn": "Fitzsimmons, K.E., Iovita, R., Sprafke, T., Glantz, M., Talamo, S., Horton, K., Beeton, T., Alipova, S., Bekseitov, G., Ospanov, Y., Deom, J. M., Sala, R., Taimagambetov, Z. (2017). A chronological framework connecting the early Upper Palaeolithic across the Central Asian piedmont. Journal of Human evolution, 113, 107-126."
            },
            {
                "titleEn": "Intersections between wind regimes, topography and sediment supply: Perspectives from aeolian landforms in Central Asia",
                "referenceEn": "Fitzsimmons, K.E., Nowatzki, M., Dave, A.K., Harder, H. (2020). Intersections between wind regimes, topography and sediment supply: Perspectives from aeolian landforms in Central Asia. Palaeogeography, Palaeoclimatology, Palaeoecology, 540, 109531."
            },
            {
                "titleEn": "Loess accumulation in the Tian Shan piedmont: Implications for palaeoenvironmental change in arid Central Asia",
                "referenceEn": "Fitzsimmons, K.E., Sprafke, T., Zielhofer, C., Günter, C., Deom, J.M., Sala, R., Iovita, R. (2018). Loess accumulation in the Tian Shan piedmont: Implications for palaeoenvironmental change in arid Central Asia. Quaternary international, 469, 30-43."
            },
            {
                "titleEn": "Geoarchaeology and the value of multidisciplinary palaeoenvironmental approaches: a case study from the Tehran Plain, Iran",
                "referenceEn": "Gillmore, G.K., Stevens, T., Buylaert, J.P., Coningham, R.A.E., Batt, C., Fazeli, H., Young, R., Maghsoudi, M. (2011). Geoarchaeology and the value of multidisciplinary palaeoenvironmental approaches: a case study from the Tehran Plain, Iran. Geological society, london, special Publications, 352(1), 49-67."
            },
            {
                "titleEn": " Tibetan dust accumulation linked to ecological and landscape response to global climate change",
                "referenceEn": "Huang, X.M., Miao, X.D., Chang, Q.F., Zhong, J.M., Mason, J. A., Hanson, P. R., Ou, X.J., Xu, L.B., Lai, Z.P. (2022). Tibetan dust accumulation linked to ecological and landscape response to global climate change. Geophysical Research Letters, 49(1), e2021GL096615."
            },
            {
                "titleEn": "Early Holocene weakening and mid-to late Holocene strengthening of the East Asian winter monsoon",
                "referenceEn": "Kang, S.G., Du, J.H., Wang, N., Dong, J.B., Wang, D., Wang, X.L., Qiang, X.K., Song, Y.G. (2020a). Early Holocene weakening and mid-to late Holocene strengthening of the East Asian winter monsoon. Geology, 48(11), 1043-1047."
            },
            {
                "titleEn": " Closely-spaced recuperated OSL dating of the last interglacial palaeosol in the southeastern margin of Chinese Loess Plateau",
                "referenceEn": "Kang, S.G., Lu, Y.C., Wang, X.L. (2011). Closely-spaced recuperated OSL dating of the last interglacial palaeosol in the southeastern margin of Chinese Loess Plateau. Quaternary Geochronology, 6, 480-490."
            },
            {
                "titleEn": "Mass accumulation rate changes in Chinese loess during MIS 2, and asynchrony with records from Greenland ice cores and North Pacific Ocean sediments during the Last Glacial Maximum",
                "referenceEn": "Kang, S.G., Roberts, H.M., Wang, X.L., An, Z.S., Wang, M. (2015). Mass accumulation rate changes in Chinese loess during MIS 2, and asynchrony with records from Greenland ice cores and North Pacific Ocean sediments during the Last Glacial Maximum. Aeolian Research, 19, 251-258."
            },
            {
                "titleEn": "Paleoclimates inform on a weakening and amplitude-reduced East Asian winter monsoon in the warming future",
                "referenceEn": "Kang, S.G., Wang, X.L., Du, J.H., Song, Y.G. (2022a). Paleoclimates inform on a weakening and amplitude-reduced East Asian winter monsoon in the warming future. Geology, 50(11), 1224-1228."
            },
            {
                "titleEn": "Quartz OSL chronology and dust accumulation rate changes since the Last Glacial at Weinan on the southeastern Chinese Loess Plateau",
                "referenceEn": "Kang, S.G., Wang, X.L., Lu, Y.C. (2013). Quartz OSL chronology and dust accumulation rate changes since the Last Glacial at Weinan on the southeastern Chinese Loess Plateau. Boreas, 42(4), 815-829."
            },
            {
                "titleEn": "Late Holocene anti-phase change in the East Asian summer and winter monsoons",
                "referenceEn": "Kang, S.G., Wang, X.L., Roberts, H. M., Duller, G. A. T., Cheng, P., Lu, Y.C., An, Z.S. (2018). Late Holocene anti-phase change in the East Asian summer and winter monsoons. Quaternary Science Reviews, 188, 28-36."
            },
            {
                "titleEn": "Increasing effective moisture during the Holocene in the semiarid regions of the Yili Basin, Central Asia: Evidence from loess sections",
                "referenceEn": "Kang, S.G., Wang, X.L., Roberts, H.M., Duller, G.A.T., Song, Y.G., Liu, W.G., Zhang, R., Liu, X.X., Lan, J.H. (2020b). Increasing effective moisture during the Holocene in the semiarid regions of the Yili Basin, Central Asia: Evidence from loess sections. Quaternary Science Reviews, 246, 106553."
            },
            {
                "titleEn": "Siberian High Modulated Suborbital‐Scale Dust Accumulation Changes Over the Past 30 ka in the Eastern Yili Basin, Central Asia",
                "referenceEn": "Kang, S.G., Wang, X.L., Wang, N., Song, Y.G., Liu, W.G., Wang, D., Peng, J. (2022b). Siberian High Modulated Suborbital‐Scale Dust Accumulation Changes Over the Past 30 ka in the Eastern Yili Basin, Central Asia. Paleoceanography and Paleoclimatology, 37(5), e2021PA004360."
            },
            {
                "titleEn": "Application of grain size endmember analysis in the study of dust accumulation processes: A case study of loess in Shandong Province, East China",
                "referenceEn": "Kong, F.B., Xu, S.J., Han, M., Chen, H.T., Miao, X.D., Kong, X.L., Jia, G.J. (2021). Application of grain size endmember analysis in the study of dust accumulation processes: A case study of loess in Shandong Province, East China. Sedimentary Geology, 416, 105868."
            },
            {
                "titleEn": "Chronology and the upper dating limit for loess samples from Luochuan section in the Chinese Loess Plateau using quartz OSL SAR protocol. Journal of Asian Earth Sciences, 37, 176-185.",
                "referenceEn": "Lai, Z.P. (2010). Chronology and the upper dating limit for loess samples from Luochuan section in the Chinese Loess Plateau using quartz OSL SAR protocol. Journal of Asian Earth Sciences, 37, 176-185."
            },
            {
                "titleEn": "Luminescence-dated aeolian deposits of late Quaternary age in the southern Tibetan Plateau and their implications for landscape history",
                "referenceEn": "Lai, Z.P., Kaiser, K., Brückner, H. (2009). Luminescence-dated aeolian deposits of late Quaternary age in the southern Tibetan Plateau and their implications for landscape history. Quaternary Research, 72, 421-430."
            },
            {
                "titleEn": "Locating the boundary between the Pleistocene and the Holocene in Chinese loess using luminescence",
                "referenceEn": "Lai, Z.P., Wintle, A.G. (2006). Locating the boundary between the Pleistocene and the Holocene in Chinese loess using luminescence. The Holocene, 16(6), 893-899."
            },
            {
                "titleEn": "Rates of dust deposition between 50 ka and 20 ka revealed by OSL dating at Yuanbao on the Chinese Loess Plateau",
                "referenceEn": "Lai, Z.P., Wintle, A.G., Thomas, D.S.G. (2007). Rates of dust deposition between 50 ka and 20 ka revealed by OSL dating at Yuanbao on the Chinese Loess Plateau. Palaeogeography, Palaeoclimatology, Palaeoecology, 248, 431-439."
            },
            {
                "titleEn": "Luminescence-chronology of the loess palaeosol sequence Toshan, Northern Iran – A highly resolved climate archive for the last glacial–interglacial cycle",
                "referenceEn": "Lauer, T., Frechen, M., Vlaminck, S., Kehl, M., Lehndorff, E., Shahriari, A., Khormali, F. (2017a). Luminescence-chronology of the loess palaeosol sequence Toshan, Northern Iran – A highly resolved climate archive for the last glacial–interglacial cycle. Quaternary International, 429, 3-12. "
            },
            {
                "titleEn": "The Agh Band loess-palaeosol sequence–A terrestrial archive for climatic shifts during the last and penultimate glacial–interglacial cycles in a semiarid region in northern Iran",
                "referenceEn": "Lauer, T., Vlaminck, S., Frechen, M., Rolf, C., Kehl, M., Sharifi, J., Lehndorff, E., Khormali, F. (2017b). The Agh Band loess-palaeosol sequence–A terrestrial archive for climatic shifts during the last and penultimate glacial–interglacial cycles in a semiarid region in northern Iran. Quaternary International, 429, 13-30."
            },
            {
                "titleEn": "A Tianshan Mountains loess-paleosol sequence indicates anti-phase climatic variations in arid central Asia and in East Asia",
                "referenceEn": "Li, G.Q., Chen, F.H., Xia, D.S., Yang, H., Zhang, X.J., Madsen, D., Oldknow, C., Wei, H.T., Rao, Z.G., Qiang, M.R. (2018). A Tianshan Mountains loess-paleosol sequence indicates anti-phase climatic variations in arid central Asia and in East Asia. Earth and Planetary Science Letters, 494, 153-163."
            },
            {
                "titleEn": " Paleoenvironmental changes recorded in a luminescence dated loess/paleosol sequence from the Tianshan Mountains, arid central Asia, since the Penultimate Glaciation",
                "referenceEn": "Li, G.Q., Rao, Z.G., Duan, Y.W., Xia, D.S., Wang, L.B., Madsen, D.B., Jia, J., Wei, H.T., Qiang, M.R., Chen, J.H., Chen, F.H. (2016). Paleoenvironmental changes recorded in a luminescence dated loess/paleosol sequence from the Tianshan Mountains, arid central Asia, since the Penultimate Glaciation. Earth and Planetary Science Letters, 448, 1-12. "
            },
            {
                "titleEn": "Quartz OSL and K-feldspar pIRIR dating of a loess/paleosol sequence from arid central Asia, Tianshan Mountains, NW China",
                "referenceEn": "Li, G.Q., Wen, L.J., Xia, D.S., Duan, Y.W., Rao, Z.G., Madsen, D.B., Wei, H.T., Li, F.L., Chen, F.H. (2015). Quartz OSL and K-feldspar pIRIR dating of a loess/paleosol sequence from arid central Asia, Tianshan Mountains, NW China. Quaternary Geochronology, 28, 40-53."
            },
            {
                "titleEn": "Differential ice volume and orbital modulation of Quaternary moisture patterns between Central and East Asia",
                "referenceEn": "Li, G.Q., Yang, H., Stevens, T., Zhang, X.J., Zhang, H.X., Wei, H.T., Zheng, W.P., Li, L.J., Liu, X.J., Chen, J.H., Xia, D.S., Oldknow, C., Ye, W., Chen, F.H. (2020a). Differential ice volume and orbital modulation of Quaternary moisture patterns between Central and East Asia. Earth and Planetary Science Letters, 530, 115901. "
            },
            {
                "titleEn": "Paleoclimatic changes and modulation of East Asian summer monsoon by high-latitude forcing over the last 130,000 years as revealed by independently dated loess-paleosol sequences on the NE Tibetan Plateau",
                "referenceEn": "Li, G.Q., Zhang, H.X., Liu, X.J., Yang, H., Wang, X.Y., Zhang, X.J., Jonell, T.N., Zhang, Y.N., Huang, X., Wang, Z., Wang, Y.X., Yu, L.P., Xia, D.S. (2020b). Paleoclimatic changes and modulation of East Asian summer monsoon by high-latitude forcing over the last 130,000 years as revealed by independently dated loess-paleosol sequences on the NE Tibetan Plateau. Quaternary Science Reviews, 237, 106283."
            },
            {
                "titleEn": "Eolian dust dispersal patterns since the last glacial period in eastern Central Asia: insights from a loess-paleosol sequence in the Ili Basin",
                "referenceEn": "Li, Y., Song, Y.G., Fitzsimmons, K. E., Chang, H., Orozbaev, R., Li, X.X. (2018). Eolian dust dispersal patterns since the last glacial period in eastern Central Asia: insights from a loess-paleosol sequence in the Ili Basin. Climate of the Past, 14(3), 271-286."
            },
            {
                "titleEn": "Rapid and cyclic dust accumulation during MIS 2 in Central Asia inferred from loess OSL dating and grain-size analysis",
                "referenceEn": "Li, Y., Song, Y.G., Lai, Z.P., Han, L., An, Z.S. (2016). Rapid and cyclic dust accumulation during MIS 2 in Central Asia inferred from loess OSL dating and grain-size analysis. Scientific Reports, 6(1), 32365."
            },
            {
                "titleEn": "Atmospheric dust variations in the Ili Basin, Northwest China, during the last glacial period as revealed by a high Mountain Loess-paleosol sequence",
                "referenceEn": "Li, Y., Song, Y.G., Qiang, M.R., Miao, Y.F., Zeng, M.X. (2019). Atmospheric dust variations in the Ili Basin, Northwest China, during the last glacial period as revealed by a high Mountain Loess-paleosol sequence. Journal of Geophysical Research Atmospheres, 124, 8449-8466."
            },
            {
                "titleEn": "Characteristics of Color Variation in the Yellow Soil Profile of Zhaosu, Xinjiang, and Its Paleoclimate Significance",
                "referenceEn": "Li, Y., Song, Y.G., Wang, Q.S. (2014). Chroma characteristics in the Zhaosu loess section and its paleoclimatic significance. Journal of Earth Environment, 5, 67-75."
            },
            {
                "titleEn": "Orbital and millennial northern mid-latitude westerlies over the last glacial period",
                "referenceEn": "Li, Y., Song, Y.G., Yin, Q.Z., Han, L., Wang, Y.X. (2019). Orbital and millennial northern mid-latitude westerlies over the last glacial period. Climate Dynamics, 53, 3315-3324."
            },
            {
                "titleEn": "Effective Moisture Evolution since the Last Glacial Maximum Revealed by a Loess Record from the Westerlies-Dominated Ili Basin, NW China",
                "referenceEn": "Li, Y.D., Li, Y., Song, Y.G., Wei, H.R., Wang, Y.P., Shukurov, N. (2022). Effective Moisture Evolution since the Last Glacial Maximum Revealed by a Loess Record from the Westerlies-Dominated Ili Basin, NW China. Atmosphere, 13(11), 1931."
            },
            {
                "titleEn": "Spatial-temporal differentiation of eolian sediments in the Yarlung Tsangpo catchment, Tibetan Plateau, and response to global climate change since the Last Glaciation",
                "referenceEn": "Ling, Z.Y., Yang, S.L., Wang, X., Wang, J.P., Xia, D.S., & Chen, F.H. (2020). Spatial-temporal differentiation of eolian sediments in the Yarlung Tsangpo catchment, Tibetan Plateau, and response to global climate change since the Last Glaciation. Geomorphology, 357, 107104."
            },
            {
                "titleEn": "Luminescence chronology of aeolian deposits from the Qinghai Lake area in the Northeastern Qinghai-Tibetan Plateau and its palaeoenvironmental implications",
                "referenceEn": "Liu, X.J., Lai, Z.P., Yu, L.P., Sun, Y.J., Madsen, D. (2012). Luminescence chronology of aeolian deposits from the Qinghai Lake area in the Northeastern Qinghai-Tibetan Plateau and its palaeoenvironmental implications. Quaternary Geochronology, 10, 37-43."
            },
            {
                "titleEn": "Distribution and fate of Tibetan Plateau loess",
                "referenceEn": "Liu, X.J., Miao, X.D., Nie, J.S., Zhang, X.J., Wang, Y.X., Li, X.Z., Ou, X.Y., Lai, Z.P. (2023). Distribution and fate of Tibetan Plateau loess, Catena, 225, 107022."
            },
            {
                "titleEn": "Accumulation and erosion of aeolian sediments in the northeastern Qinghai-Tibetan Plateau and implications for provenance to the Chinese Loess Plateau",
                "referenceEn": "Liu, X.J., Xiao. G.Q., E, C.Y., Li, X.Z., Lai, Z.P., Yu, L.P., Wang, Z. (2017). Accumulation and erosion of aeolian sediments in the northeastern Qinghai-Tibetan Plateau and implications for provenance to the Chinese Loess Plateau. Journal of Asian Earth Sciences, 135: 166-174."
            },
            {
                "titleEn": "Holocene aeolian activity and climatic change in Qinghai Lake basin, northeastern Qinghai–Tibetan Plateau",
                "referenceEn": "Lu, R.J., Jia, F.F, Gao, S.Y., Shang, Y., Li, J.F., Zhao, C. (2015). Holocene aeolian activity and climatic change in Qinghai Lake basin, northeastern Qinghai–Tibetan Plateau. Palaeogeography, Palaeoclimatology, Palaeoecology, 430: 1-10."
            },
            {
                "titleEn": "The upper Pleistocene loess-palaeosol sequence at solonovka on the Cis-Altai plain, west Siberia–First luminescence dating results",
                "referenceEn": "Meshcheryakova, O.A., Volvakh, N.E., Kurbanov, R.N., Zykina, V.S., Zykin, V.S., Murray, A.S., Volvakh, A.O., Malikov, D.G., Buylaert, J.P. (2022). The upper Pleistocene loess-palaeosol sequence at solonovka on the Cis-Altai plain, west Siberia–First luminescence dating results. Quaternary Geochronology, 73, 101384."
            },
            {
                "titleEn": "Age and source of coastal loess in Shandong Peninsula, Bohai Sea, China: Implications for dust aggradation in respond to sea-level change",
                "referenceEn": "Miao, X.D., E, C.Y., Xu, S.J., Wang, Q.S., Hanson, P.R., Chen, H.T., Shi, Y.K. (2022). Age and source of coastal loess in Shandong Peninsula, Bohai Sea, China: Implications for dust aggradation in respond to sea-level change. Aeolian Research, 54, 100767."
            },
            {
                "titleEn": "Quartz OSL dating of late quaternary Chinese and Serbian loess: a cross Eurasian comparison of dust mass accumulation rates",
                "referenceEn": "Perić, Z., Adolphi, E. L., Stevens, T., Újvári, G., Zeeden, C., Buylaert, J. P., et al. (2019). Quartz OSL dating of late quaternary Chinese and Serbian loess: a cross Eurasian comparison of dust mass accumulation rates. Quaternary International, 502, 30-44. "
            },
            {
                "titleEn": "Are fixed grain size ratios useful proxies for loess sedimentation dynamics? Experiences from Remizovka, Kazakhstan",
                "referenceEn": "Schulte, P., Sprafke, T., Rodrigues, L., Fitzsimmons, K.E. (2018). Are fixed grain size ratios useful proxies for loess sedimentation dynamics? Experiences from Remizovka, Kazakhstan. Aeolian research, 31, 131-140."
            },
            {
                "titleEn": "Comparison between luminescence and radiocarbon dating of late Quaternary loess from the Ili Basin in Central Asia",
                "referenceEn": "Song, Y.G., Lai, Z.P., Li, Y., Chen, T., Wang, Y.X. (2015). Comparison between luminescence and radiocarbon dating of late Quaternary loess from the Ili Basin in Central Asia. Quaternary Geochronology, 30, 405-410."
            },
            {
                "titleEn": "Radiometric dating of late Quaternary loess in the northern piedmont of South Tianshan Mountains: Implications for reliable dating",
                "referenceEn": "Song, Y.G., Luo, D., Du, J.H., Kang, S.G., Cheng, P., Fu, C.F., Guo, X.H. (2018a). Radiometric dating of late Quaternary loess in the northern piedmont of South Tianshan Mountains: Implications for reliable dating. Geological Journal, 53, 417-426."
            },
            {
                "titleEn": "Abrupt climatic events recorded by the Ili loess during the last glaciation in Central Asia: Evidence from grain-size and minerals",
                "referenceEn": "Song, Y.G., Zeng, M.X., Chen, X.L., Li, Y., Chang, H., An, Z.S., Guo, X.H. (2018b). Abrupt climatic events recorded by the Ili loess during the last glaciation in Central Asia: Evidence from grain-size and minerals. Journal of Asian Earth Sciences, 155, 58-67."
            },
            {
                "titleEn": "Sedimentation and diagenesis of Chinese loess: implications for the preservation of continuous high-resolution climate records",
                "referenceEn": "Stevens, T., Armitage, S.J., Lu, H.Y., Thomas, D.S.G. (2006). Sedimentation and diagenesis of Chinese loess: implications for the preservation of continuous high-resolution climate records. Geology, 34, 849-852. "
            },
            {
                "titleEn": "Mass accumulation rate and monsoon records from Xifeng, Chinese Loess Plateau, based on a luminescence age model",
                "referenceEn": "Stevens, T., Buylaert, J.P., Lu, H.Y., Thiel, C., Murray, A., Frechen, M., Yi, S.W., Zeng, L. (2016). Mass accumulation rate and monsoon records from Xifeng, Chinese Loess Plateau, based on a luminescence age model. Journal of Quaternary Science, 31(4), 391-405."
            },
            {
                "titleEn": "Ice-volume-forced erosion of the Chinese Loess Plateau global Quaternary stratotype site",
                "referenceEn": "Stevens, T., Buylaert, J.P., Thiel, C., Újvári, G., Yi, S., Murray, A.S., Frechen, M., Lu, H. (2018). Ice-volume-forced erosion of the Chinese Loess Plateau global Quaternary stratotype site. Nature Communications, 9, 983."
            },
            {
                "titleEn": "Optical dating of abrupt shifts in the late Pleistocene East Asian monsoon",
                "referenceEn": "Stevens, T., Lu, H.Y., Thomas, D. S., Armitage, S. J. (2008). Optical dating of abrupt shifts in the late Pleistocene East Asian monsoon. Geology, 36(5), 415-418."
            },
            {
                "titleEn": "Influence of Atlantic meridional overturning circulation on the East Asian winter monsoon",
                "referenceEn": "Sun, Y.B., Clemens, S. C., Morrill, C., Lin, X.P., Wang, X.L., An, Z.S. (2012). Influence of Atlantic meridional overturning circulation on the East Asian winter monsoon. Nature Geoscience, 5(1), 46-49."
            },
            {
                "titleEn": "Holocene dust deposition in the Ili Basin and its implications for climate variations in Westerlies-dominated Central Asia",
                "referenceEn": "Sun, H.Y., Song, Y.G., Chen, X.L., Cheng, L.Q., Liu, H.F. (2020). Holocene dust deposition in the Ili Basin and its implications for climate variations in Westerlies-dominated Central Asia. Palaeogeography, Palaeoclimatology, Palaeoecology, 550, 109731."
            },
            {
                "titleEn": "Impacts of post-depositional processes on rapid monsoon signals recorded by the last glacial loess deposits of northern China",
                "referenceEn": "Sun, Y.B., Wang, X.L., Liu, Q.S., Clemens, S. C. (2010). Impacts of post-depositional processes on rapid monsoon signals recorded by the last glacial loess deposits of northern China. Earth and Planetary Science Letters, 289(1-2), 171-179."
            },
            {
                "titleEn": "Optically stimulated luminescence dating of late Quaternary loess deposits in the coastal region of North China: Provenance and paleoclimatic implications",
                "referenceEn": "Tian, S.C., Sun, J.M., Lv, L.X., Cao, M.M., Zhang, Z.L., Lv, T.Y. (2019). Optically stimulated luminescence dating of late Quaternary loess deposits in the coastal region of North China: Provenance and paleoclimatic implications. Quaternary Science Reviews, 218, 160-177."
            },
            {
                "titleEn": "Loess deposits in the Tajik Basin, Central Asia: chronology, provenance and palaeoclimatic implications since the Last Glacial",
                "referenceEn": "Tian, S.C., Sun, J.M., Zhang, Z.L., Abdulov, S., Cao, M.M., Gadoev, M., Oimahmadov, I. (2021). Loess deposits in the Tajik Basin, Central Asia: chronology, provenance and palaeoclimatic implications since the Last Glacial. Boreas, 50(1), 147-166."
            },
            {
                "titleEn": "First high-resolution luminescence dating of loess in Western Siberia",
                "referenceEn": "Volvakh, N.E., Kurbanov, R.N., Zykina, V.S., Murray, A.S., Stevens, T., Koltringer, C.A., Volvakh, A.O., Malikov, D.G., Taratunina, N.A., Buylaert, J.P. (2022). First high-resolution luminescence dating of loess in Western Siberia. Quaternary Geochronology, 73, 101377. "
            },
            {
                "titleEn": "Holocene moisture variations in western arid central Asia inferred from loess records from NE Iran",
                "referenceEn": "Wang, Q., Wei, H.T., Khormali, F., Wang, L.B., Yan, H.Y., Xie, H.C., Wang, X., Huang, W., Chen, J.H., Chen, F.H. (2020). Holocene moisture variations in western arid central Asia inferred from loess records from NE Iran. Geochemistry, Geophysics, Geosystems, 21(3), e2019GC008616."
            },
            {
                "titleEn": "A Preliminary Study on the Luminescence Dating of the Songyuan Loess in Northeast China during the Last Glacial Period and Its Paleoclimate Significance",
                "referenceEn": "Wang, S.N., Wang, X.L., Kang, S.G. (2017). A preliminary study on the luminescence dating of the Songyuan loess during the last glacial period in Northeast China and its paleoclimatic significance. Journal of the Earth Environment, 8 (5), 397-406."
            },
            {
                "titleEn": "Aeolian process and climatic changes in loess records from the northeastern Tibetan Plateau: Response to global temperature forcing since 30 ka",
                "referenceEn": "Wang, X.Y., Yi, S.W., Lu, H.Y., Vandenberghe, J., Han, Z.Y. (2015). Aeolian process and climatic changes in loess records from the northeastern Tibetan Plateau: Response to global temperature forcing since 30 ka. Paleoceanography, 30(6): 612-620."
            },
            {
                "titleEn": "Quartz OSL and K-feldspar post-IR IRSL dating of loess in the Huangshui river valley, northeastern Tibetan plateau",
                "referenceEn": "Wang, Y.X., Chen, T.Y., E, C.Y., An, F.Y., Lai, Z.P., Zhao, L., Liu, X.J. (2018). Quartz OSL and K-feldspar post-IR IRSL dating of loess in the Huangshui river valley, northeastern Tibetan plateau. Aeolian Research, 33, 23-32."
            },
            {
                "titleEn": "Climate change and anthropogenic activities in Qinghai Lake basin over the last 8500 years derived from pollen and charcoal records in an aeolian section",
                "referenceEn": "Wei, H.C., E, C.Y., Zhang, J., Sun, Y.J., Li, Q.K., Hou, G.L., Duan, R.L. (2020). Climate change and anthropogenic activities in Qinghai Lake basin over the last 8500 years derived from pollen and charcoal records in an aeolian section. Catena, 193, 104616."
            },
            {
                "titleEn": "Quartz OSL dating of loess deposits since the late glacial in the Southeast of Caspian Sea",
                "referenceEn": "Wei, H.T., Wang, L.B., Azarmdel, H., Khormali, F., Frechen, M., Li, G.Q., Chen, F.H. (2021). Quartz OSL dating of loess deposits since the late glacial in the Southeast of Caspian Sea. Quaternary International, 583, 39-47."
            },
            {
                "titleEn": "Establishing a high-resolution luminescence chronology for the Zhenbeitai sand-loess section at Yulin, North-Central China",
                "referenceEn": "Wu, J., Lu, H.Y., Yi, S.W., Xu, Z.W., Gu, Y., Liang, C.H., Cui, M.C., Sun, X.F. (2019). Establishing a high-resolution luminescence chronology for the Zhenbeitai sand-loess section at Yulin, North-Central China. Quaternary Geochronology, 49, 78-84."
            },
            {
                "titleEn": "Loess accumulation in Harbin with implications for Late Quaternary aridification in the Songnen Plain, Northeast China",
                "referenceEn": "Wu, P., Xie, Y.Y., Chi, Y.P., Kang, C.G., Sun, L., Wei, Z.Y., Zhang, M., Zhang, Y.X. (2021). Loess accumulation in Harbin with implications for Late Quaternary aridification in the Songnen Plain, Northeast China. Palaeogeography, Palaeoclimatology, Palaeoecology, 570, 110365."
            },
            {
                "titleEn": "Holocene Aeolian Activity Recorded by Mountain Paleosols, Gonghe Basin, Northeast Qinghai-Tibet Plateau",
                "referenceEn": "Xu, C.X., E, C.Y., Shi, Y.K., Zhang, J., Sun, M.P., Zhang, Z.K., Zeng, Y.X. (2022). Holocene Aeolian Activity Recorded by Mountain Paleosols, Gonghe Basin, Northeast Qinghai-Tibet Plateau. Frontiers in Earth Science, 10, 89."
            },
            {
                "titleEn": "Holocene environmental evolution in the Qinghai Lake area recorded by aeolian deposits",
                "referenceEn": "Xue, H., Zeng, F. (2021). Holocene environmental evolution in the Qinghai Lake area recorded by aeolian deposits[J]. Quaternary International, 580: 67-77."
            },
            {
                "titleEn": "Research on the history of sand and dust activities in the Republic Basin based on optically stimulated luminescence dating.",
                "referenceEn": "Yan, W.T., E, C.Y., Jiang, Y.Y., Sun, Y.J., Lv, S.C., Zhang, J., Sun, M.P., Li, P., Yang, L. (2019). Study on the history of wind sand activity in the Gonghe Basin based on photoluminescence dating. Salt Lake Research, 27 (1), 28-38."
            },
            {
                "titleEn": "The close-space luminescence dated loess record from SW Junggar Basin indicates persistent aridity during the last glacial-interglacial cycle in lowlands of Central Asia",
                "referenceEn": "Yang, H., Li, G.Q*., Gou, S.Y, Qian, J.K, D, Y.Q., Zhang, Y.N., Tara, J.N., Wang, Z., Jin, M. (2021). The close-space luminescence dated loess record from SW Junggar Basin indicates persistent aridity during the last glacial-interglacial cycle in lowlands of Central Asia. Palaeogeography, Palaeoclimatology, Palaeoecology, 584, 110664. "
            },
            {
                "titleEn": "Loess depositional dynamics and paleoclimatic changes in the Yili Basin, Central Asia, over the past 250 ka",
                "referenceEn": "Yang, H., Li, G.Q., Huang, X., Wang, X.Y., Zhang, Y.N., Jonell, T.N., Jin, M., Chen, C.Z., Zhao, W.W., Zhang, H.X., Wang, Z., Deng, Y.Q. (2020). Loess depositional dynamics and paleoclimatic changes in the Yili Basin, Central Asia, over the past 250 ka. Catena, 195, 104881."
            },
            {
                "titleEn": "Holocene moisture evolution and its response to atmospheric circulation recorded by aeolian deposits in the southern Tibetan Plateau",
                "referenceEn": "Yang, J.H., Xia, D.S., Gao, F.Y., Wang, S.Y., Li, D.X., Fan, Y.J., Chen, Z.X., Tian, W.D., Sun, X.Y., Wang, Z.Q., & Wang, F. (2021). Holocene moisture evolution and its response to atmospheric circulation recorded by aeolian deposits in the southern Tibetan Plateau. Quaternary Science Reviews. 270, 107169."
            },
            {
                "titleEn": "A detailed post-IR IRSL dating study of the Niuyangzigou loess site in northeastern China",
                "referenceEn": "Yi, S.W., Buylaert, J.P., Murray, A.S., Lu, H.Y., Thiel, C., Zeng, L. (2016). A detailed post-IR IRSL dating study of the Niuyangzigou loess site in northeastern China. Boreas, 45, 644-657."
            },
            {
                "titleEn": "High resolution OSL and post-IR IRSL dating of the last interglacial-glacial cycle at the Sanbahuo loess site (northeastern China)",
                "referenceEn": "Yi, S.W., Buylaert, J.P., Murray, A.S., Thiel, C., Zeng, L., Lu, H.Y. (2015). High resolution OSL and post-IR IRSL dating of the last interglacial-glacial cycle at the Sanbahuo loess site (northeastern China). Quaternary Geochronology, 30, 200-206."
            },
            {
                "titleEn": "High resolution luminescence chronology for Xiashu Loess deposits of Southeastern China",
                "referenceEn": "Yi, S.W., Li, X.S., Han, Z.Y., Lu, H.Y., Liu, J.F., Wu, J. (2018). High resolution luminescence chronology for Xiashu Loess deposits of Southeastern China. Journal of Asian Earth Sciences, 155, 188-197."
            },
            {
                "titleEn": "Sea-level changes in the Bohai Sea, northern China, constrained by coastal loess accumulation over the past 200 ka",
                "referenceEn": "Yi, S.W., Zeng, L., Xu, Z.W., Wang, Y., Wang, X.Y., Wu, J., Lu, H.Y. (2022). Sea-level changes in the Bohai Sea, northern China, constrained by coastal loess accumulation over the past 200 ka. Quaternary Science Reviews, 277, 107368."
            },
            {
                "titleEn": "Loess deposits in the northern Kyrgyz Tien Shan: Implications for the paleoclimate reconstruction during the Late Quaternary",
                "referenceEn": "Youn, J. H., Seong, Y. B., Choi, J. H., Abdrakhmatov, K., Ormukov, C. (2014). Loess deposits in the northern Kyrgyz Tien Shan: Implications for the paleoclimate reconstruction during the Late Quaternary. Catena, 117, 81-93."
            },
            {
                "titleEn": "High resolution quartz OSL and K-feldspar post-IR IRSL dating of loess in the central Shandong Mountains (Eastern China)",
                "referenceEn": "Zhao, Q.Y., Ding, M., Peng, S.Z., Wang, L., Zhang, W., Song, B., Zhou, R., Yue, J.S., Zheng, D.D. (2021). High resolution quartz OSL and K-feldspar post-IR IRSL dating of loess in the central Shandong Mountains (Eastern China). Geochronometria, 48(1), 232-241."
            },
            {
                "titleEn": "Luminescence chronology of loess-palaeosol deposits in the Central Shandong Mountains region: Provenances and paleoclimate implications",
                "referenceEn": "Zhao, Q.Y., Peng, S.Z., Fan, N.N., Wang, L., Hao, Q.Z., Liu, X.Y., Zhou, R., Ding, M., Zhang, W., Liu, N. (2022). Luminescence chronology of loess-palaeosol deposits in the Central Shandong Mountains region: Provenances and paleoclimate implications. Quaternary Geochronology, 70, 101296."
            },
            {
                "titleEn": "An alpine meadow soil chronology based on OSL and radiocarbon dating, Qinghai Lake, northeastern Tibetan Plateau",
                "referenceEn": "Zhang, J., E, C.Y., Wu, C.Y., Sun, Y.J., Li, P., Shi, Y.K., Sun, M.P. (2020a). An alpine meadow soil chronology based on OSL and radiocarbon dating, Qinghai Lake, northeastern Tibetan Plateau. Quaternary International, 562: 35-45."
            },
            {
                "titleEn": "High-density optically stimulated luminescence dating of the loess at Heimahe, Qinghai Lake.",
                "referenceEn": "Zhang, J., E, C.Y., Zhao, Y.J. (2019). High density photoluminescence dating of the Heimahe loess in Qinghai Lake. Journal of the Earth Environment, 9 (6), 557-568."
            },
            {
                "titleEn": "Late Quaternary loess accumulation at the Rudak section in Uzbekistan, central Asia: Chronology and palaeoclimate implications",
                "referenceEn": "Zhang, J.R., Zhou, X.Y., Long, H. (2020b). Late Quaternary loess accumulation at the Rudak section in Uzbekistan, central Asia: Chronology and palaeoclimate implications. Palaeogeography, Palaeoclimatology, Palaeoecology, 547, 109695."
            },
            {
                "titleEn": "A comprehensive dataset of luminescence chronologies and environmental proxy indices of loess-paleosol deposits across Asia",
                "referenceEn": "Li, G., Yan, Z., Song, Y., Fitzsimmons, K., Yi, S., Kang, S., E, C., Stevens, T., Lai, Z., Dave, A., Chen, C., Deng, Y., Yang, H., Wang, L., Zhang, X., Qin, C., Zhao, Q., Buylaert, J., Lu, T., Wang, Y., Liu, X., Ling, Z., Chang, Q., Wei, H., Wang, X., & Che, F. (2024). A comprehensive dataset of luminescence chronologies and environmental proxy indices of loess-paleosol deposits across Asia. npj Climate and Atmospheric Science, 7 (7), https://doi.org/10.1038/s41612-023-00555-4."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameEn": "High-resolution chronology"
            },
            {
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameEn": "Sediments"
            },
            {
                "nameEn": "Quartz and K-feldspar"
            },
            {
                "nameEn": "CaCO3 content"
            },
            {
                "nameEn": "Magnetic susceptibility"
            },
            {
                "nameEn": "Grain-size"
            },
            {
                "nameEn": "Chroma"
            },
            {
                "nameEn": "Luminescence dating"
            },
            {
                "nameEn": "Loess"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Central Asia"
            },
            {
                "keywordEn": "Northeast China"
            },
            {
                "keywordEn": "Chinese Loess Plateau"
            },
            {
                "keywordEn": "Asia"
            },
            {
                "keywordEn": "Shandong Peninsula"
            },
            {
                "keywordEn": "West Asia"
            },
            {
                "keywordEn": "Western Siberian"
            },
            {
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "Holocene",
                "type": "temporal"
            },
            {
                "keywordEn": "Quaternary",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "the Fundamental Research Funds for the Central Universities"
            },
            {
                "titleEn": "the National Natural Science Foundation of China"
            },
            {
                "titleEn": "Youth Innovation Promotion Association Chinese Academy of Sciences"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleEn": "The precipitation from May to September on the Tibetan Plateau and surrounding areas (1957-2015)"
            },
            {
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Loess-palaeosol deposits of the Upper Pleistocene cover an extensive territory in the south of Western Siberia. Previously, most studies of loess-palaeosol sequences were carried out on river bank sections of the Ob river around Novosibirsk and upstream of this location (Ob Loess plateau); more recently, the focus of research has shifted towards the inner part of the Cis-Altai plain. Despite a good knowledge of the structure of regional loess-palaeosol sequences, there is a considerable lack of absolute dating beyond the radiocarbon limit. Wind-blown dust has created one of the most important archives of changes in the natural environment on a regional and global scale in the Pleistocene. The loess-palaeosol horizons formed during the Pleistocene in Western Siberia have been compared with several main global climatic records - with the marine stages of the isotope oxygen curve, the record of Lake Baikal, and the Vostok station Antarctic ice cores, as well as with loess-palaeosol series in China, Central Asia, Ukraine, Russian Plain, Central Siberia. Loess deposits are widespread in the south of Western Siberia and form part of the Siberian loess region, an important component of the Eurasian loess belt. Despite comprehensive regional loess studies, there is a marked lack of geochronological data."
            ],
            "research objective": [
                "The main goal of our study is to establish a detailed geochronological description of the Upper Pleistocene loess-palaeosol sequence in the south of Western Siberia, based on the example of the Solonovka section of the Cis-Altai Plain."
            ],
            "challenges": [
                "Despite methodological problems associated with an unexpectedly fine grain size distribution, this study has, for the first time, provided a coherent and convincing OSL chronology for the thick loess cover of the Cis-Altai plain and the south of Western Siberia."
            ],
            "methods": [
                "For this study, 25 samples from a 10 m thick profile of the Solonovka section were collected in light-proof bags after sunset. Samples for gamma spectrometry were taken separately around the luminescence samples. Sample preparation was carried out in Novosibirsk, and luminescence and gamma spectrometry measurements were carried out in Denmark. The material for measuring the equivalent dose was obtained by wet sieving the 63 – 90 μm fine sand fraction. Further purification of the quartz extract was done in 40% HF (40 min) followed by a final wash in 10% HCl. Quartz grains were mounted as large aliquots (8 mm, to provide well-averaged dose estimates) on stainless steel discs and K-rich feldspar grains as small (~1 mm) aliquots (because of limited material) in stainless steel cups. The applicability of both quartz and feldspar SA protocols was confirmed by dose recovery tests on laboratory bleached aliquots."
            ],
            "dataset": [],
            "findings": [
                "The PS3 soil has been confirmed as associated with MIS 5, probably MIS5e, but there is then evidence for a previously undetected 55 ka hiatus until almost the end of MIS4."
            ]
        },
        {
            "background": [
                "The extensive aeolian deposits of the Tibetan Plateau (TP) represent important environmental archives, recording information about the past interplay between the Asian monsoon and Westerlies and the link between dust accumulation and Quaternary glaciations. The Tibetan Plateau (TP) is the most extensive and most elevated mountain plateau on Earth. Because of its sensitivity to global climatic change it has been referred to as the Third Pole (Qiu 2008). Understanding the timing of loess deposition is crucial to reconstructing both the development of the Quaternary landscape in Tibet and the changes in the broader Asian Quaternary climate."
            ],
            "research objective": [
                "The purpose of this study is to provide a high-resolution chronology for loess formation in the region using luminescence dating."
            ],
            "challenges": [
                "However, there is little chronological information about the loess deposits in this region."
            ],
            "methods": [
                "Twenty-nine luminescence samples were taken from the Hebei section at 20–30 cm intervals in October 2014. All OSL samples were obtained by hammering steel tubes (25-cm-long cylinders with a diameter of 5 cm) into a freshly dug vertical section. The samples were prepared and measured in the Nordic Laboratory for Luminescence Dating. The inner part of the sample was wet sieved to the grain-size range 63–90 µm. Quartz and K-rich feldspar grains were mounted as large aliquots (8 mm) in a monolayer on 9-mm-diameter stainless steel discs (quartz) and cups (feldspar) using silicone oil. All measurements were carried out on standard Risø TL/OSL DA-20 readers."
            ],
            "dataset": [
                "A total of 29 samples were collected from an 8-m-thick homogeneous loess section at Hebei (HB) in order to date sand-sized (63–90 µm) quartz and K-feldspar fractions using optically stimulated luminescence (OSL) and infrared stimulated luminescence (IRSL and pIRIR) signals, respectively."
            ],
            "findings": [
                "The resulting quartz and feldspar ages are in good agreement over the last 40 ka; beyond this (i.e. De >120 Gy), the quartz age is underestimated, and the pIRIR 170 feldspar ages are considered more reliable. The HB loess section records continuous environmental information from c. 50 to c. 30 ka, i.e. throughout Marine Isotope Stage (MIS) 3. Mass accumulation rates (MARs) varied considerably over this period with increased dust accumulation around c. 38 ka and after c. 32 ka; in between, and at the beginning of MIS 3 (50–40 ka), the dust accumulation rate was ~50% lower. Finally, the HB section also records a MIS 2 hiatus of c. 17 ka duration, probably resulting from deflation. This study implies that loess deposition on the TP is predominantly an interglacial/interstadial phenomenon and the TP may be deflating at the same time as the Chinese Loess Plateau is accumulating, at least during MIS 2."
            ]
        },
        {
            "background": [
                "Interactions between dust cycles, including sources, transport, deposition, and climatic change play an essential role in the Earth system. Dust activities can be influenced by climate change through changing ground surface conditions and atmospheric circulation and can contribute to climate change through the absorption and scattering of solar radiation in the atmosphere and changing ocean productivity. Past dust activities at tectonic-to suborbital-scales under various climate boundaries (e.g., glacial and interglacial) have been represented using loess, desert dunes, ocean sediments, and ice-core sediments. Aeolian-formed terrestrial loess has been extensively examined in regard to the reconstruction of past dust mass accumulation rates (MARs) or dust fluxes. Loess on the Chinese Loess Plateau (CLP) has been used to reconstruct past dust activities at tectonic-, orbital-, and suborbital scales, mostly linked to East Asian summer and winter monsoon circulation. Vast arid-semiarid regions in Central Asia contribute greatly to the Northern Hemisphere regional- and global-scale dust cycles. Although loess is widely distributed in Central Asia, systematic and regional-scale reconstructions of dust MARs are lacking, and site-specific records are limited."
            ],
            "research objective": [
                "In this study, based on the high-resolution luminescence dating of 10 loess sections, we reconstruct variations in the stacked MAR over the past 30 ka in the eastern Yili Basin, Central Asia, which represents basin-scale dust accumulation. We propose that changes in the Siberian High intensity dominantly modulated the aforementioned MAR variations. This study implies that dust activity in the Yili Basin will possibly be weakened at a long-term scale under future global warming scenarios, and it is also significant for geological dust accumulation reconstruction in other basins in Central Asia."
            ],
            "challenges": [
                "Considering the large intersite variation in MAR, to determine basin-scale dust accumulation, the results from more sections are urgently required."
            ],
            "methods": [
                "In this study, we constructed the high-resolution luminescence chronology of three loess sections over the past 30 ka in the eastern Yili Basin, Central Asia. Combined with previously published luminescence dating results from seven other loess sections in this region, for the first time, a stacked basin-scale dust MAR record over the past ∼30 ka is presented, and suborbital-scale variations in MARs are determined. We applied the single-aliquot regenerative-dose (SAR) OSL dating protocol to the fine quartz grains (4–11 μm) from all three loess sections."
            ],
            "dataset": [
                "Data sets for this research, including OSL ages, chronology, mean grain size, and stacked MAR, are available in the East Asian Paleoenvironmental Science Database."
            ],
            "findings": [
                "The stacked results in the eastern Yili Basin indicate that the MAR level remained high during the Last Glacial Maximum, followed by a dramatically decreasing trend throughout the last deglaciation, and exhibited a slight decrease during the early Holocene and early middle Holocene, followed by a clear increasing trend toward the late Holocene. We propose that changes in the Siberian High intensity dominantly modulated the aforementioned MAR variations."
            ]
        },
        {
            "background": [
                "The Chinese Loess Plateau (CLP) locates in the middle reaches of the Yellow River, and it covers an area of approximately 440,000 km2. It is surrounded by northern Qinghai-Tibetan Plateau (QTP), the Tengger, Mu Us deserts, the Yinshan mountains, the Taihang mountains, and the Qinling mountains (Xiao et al., 2012). The Quaternary loess-paleosol sequences of the CLP were wind-blown silts that derived from arid areas in northwestern China and eastern central Asia (Liu, 1965, 1985). Recently, geomorphological, stratigraphic, geochemical, and zircon U-Pb chronological studies all regard the northern and northeastern QTP also as one important source region for silts deposited in the CLP (An et al., 2012; Bird et al., 2015; Bowler et al., 1987; Che and Li, 2013; Kapp et al., 2011; Li et al., 2013; Licht et al., 2016; Nie et al., 2014, 2015; Pullen et al., 2011; Stevens et al., 2013). Recent observations ﬁnd that sand dust storms in QTP occurred frequently during winter and spring seasons every year, and a wide range of mobile dunes and desertiﬁcation lands in QTP provided plenty of materials for sand dust storms to carry (E C.Y. et al., 2016; Fang et al., 2004; Wang et al., 2008; Yu and Lai, 2012). Because the average elevation of QTP is more than 3000 m above sea level, ﬁne particles in QTP can be easily raised up into the westerly jet-stream and transported eastward, some can even reached to remote North Paciﬁc region (Fang et al., 2004; Han et al., 2004). Fluvio-lacustrine sediments in the western and central Qaidam basin suffered from strong wind erosion since the Pliocene, implying it might be a potential source region for Quaternary loess in the CLP (Heermance et al., 2013; Nie et al., 2014). A recent quantitative study proposed that sediments in the middle and upper reaches of the Yellow River and ﬂuvio-lacustrine sediments in Qaidam basin contributed more than 75% of the sediments that accumulated in the CLP (Licht et al., 2016)."
            ],
            "research objective": [
                "In this study, we dated aeolian sediments, alluviums, beach sediments, and sand wedges in the northeastern QTP using optical dating, combined with previously reported ages, explored the aeolian sediment deposition patterns in this region. Finally, we combined our dated ages with reported OSL ages within the study area by other researchers to explore aeolian sediment accumulation pattern during the last interglacial-glacial cycle. We are also attempt to explore whether winds or rivers, or both were the dominant forces to transport ﬁne grain sediments from the north and northeastern QTP to the CLP."
            ],
            "challenges": [
                "However, neither wind transport pattern nor ﬂuvial plus wind transport pattern are perfect in explaining how the ﬁne sediments transport from northern and northeastern QTP to the CLP. The wind transport pattern is confused when considering how the ﬁne sands and silts were transported across the mountains standing between the northern QTP and the CLP, such as the eastern Qilian mountains, Riyue mountains, Laji mountains, and Liupan mountains."
            ],
            "methods": [
                "In the laboratory, under the red safe lights, 3 cm of sediments at each end of the tubes were dug out for water content and dose rate determinations. OSL measurements were carried out in the Luminescence Dating Laboratory of the Qinghai Institute of Salt Lakes, Chinese Academy of Sciences, using an automated Risø TL/OSL DA-20 reader. The initial 0.64 s signals were used for growth curve reconstruction after background noise subtraction (the signals of the last 10 s). The radionuclide activity concentrations of the samples were determined after the U, Th and K concentrations were measured by neutron activation analysis (NAA). The NAA analysis was performed in the Chinese Atomic Energy Institute."
            ],
            "dataset": [
                "In this study, we provide 37 newly dated OSL ages and use 44 of our previously reported ages (Tables S1 and S2, Fig. S1). In total, this study referenced 361 OSL ages, of which 339 are aeolian sediment ages and 22 are sand wedge, alluvium, and beach sediment ages."
            ],
            "findings": [
                "In this study, we dated and summarized reported ages of aeolian sediments, alluviums, beach sediments, and sand wedges in the northeastern QTP, found that aeolian sediments mainly accumulated during MIS 3 stage and since the last deglaciation, but nearly absent during the MIS 2 and MIS 4 cold stages."
            ]
        },
        {
            "background": [
                "The East Asian winter monsoon (EAWM) exerts significant impacts on the weather and climate over China, Korea, Japan, and surrounding regions, and acts as an important bridge for matter and energy cycling between the Northern Hemisphere mid- to high latitudes and the tropics. An intensified EAWM often causes cold and dry northerly winds, low temperatures, heavy snowfall, freezing, and dust storms in East Asia, as well as heavy convection in Southeast Asia. High-quality instrumental EAWM records cover mainly the past ∼70 yr and provide valuable insights into changes in the EAWM intensity at decadal, annual, and seasonal scales. Changes in EAWM intensity at geological time scales can be reconstructed from loess, marine sediments, and lake sediments in East Asia. The eolian-formed loess on the Chinese Loess Plateau (CLP) is the product of the EAWM and can be used to reconstruct EAWM intensity changes at tectonic, orbital, millennial, and even centennial scales. Moreover, loess on the CLP shows advantages in revisiting EAWM changes because of its basically continuous nature, relatively precise chronology, and high temporal resolution."
            ],
            "research objective": [
                "In this study, based on four high-resolution, chronologically well-defined loess sections on the CLP, we attempt to understand changes in the EAWM intensity and its amplitudes at various time scales. Combined with observed and projected EAWM data, we conduct logistic predictions of the EAWM changes with respect to long-term trends and amplitudes under 21st century warming scenarios."
            ],
            "challenges": [
                "However, projections relying on geological EA WM reconstructions, which can compensate for instrumental record limitations, are still lacking and urgently needed. Up to now, projection of the EAWM has relied mainly on instrumental records. However, considering the limitation of instrumental data length, longer-time-scale EAWM records under various climate conditions are urgently needed for a more promising understanding and projection of the EAWM under present and future global-warming scenarios."
            ],
            "methods": [
                "We used grain-size records from four high-resolution, chronologically well-defined loess sections on the Chinese Loess Plateau to represent past EA WM intensity and its amplitudes. We investigated four high-sedimentation-rate loess records. We applied the single-aliquot regenerative-dose OSL dating protocol to fine quartz grains (4–11 μm) from the GB and WN2 sections. The obtained 40 ages (ca. 28.1–3.9 ka) at section GB and 10 ages (ca. 1.3–0.2 ka) at section WN2 were incorporated into a Bayesian age-depth model to produce the chronology. Subsequently, we calculated the mean time resolutions for specific periods in each section, which are a prerequisite for determining the temporal resolutions of the changes in the EAWM. Grain-size measurements at section GB (below 2.6 m depth) were the same as those in our recent study. The mean grain size (MGS) of 2 cm intervals was finally used for the four studied sections. Then, the MGS time series of each section was linearly interpolated and subsequently smoothed using an adjacent-averaging approach in different time windows (10, 1, and 0.1 k.y.). The resultant residual MGS records (interpolated minus smoothed MGS) are used to represent variations in EAWM amplitude."
            ],
            "dataset": [
                "We used grain-size records from four high-resolution, chronologically well-defined loess sections on the Chinese Loess Plateau to represent past EA WM intensity and its amplitudes. We investigated four high-sedimentation-rate loess records. Located on the southeastern CLP, loess sections Gaobai (GB) and Weinan (WN2) were excavated and densely sampled for optically stimulated luminescence (OSL) dating and grain-size measurements. Another two loess sections, Gulang (GL) and Jingyuan (JY), are situated at the northwestern margin of the CLP and were drilled or excavated for sampling; the chronology and grain-size data from these two sections have been previously reported and were used for our analysis."
            ],
            "findings": [
                "Our results show that the EA WM is weaker and has lower amplitudes during warm periods than during cold stages at various time scales. Moreover, instrumental records reveal that the EA WM shows a weak level and reduced interannual amplitudes after the mid-1980s under the context of global warming. We propose that the EA WM will experience long-term weakening and reduced (e.g., interannual) amplitudes under 21st century global-warming scenarios."
            ]
        },
        {
            "background": [
                "Wind-blown dust deposits on the Chinese Loess Plateau form some of the most important archives of monsoon climate and atmospheric dust deposition of the late Cenozoic. Sequences of loess and palaeosol units preserve the alternation of winter and summer East Asian monsoon-dominant climates through the Quaternary, Pliocene, Miocene and potentially the late Eocene–Oligocene. The Chinese Loess Plateau dust deposits are some of the most extensively studied climate archives on the planet; there is a general consensus that changes in mineral magnetic susceptibility parameters predominantly reflect soil forming processes that are in turn influenced by summer monsoon rainfall. In contrast, grain-size variations may be more influenced by winter monsoon circulation, although the precise mechanism remains controversial and are also thought to be affected by source changes. Changes in these climate proxies through loess–palaeosol sequences are widely used as reference points for terrestrial climatic change in global databases and compilations. Furthermore, analysis of mass accumulation rates (MARs) of loess sequences provides insight into changes in past atmospheric dust activity, a critical but poorly understood component of the climate system. An accurate and precise age model is critical to the calculation of MARs and to the proper use of loess monsoon proxies. Many earlier studies used correlation-based methods (i.e. matching of changes in climate proxies or stratigraphy to those in a ‘known age’ sequence), but these have been shown to be inaccurate on millennial timescales during the last glacial and Holocene. However, loess is ideally suited for dating using luminescence methods because of the expected prolonged daylight exposure of sediments before deposition. Optically stimulated luminescence (OSL) dating determines the timing of last exposure of certain dosimeter mineral grains to daylight, and so acts as a depositional chronometer. Over recent years there has been a significant increase in the number of studies applying luminescence-based age models to Chinese loess sequences. As a result, considerable progress has been made in understanding loess deposition and the timing of climate change recorded in loess, yet these studies have also raised several questions and discrepancies regarding the use and interpretation of Chinese loess deposits."
            ],
            "research objective": [
                "Here we present a detailed quartz optically stimulated luminescence (OSL) chronology from the Xifeng Chinese Loess Plateau site. The development and application of independent luminescence dating techniques is critical in loess research mainly because of the inaccuracies inherent in the widely used age models based on correlation. With these issues firmly in mind, we present here a detailed investigation of the last-glacial deposits at the important Xifeng (Zhao Jia Chuan) section in the central Chinese Loess Plateau. This study uses quartz OSL ages sampled at 10–20-cm depth resolution, directly measured bulk densities (to calculate MARs), as well as grain-size distributions and magnetic susceptibility (both at 5-cm sampling resolution). The data are then used to develop a detailed age model and MARs, and to reconstruct past dust flux and monsoon climate at the site."
            ],
            "challenges": [
                "The luminescence ages show significant pedogenic and anthropogenic disturbance in material deposited after ca. 20–22 ka. Analysis of other published data suggests that this disturbance may be more common than previously realized. Firstly, some studies argue that significant centennial- to millennial-scale gaps in the loess record are present at some sites, of up to 10 ka. Related to this, many sites also show anomalously young luminescence dates at the top of Holocene soils, probably associated with anthropogenic disturbance, and multiple age inversions at the base of Holocene soils, potentially linked to soil-forming processes. These disturbances to the stratigraphic sequence are not always clear from stratigraphy alone. The timing and rate of dust accumulation appears to vary significantly between sites. However, some authors have recently noted an apparent link to the North Atlantic record based on some OSL-dated loess sequences. The presence and nature of this link remains an important question in loess research, yet uncertainties over the nature of loess deposition and alteration, as well as current error uncertainties on luminescence dates, have so far prevented a clear consensus. The fact that questions about these issues can be asked (or in some cases revisited) demonstrates the power of luminescence techniques to address fundamental issues in loess deposition, dust activity and monsoon forcing, to a degree not previously possible. To some extent the differences in findings between studies may reflect real site-to-site differences, but it is also important to note large variations in sampling interval used in studies, varying between 10 cm and >1 m even if only the most detailed studies are considered."
            ],
            "methods": [
                "This study uses quartz OSL ages sampled at 10–20-cm depth resolution, directly measured bulk densities (to calculate MARs), as well as grain-size distributions and magnetic susceptibility (both at 5-cm sampling resolution)."
            ],
            "dataset": [],
            "findings": [
                "It is clear that our measurement protocol is able to accurately (within 10% of unity) measure doses of up to 400 Gy administered before any thermal pretreatment of the sample, although as we note below this will be beyond the reliable range of quartz dating (Buylaert et al., 2007; Roberts, 2008; Chapot et al., 2012). Quartz OSL De values and ages generally show increases with depth (Fig. 3), with some notable reversals and jumps in the ages. To the best of our knowledge these data (46 OSL ages covering most of the last glacial) comprise the most stratigraphically detailed De, dose rate and age analysis of any last glacial loess section to date, and represent a unique opportunity to investigate climate, dust activity and loess depositional dynamics at the centre of the Loess Plateau in China."
            ]
        },
        {
            "background": [
                "Luminescence dating of loess older than 100 ka has long been a challenge. It has been recently reported that, using optically stimulated luminescence (OSL) of fine-grained quartz (4–11lm) extracted from loess, the range of luminescence dating could be pushed to 0.6 Ma with OSL ages being in agreement with independent ages. Loess is an aeolian sediment and it is ideal for luminescence dating. Compared with quartz, feldspar is more sensitive to irradiation in producing luminescence, and it has much higher saturation dose. The majority of luminescence dating of Chinese loess have been using feldspars (4–11lm, fine-grain multi-minerals) in order to take the advantage of high saturation dose. However, feldspar luminescence has displayed problems from the very beginning in dating old loess. While feldspars have the problem of anomalous fading which will result in age underestimation, quartz does not and is regarded as a reliable dosimeter."
            ],
            "research objective": [
                "The aim of this study is to provide a luminescence chronology (20 samples) for the standard Luochuan loess section, and to further examine the upper limit of quartz OSL dating for Chinese loess."
            ],
            "challenges": [
                "However, when compared with independent chronological control, the De that could be treated as reliable is less than 230 Gy (corresponding to 70 ka in age for Chinese loess), and the De larger than 230 Gy should be underestimated. The cause of underestimation is not yet clear. The previous results by Watanuki et al. (2005) on the extension of OSL dating of loess to 0.6 Ma is not confirmed."
            ],
            "methods": [
                "In this study quartz of 45–63lm was extracted for dating. Sample preparation was similar to the procedures by Lai and Wintle (2006), and only a brief summary was presented here. Quartz fraction of 45–63lm was extracted after a series of treatments using HCl, H2O2, and fluorosilicic acid; and its purity was tested by IR stimulation. Laboratory work was carried out in the Luminescence Dating Laboratory, School of Geography in Oxford University, UK. OSL measurements were performed on a Risø TL-DA-15 reader incorporating blue LEDs (k = 470 ± 20 nm) for OSL stimulation. A revised SAR protocol (Murray and Wintle, 2000) outlined in Fig. 2 was employed for De determination."
            ],
            "dataset": [],
            "findings": []
        },
        {
            "background": [
                "The Tibetan Plateau (TP) is regarded as the “Asian Water Tower” because it is the source of most of the major rivers in Asia. Glaciers and lakes are widely distributed in the southern TP, which feed many major Asian rivers, such as the Brahmaputra, Ganges, and Indus, and thus they are critically important for the large human populations downstream. Recent studies have indicated that landscape attributes in the southern TP, such as glaciers, lakes, and vegetation, have changed rapidly over the past 30 years. These landscape changes are closely related to changes in precipitation delivered by the regional atmospheric circulation systems. Compilations of various paleo-moisture proxies suggest that the pattern of moisture evolution in the southern TP was characterized by a wet early Holocene and a dry late Holocene, which was attributed to the role of the Indian summer monsoon (ISM). However, these inferred moisture changes during the Holocene are inconsistent with pollen-based precipitation reconstructions from the same latitude in the southern TP. This conflicting pattern of inferred moisture evolution may result from two factors. First, the region is located at the junction of the ISM and the MLW, and thus changes in moisture conditions may be influenced by both atmospheric systems. Second, differences between records may be caused by the use of different dating methods and proxies."
            ],
            "research objective": [
                "Here, we present the results of an analysis of an aeolian sedimentary sequence from the Yarlung Zangbo River valley in the southern TP, which potentially provides a record of changes in moisture conditions during the Holocene, and hence changes in the atmospheric circulation process. Overall, our results provide an improved understanding of the driving mechanism of climate change in the southern TP during the Holocene."
            ],
            "challenges": [
                "However, these inferred moisture changes during the Holocene are inconsistent with pollen-based precipitation reconstructions from the same latitude in the southern TP. This conflicting pattern of inferred moisture evolution may result from two factors. First, the region is located at the junction of the ISM and the MLW, and thus changes in moisture conditions may be influenced by both atmospheric systems. Second, differences between records may be caused by the use of different dating methods and proxies. These issues limit our understanding of the pattern of Holocene climate change in the southern TP."
            ],
            "methods": [
                "Optically stimulated luminescence dating with the single-aliquot regeneration protocol was used to establish the chronology for the sequence, and geochemical and granulometric measurements were used to reconstruct the Holocene moisture history."
            ],
            "dataset": [],
            "findings": [
                "The results indicate that moisture conditions were strongly influenced by the early Holocene maximum in summer insolation and hence by the Indian summer monsoon (ISM), under which the weathering intensity was relatively high. However, at ~7.6 ka the climate abruptly became drier, probably due to the weakening of the ISM. Subsequently, with the further decrease in summer insolation and increase in winter insolation, the variations in ISM-related moisture delivery to the southern TP were regulated by the enhanced winter mid-latitude Westerlies (MLW), resulting in increasing weathering intensity. Thus, the Holocene evolution of moisture conditions in the southern TP was mainly controlled by changes in the relative intensities of the ISM and the winter MLW, which depended on the variations of summer and winter insolation."
            ]
        },
        {
            "background": [
                "Sediments on the Chinese Loess Plateau are generally assumed to hold a complete and highly resolved record of late Cenozoic East Asian Monsoon change, a terrestrial equivalent of ocean sediments. Sedimentation is believed to occur almost continuously, with diagenesis having limited impact on preservation of the record. Evidence from loess of rapid climate change has been correlated to North Atlantic millennial-scale oscillations such as Heinrich Events, with age models supporting these reconstructions generally derived through correlation of proxies to the Martinson et al. (1987) marine/H925418O time scale or from derived relationships between sedimentation rate and grain size. Modern patterns of loess deposition suggest that dust storms emanating northwest of the Loess Plateau are responsible for much of the current air fall. This pattern is consistent with a winter monsoon-controlled wind as the transporting agent, although the relative contribution of different source areas complicates interpretations. Recently, however, Kohfeld and Harrison (2003) have highlighted discrepancies between mass accumulation rates calculated using proxy-based and absolute age models. Increasing evidence suggests that loess sedimentation may in fact be episodic, with some sections containing depositional hiatuses and disconformities caused by wind erosion. In addition, Lu et al. (2004) propose that some strata are affected by diagenesis so as to obscure even orbital cycle signals, while Kemp and Derbyshire (1998) indicate many paleosols are accretionary, with multiple horizons ‘‘welded’’ together."
            ],
            "research objective": [
                "There are therefore strong grounds for testing the assumptions that loess preserves a continuous climate record and records rapid climate change. The determination of loess sedimentation rates and continuity of deposition through detailed independent age models are key steps in this process."
            ],
            "challenges": [
                "The absence of dates between 10 and 14 ka at both Beiguoyuan sections is perhaps indicative of a hiatus in sedimentation or disconformity. The existence of within-unit variation as well as hiatuses undermines the assumption of semi-continuous sedimentation, while the low resolution of much of the record limits the potential to reconstruct rapid climate change. Pedogenic and agricultural sediment mixing or deposition of loess by noneolian processes over large parts of some sections means that substantial portions of paleoclimate record will be obscured."
            ],
            "methods": [
                "This paper presents results from a high-resolution sampling (10–20 cm) and dating program focused on latest Pleistocene (upper Malan) and Holocene (Black Loam) loess/paleosols. The three sites investigated in this study, Shiguanzhi, Xifeng, and Beiguoyuan, are located on a southeast-to-northwest transect across the Chinese Loess Plateau, permitting investigation of the spatial variability of deposition associated with different environmental, sedimentary, and diagenetic contexts. Full details of the analytical techniques used in age determination are presented in GSA Data Repository Appendix 1. Coarse quartz silt (40–63 /H9262m) was used for equivalent dose (De) determination using the SAR procedure (Murray and Wintle, 2000) and through construction of standard growth curves (Roberts and Duller, 2004) using a Risø TL-DA-15 TL/OSL reader. Dose rates were calculated using U, Th, and K contents measured using ICP-MS and -AES. Cosmic dose rates were calculated using present-day burial depth."
            ],
            "dataset": [],
            "findings": [
                "The results suggest that sedimentation is episodic at subglacial-interglacial time scales, with rates rapidly varying within units and between sites. Unconformities, noneolian deposition, and mixing of sediments also appear to be common. Existing understanding of loess deposition therefore requires reexamination, while previous reconstructions of rapid climate change, not dated using absolute methods, should be regarded with caution. Loess deposits may still yield detailed climate records from specific high-sedimentation-rate strata, and evidence for rapid climate change may yet be obtainable by targeting these units through absolute dating. The rapid changes in sedimentation presented here indicate the East Asian Monsoon has the capacity to vary on millennial scales."
            ]
        },
        {
            "background": [
                "The Eurasian loess steppe extends more or less continuously from eastern Europe to China. The most valuable palaeoenvironmental archive in this region is its widespread, thick loess deposits. The prevailing wisdom correlates increased loess accumulation with cold glacial phases, and pedogenesis with milder interglacial periods. Researchers concede that the situation for loess generation and deposition in Central Asia may be still more complex due to the close juxtaposition between glaciated high mountains with arid deserts in the basins to the north which act as sediment sinks, and with the piedmont (foothills) in between on which the loess accumulates, transported primarily via westerly or northerly winds. Furthermore, while there is general agreement regarding loess as a homogeneous, silty sediment primarily deposited by wind, precise models for its accumulation across the world remain poorly defined. The close temporal correlation between glacial advances at the heads of catchments and increased loess accumulation downstream supports the classical model for loess formation involving rivers as critical conduits for sediment through basins immediately prior to aeolian transport onto adjacent loess plateaux. It has been hypothesized that the loess deposits of the Central Asian piedmonts result from a more complicated formation mechanism combining all possible options: generation of fine-grained material by glaciers and tectonic weathering in the Tian Shan, as well as by the sand seas in the basins to the north. The relative influence and intensity of the major climate subsystems acting on the region over time—the mid-latitude westerlies, Asian monsoon, and polar front—are also thought to drive the orientation of the dominant wind regimes. The nature of interplay between these different factors, however, remains untested."
            ],
            "research objective": [
                "In this paper we present a high-frequency age-depth profile and palaeoenvironmental data for the last 40 ky from a northern Tian Shan piedmont loess deposit, based on the uppermost 8 m of loess deposits at Remizovka in southern Kazakhstan."
            ],
            "challenges": [
                "The nature of the relationship between loess accumulation and palaeoclimate at the core of the Eurasian loess belt is particularly poorly understood. In the absence of reliable or absolute chronologies for Central Asian loess, correlations between profiles in this region with those elsewhere in Eurasia are often made on the assumption that flux increases during glacials and stabilizes during interglacial phases. The nature of interplay between these different factors, however, remains untested."
            ],
            "methods": [
                "In this paper, we investigate the uppermost 8 m of the Remizovka loess profile. We cleaned and logged the profile in a single section at the same profile trench as the investigations from the abovementioned publications. Bulk sediment samples were collected at 10 cm intervals for laboratory analyses of colour and magnetic susceptibility. A total of 67 samples were collected down a vertical section of 7.7 m. One sample from 3.1 m depth was used for quantitative mineralogical analysis using X-ray diffraction (XRD). In addition, we collected sediment samples from 2.2 to 6.0 m depth at the Maibulak loess profile to provide supporting palaeoenvironmental information for the archaeological and chronological investigations at that site. Luminescence dating samples were collected in stainless steel, lightproof tubes driven horizontally into the loess section at 1 m intervals, from 1 to 7 m depth from the modern-day land surface. Colour was measured on air-dried (40°C) fine earth samples (<2 mm) with a ColorLite spectrophotometer sph860 with a MA38 adapter. Magnetic susceptibility analyses of the Remizovka sediment samples were undertaken at the Institute for Geography, University of Leipzig, Germany. We undertook quantitative mineralogical analyses to identify and characterize mineral signatures from individual sites and to identify possible common or distinct protoliths. Luminescence dating samples were processed under filtered red light conditions at the Max Planck Institute for Evolutionary Anthropology in Leipzig, Germany."
            ],
            "dataset": [],
            "findings": [
                "Our results show an overall convergence of information regarding palaeoenvironmental change over the last 40 ky across the three sites. Loess accumulation in the piedmont increased overall between c. 38-18 ka, peaking during the gLGM. Comparison of our data with other palaeoenvironmental records indicates that late MIS 3 was characterised by glacial advance in response to increased precipitation from the northward expansion of the Asian monsoon."
            ]
        },
        {
            "background": [
                "Water resources play an important role in the sustainable development of societies in the semiarid and arid regions of Central Asia (approximately 35 e50/C14 N and 50 e110/C14 E) where several climate systems converge, including the Westerlies, the Indian summer monsoon, and the East Asian summer and winter monsoons. The current moisture regime is dominated by the influences of the North Atlantic Ocean, the Mediterranean Sea, and the Black Sea via the Westerlies. Changes in past moisture in Central Asia, particularly during the Holocene, are complicated and have been hotly debated in the last few decades. Previous studies have proposed the following three different interpretations of Holocene moisture variations in Central Asia: (1) a humid early Holocene, a moderately humid middle Holocene, and a drier late Holocene, generally in agreement with the Asian summer monsoon-influenced regions; (2) a dry early Holocene, a humid middle Holocene, and a moderately humid late Holocene; and (3) a general wetting trend throughout the Holocene. Most Holocene paleoclimate reconstructions for Central Asia are chiefly based on lacustrine sedimentary deposits, speleothem, ice cores, loess, sand dune deposits, and peat. Similar to the loess deposits in Central China, loess sequences in Central Asia are also believed to record paleoclimatic changes. Loess deposits there are less influenced by human activities and pedogenesis effects, making them reliable for Holocene paleoclimate reconstruction."
            ],
            "research objective": [
                "Here, the variations in effective moisture during the Holocene in the semiarid regions of the Yili Basin, Central Asia, are obtained from three loess sections. More effort is now needed to systematically investigate the variations in Holocene moisture throughout the entire Yili Basin represented by loess deposits, particularly with high-resolution chronology."
            ],
            "challenges": [],
            "methods": [
                "Reliable chronologies were constructed using 26 quartz optically stimulated luminescence (OSL) ages. Here, we constructed chronologies for three Holocene loess sections in the semiarid regions of the Yili Basin using quartz optically stimulated luminescence (OSL) dating. Samples for OSL dating were collected at 10-cm intervals by hammering stainless steel cylinders (20 cm length /C2 5c m diameter) into the fresh sections. Quartz OSL dating was conducted at the Institute of Earth Environment, Chinese Academy of Sciences. The luminescence sample tubes were processed under subdued red-light conditions in the laboratory. The fine-grained (4 e11 mm) quartz was extracted using the pretreatment procedures for loess on the Chinese Loess Plateau (CLP). All OSL measurements were performed using an automated Daybreak 2200 OSL reader equipped with infrared (880± 60 nm) and blue (470 ± 5 nm) LED units and a90Sr/90Y beta source for irradiation. The De was determined using the single-aliquot regenerative-dose (SAR) protocol."
            ],
            "dataset": [
                "Samples from three loess sections were collected, namely the Talede (TLD; 43/C14 240500N, 83/C14 201300E, 1020 m a.s.l.), Xiaoerbulake (XEB; 43/C14 2501800N, 82/C14 5903300E, 888 m a.s.l.), and Zhaosu (ZS; 42/C14 560300N, 80/C14 5702200E, 1650 m a.s.l.) sections. In total, 26 OSL samples were obtained from a depth of 80e10 cm at TLD and XEB, and a depth of 100e10 cm at ZS."
            ],
            "findings": [
                "The strengthening pedogenesis, steady increases in magnetic susceptibility, and continuous decreases in mean grain size in the three loess sections all suggest that effective moisture continuously increased throughout the Holocene, indicating a dry early Holocene, a moderately humid middle Holocene, and a wet late Holocene. Rainfall carried by the Asian summer monsoon and the Westerlies contributes to the moisture changes in Central Asia. However, considering the dominance of evaporation over rainfall in controlling aridity-humidity shifts in this region, the continuous weakening of evaporation caused by a decrease in Northern Hemisphere summer insolation and associated atmospheric temperatures is primarily responsible for the wetting trend throughout the Holocene in the semiarid regions of the Yili Basin."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can luminescence dating effectively provide a reliable chronology for loess deposits in Asia?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which luminescence dating technique is more suitable for constructing chronologies in loess deposits: quartz OSL dating, feldspar IRSL, or pIRIR?",
                    "Answer": "Quartz OSL dating",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Are the challenges in luminescence dating of loess deposits primarily due to grain size distribution, dating beyond radiocarbon limits, or pedogenic and anthropogenic disturbances?",
                    "Answer": "pedogenic and anthropogenic disturbances",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "Where are the key geographical locations for high-resolution loess-palaeosol sequence studies in Asia?",
                    "Answer": "Chinese Loess Plateau, Tibetan Plateau, Yili Basin, Western Siberia, Kazakhstan",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are commonly encountered in establishing a detailed geochronological record for loess deposits?",
                    "Answer": "Methodological problems",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to establish a detailed geochronological description of loess-palaeosol sequences in Western Siberia?",
                    "Answer": "In the study of the Solonovka section of the Cis-Altai Plain in Western Siberia, 25 samples were collected from a 10 m thick profile in light-proof bags after sunset. Samples for gamma spectrometry were taken separately around the luminescence samples. Quartz grains were mounted as large aliquots on stainless steel discs, and K-rich feldspar grains as small aliquots, with the applicability of both quartz and feldspar SA protocols confirmed by dose recovery tests.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a methodological challenge encountered in the luminescence dating of loess older than 100 ka?",
                    "Answer": "A challenge encountered in luminescence dating of loess older than 100 ka is the underestimation of De values larger than 230 Gy, which corresponds to ages for Chinese loess beyond 70 ka. While quartz does not have the problem of anomalous fading like feldspars, it was found that De values larger than 230 Gy should be regarded as underestimated, and the cause of this underestimation is not yet clear.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Provide an example of how grain-size records are used to represent past climatic changes in monsoon intensity.",
                    "Answer": "In the study of the Chinese Loess Plateau, grain-size records from four high-resolution, chronologically well-defined loess sections were used to represent past East Asian Winter Monsoon (EAWM) intensity and its amplitudes. The mean grain size (MGS) of 2 cm intervals was linearly interpolated and smoothed to identify variations in EAWM amplitude, offering insights into changes in the EAWM intensity at various time scales.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key characteristics of loess-palaeosol sequences used in reconstructing past climate variations in Asia?",
                    "Answer": "dust accumulation, climatic interactions, monsoon activity, luminescence dating, grain size, magnetic susceptibility",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the typical challenges faced in the collection and dating of loess samples for climate reconstruction in Central Asia?",
                    "Answer": "sedimentation hiatuses, anthropogenic disturbance, variations in grain size, pedogenic and diagenetic processes",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methodologies are commonly employed to establish high-resolution chronologies in loess deposits for paleoclimatic studies?",
                    "Answer": "optically stimulated luminescence dating, radionuclide concentrations, grain-size distributions, magnetic susceptibility",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many loess-palaeosol sequences were utilized to establish a geochronological description of the Upper Pleistocene in Western Siberia?",
                    "Answer": "25 samples",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What challenges are commonly faced in obtaining accurate geochronological data from loess-palaeosol sequences?",
                    "Answer": "Challenges in obtaining accurate geochronological data from loess-palaeosol sequences include methodological issues like fine grain size distribution, pedogenic and anthropogenic disturbances, and anomalies such as age inversions and depositional hiatuses. Accurate chronologies are critical for understanding sedimentation rates and past climate conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the variability of mass accumulation rates (MARs) affect the reconstruction of past climate conditions from loess records?",
                    "Answer": "Variability in mass accumulation rates (MARs) can significantly impact the reconstruction of past climate conditions from loess records, as changes in MARs are indicative of shifts in dust deposition rates and climatic factors such as monsoon intensity and wind patterns. Accurate age models are essential to calculate MARs and interpret their climatic implications.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods for loess-paleosol sequences in Western Siberia compare to those used in the Tibetan Plateau in terms of sample preparation and measurement techniques?",
                    "Answer": "In Western Siberia, samples were collected after sunset in light-proof bags, with gamma spectrometry samples taken separately. The sample preparation involved wet sieving and chemical treatments, and measurements were conducted in Denmark. In the Tibetan Plateau, loess samples were collected using steel tubes, prepared under subdued light, and measured using automated OSL readers in a luminescence dating laboratory. Both regions employed rigorous sample preparation and precise measurement techniques for luminescence dating, but the specific procedures and locations for measurement differed.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the differences in challenges faced when reconstructing past climate changes using loess deposits in the Yili Basin of Central Asia versus the Chinese Loess Plateau?",
                    "Answer": "In the Yili Basin, a key challenge is the large intersite variation in mass accumulation rates (MARs), necessitating results from more sections to determine basin-scale dust accumulation. On the Chinese Loess Plateau, challenges include pedogenic and anthropogenic disturbances in the sediment record, hiatuses in sedimentation, and potential discrepancies with North Atlantic records. Both regions face issues related to site-specific variations and the need for comprehensive data to ensure accurate climate reconstructions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What can be inferred about the challenges faced in accurately dating loess deposits, and how might these challenges affect the interpretation of past climate conditions?",
                    "Answer": "Challenges in accurately dating loess deposits include methodological problems such as fine grain size distribution, potential pedogenic and anthropogenic disturbances, and the possibility of sedimentation hiatuses or disconformities. These challenges can lead to discrepancies in the age models and may affect the interpretation of past climate conditions by introducing uncertainties in the timing of loess deposition and associated climatic events. The need for precise and reliable luminescence dating methods is crucial to overcome these challenges and improve the interpretation of past climate conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do variations in mass accumulation rates (MARs) across different loess sections inform our understanding of historical dust activity and climate change?",
                    "Answer": "Variations in mass accumulation rates (MARs) across different loess sections can provide insights into historical dust activity and climate change by reflecting changes in atmospheric circulation patterns and sediment supply. High MARs are often associated with cold glacial phases, while lower MARs may indicate interglacial periods. By reconstructing MARs, researchers can infer the intensity and frequency of past dust storms, as well as the prevailing climatic conditions, such as monsoon strength and wind patterns. These variations help in understanding the dynamics of dust accumulation and its relationship with climate change over different time scales.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes variability in luminescence dating accuracy when applied to loess-palaeosol sequences in Asia?",
                    "Answer": "Variability in luminescence dating accuracy can be caused by factors such as fine grain size distribution, pedogenic and anthropogenic disturbances, anomalous fading in feldspar luminescence, and differences in sedimentation rates. These challenges affect the precision and reliability of optically stimulated luminescence (OSL) and infrared stimulated luminescence (IRSL) dating techniques used in loess-palaeosol sequences.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the lack of systematic and regional-scale reconstructions of dust mass accumulation rates (MARs) in Central Asia?",
                    "Answer": "The lack of systematic and regional-scale reconstructions of dust MARs in Central Asia is influenced by large intersite variations in MAR, limited chronological information from some regions, and the complexity of climate subsystems affecting the region, such as the mid-latitude westerlies, Asian monsoon, and polar front. These factors create challenges in developing comprehensive and consistent reconstructions of dust accumulation rates across different areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What impact does the use of both quartz and feldspar luminescence dating techniques have on the reliability of age estimates for loess-palaeosol sequences?",
                    "Answer": "Using both quartz and feldspar luminescence dating techniques may enhance the reliability of age estimates, as quartz is considered a stable dosimeter without the issue of anomalous fading, while feldspar offers higher saturation doses, providing a cross-verification mechanism for age determination.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives behind creating a high-resolution chronology for loess formation in Central Asia using luminescence dating?",
                    "Answer": "The objective is to reconstruct variations in the stacked mass accumulation rate (MAR) over the past 30,000 years in the eastern Yili Basin, Central Asia. This research aims to determine basin-scale dust accumulation and understand how changes in Siberian High intensity modulated MAR variations, providing insight into geological dust accumulation and the influence of future global warming scenarios.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the methodologies employed to collect and prepare samples for luminescence dating in the analysis of loess-palaeosol sequences?",
                    "Answer": "Samples for luminescence dating are collected in light-proof conditions, often using steel tubes or bags, and prepared under controlled lighting. The preparation involves sieving to obtain specific grain sizes, chemical treatments to isolate quartz or feldspar fractions, and mounting grains on discs for measurement. The methodologies include using automated readers for Optically Stimulated Luminescence (OSL) and protocols like the single-aliquot regenerative-dose (SAR) for dose determination.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How are high-resolution age models constructed to explore past climate changes using loess deposits?",
                    "Answer": "High-resolution age models are constructed by sampling loess sections at fine depth intervals, obtaining luminescence ages for each sample, and incorporating these ages into Bayesian or other statistical models to produce an age-depth relationship. This process may involve calculating mass accumulation rates (MARs) and using additional proxies like grain-size and magnetic susceptibility to refine the temporal resolution of climate change reconstructions.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges are encountered in the luminescence dating of older loess deposits, and how are these addressed in the data collection process?",
                    "Answer": "Challenges in luminescence dating older loess deposits include issues with dose saturation and anomalous fading in feldspar, which can lead to age underestimation. To address these, researchers use quartz instead of feldspar due to its reliability and apply revised protocols to extend the dating range. Additionally, independent chronological controls are used to validate luminescence ages, and potential disturbances in the stratigraphy are carefully considered during sample collection and analysis.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the precise determination of past climate changes using loess-palaeosol sequences in Asia?",
                    "Answer": "Technological advancements such as optically stimulated luminescence (OSL) dating and infrared stimulated luminescence (IRSL) have enabled precise determination of past climate changes. These techniques allow for accurate age modeling and chronology development in loess-palaeosol sequences by assessing the last exposure of mineral grains to daylight. Additionally, the use of automated luminescence readers and advanced sample preparation methods enhance the accuracy and reliability of data collection.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do methodological innovations in luminescence dating enable the reconstruction of dust accumulation rates in loess deposits?",
                    "Answer": "Methodological innovations such as the single-aliquot regenerative-dose (SAR) protocol and the use of fine quartz grains in luminescence dating enable the reconstruction of dust accumulation rates in loess deposits. These methods provide accurate chronological data, which are crucial for calculating mass accumulation rates (MARs) and understanding past dust activity. The ability to date samples at high resolution and to correct for potential issues like anomalous fading in feldspar grains further supports reliable reconstructions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the conditions that enable the collection of high-resolution palaeoenvironmental data from loess sections in Central Asia?",
                    "Answer": "The collection of high-resolution palaeoenvironmental data from loess sections in Central Asia is enabled by several conditions, including the strategic selection of sampling sites with high sedimentation rates, the availability of advanced laboratory facilities for luminescence dating, and comprehensive geochemical and granulometric analyses. Additionally, the use of standardized sampling techniques and the integration of multiple proxies such as grain size and magnetic susceptibility allow for detailed environmental reconstructions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might different data collection methods yield varying results in the analysis of loess-paleosol sequences?",
                    "Answer": "Different data collection methods can yield varying results due to the heterogeneity of loess deposits and the challenges associated with accurately dating loess using luminescence methods. Variations in sampling intervals, the grain size selected for dating, and the methodological protocol used (e.g., single-aliquot regenerative-dose protocols) can all influence the data obtained and its interpretation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges are expected when establishing a high-resolution chronology for loess deposits across different regions in Asia?",
                    "Answer": "Establishing a high-resolution chronology for loess deposits can be challenging due to site-specific factors such as anthropogenic disturbances, pedogenic processes, and the presence of sedimentation hiatuses. Moreover, the variability in climatic influences, such as monsoon and westerly systems, and the complexity of loess sources further complicate the chronological reconstruction.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might there be discrepancies between expected and observed moisture changes in loess records during the Holocene?",
                    "Answer": "Discrepancies between expected and observed moisture changes in loess records during the Holocene may arise from the complex interplay of climatic influences, such as the Indian summer monsoon and mid-latitude westerlies. Additionally, differences in dating accuracy and the proxies used to infer past climate conditions can contribute to inconsistencies in moisture reconstructions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How do researchers evaluate the effectiveness of luminescence dating methods in accurately capturing chronological data for loess deposits in Asia?",
                    "Answer": "Researchers assess the effectiveness of luminescence dating methods by constructing detailed age models and comparing them with independent chronological controls. The challenges are often related to the grain size distribution, potential for pedogenic and anthropogenic disturbances, and the limitations in accurately dating older loess deposits. Studies show variability in the reliability of quartz and feldspar luminescence signals, with some discrepancies in age estimations, particularly beyond certain dose levels.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the primary challenges in collecting and interpreting paleoclimate proxy data from loess deposits, and how might they be addressed?",
                    "Answer": "One of the primary challenges in collecting and interpreting paleoclimate proxy data from loess deposits is the potential for sedimentary disturbances such as hiatuses, reworking, and diagenesis, which can obscure the climate signal. Moreover, variations in depositional rates and the influence of multiple climate systems add complexity. Addressing these challenges involves using high-resolution sampling, independent chronological controls, and cross-referencing proxy data with other environmental records to improve the accuracy of paleoclimate reconstructions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can datasets derived from loess-paleosol sequences be expanded or refined to enhance the understanding of past Asian climate systems?",
                    "Answer": "Datasets from loess-paleosol sequences can be expanded or refined by incorporating more high-resolution age models, increasing the number of sampled sections across different regions, and integrating multiple proxy indicators such as grain size, magnetic susceptibility, and geochemical data. Additionally, employing advanced analytical techniques and developing collaborative databases can enhance the spatial and temporal resolution of datasets, leading to a more comprehensive understanding of past Asian climate systems.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I’m unsure about how researchers address the challenges of variable sedimentation rates and potential hiatuses in loess deposition when developing age models?",
                    "Answer": "Researchers often use high-resolution sampling and luminescence dating to address these challenges. The data collected from detailed age models can reveal episodic sedimentation and potential hiatuses. For instance, studies have shown that sedimentation can vary significantly within units and between sites, often leading to unconformities and mixing of sediments. Luminescence dating helps in creating independent age models which can highlight these discontinuities, allowing researchers to reassess assumptions of continuous sedimentation and adjust their interpretations accordingly.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please summarize the common data collection methods used for compiling loess-palaeosol chronologies in the field of Asian climate change research.",
                    "Answer": "Common data collection methods in this field involve sampling loess-palaeosol sequences at various depths using light-proof bags or tubes, often after sunset to avoid light exposure. Samples are collected for gamma spectrometry and optically stimulated luminescence (OSL) dating, and prepared by wet sieving to isolate fine sand fractions, followed by chemical treatments to purify quartz or feldspar grains. Measurements are typically conducted using specialized luminescence readers, often in collaboration with international laboratories.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please analyze the challenges faced in establishing geochronological data for loess deposits beyond the radiocarbon dating limit.",
                    "Answer": "Challenges in establishing geochronological data for loess deposits include the lack of absolute dating methods beyond the radiocarbon limit, unexpected fine grain size distributions, and methodological issues in luminescence dating. Additional difficulties arise from pedogenic and anthropogenic disturbances, potential age reversals, and the need for detailed stratigraphic analysis to avoid inaccuracies in establishing timelines.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please explore potential datasets available for high-resolution analysis of loess mass accumulation rates (MARs) in the context of Asian monsoon studies.",
                    "Answer": "Potential datasets for high-resolution analysis of loess MARs include optically stimulated luminescence (OSL) ages, grain size distributions, magnetic susceptibility measurements, and stacked mass accumulation rate records. These datasets are collected from various loess sections across Asia, such as the Chinese Loess Plateau and the Yili Basin, and are used to reconstruct past dust flux, climate changes, and monsoon intensity variations over different time scales.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}