{
    "id": "d4fa91e2-0540-41c6-b5f3-f2c9e7679dc5",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Measurement data of horizontal gas exchange of photosynthetic organs of desert plants in different habitats in Heihe River basin (2013)",
            "titleCn": "黑河流域不同生境荒漠植物光合器官水平气体交换测定数据（2013）",
            "description": "As determined in mid-august 2013, planting species: bubbly spines (different habitats are mid-range intermountain lowland and gobi), red sand (different habitats are mid-range gobi and downstream gobi).\nUsing the brother company of LI - 6400 Portable Photosynthesis System (Portable Photosynthesis System, LI - COR, USA) and LI - 3100 leaf area meter, etc., to the desert plant photosynthetic physiological characteristics were observed.\nThe symbolic meaning of the observed data is as follows:\nObs，observation frequency ； Photo ，net photosynthetic rate，μmol CO2•m–2•s–1；\nCond  stomatal conductance，mol H2O•m–2•s–1 ; Ci, Intercellular CO2 concentration, μmol CO2•mol-1；\nTrmmol，transpiration rate，mmol H2O•m–2•s–1；   Vpdl，Vapor pressure deficit，kPa；\nArea，leaf area，cm2；  Tair，free air temperature ，℃；\nTleaf，Leaf temperature，℃；   CO2R，Reference chamber CO2 concentration，μmol CO2•mol-1；\nCO2S，Sample chamber CO2 concentration，μmol CO2•mol-1； H2OR，Reference chamber moisture，mmol H2O•mol-1；\nH2OS，Sample chamber moisture，mmol H2O•mol-1；   PARo，photon flux density，μmol•m–2•s–1；\nRH-R，Reference room air relative humidity，%；   RH-S，Relative humidity of air in sample room，%；\nPARi，Photosynthetic effective radiation，μmol•m–2•s–1；  Press，barometric pressure，kPa；\nOthers are the state parameters of the instrument at the time of measurement.",
            "descriptionCn": "2013年8月中旬测定，植物种：泡泡刺（不同生境为中游丘间低地和戈壁），红砂（不同生境为中游戈壁和下游戈壁）。\n利用美国拉哥公司制造的LI-6400便携式光合作用系统（Portable Photosynthesis System, LI-COR, USA）和LI-3100叶面积仪等，对荒漠植物光合生理特性进行了观测。\n观测资料中的符号含义如下：\nObs，观测次数；                       Photo，净光合速率，μmol CO2•m–2•s–1；\nCond，气孔导度，mol H2O•m–2•s–1；       Ci，胞间CO2浓度，μmol CO2•mol-1；\nTrmmol，蒸腾速率，mmol H2O•m–2•s–1；   Vpdl，水蒸气压亏缺，kPa；\nArea，叶面积，cm2；  Tair，大气温度，℃；\nTleaf，叶面温度，℃；   CO2R，参照室CO2浓度，μmol CO2•mol-1；\nCO2S，样品室CO2浓度，μmol CO2•mol-1； H2OR，参照室水分，mmol H2O•mol-1；\nH2OS，样品室水分，mmol H2O•mol-1；     PARo，光量子通量密度，μmol•m–2•s–1；\nRH-R，参照室空气相对湿度，%；        RH-S，样品室空气相对湿度，%；\nPARi，光合作用有效辐射，μmol•m–2•s–1；  Press，大气压，kPa；\n其它为测定时的仪器状态参数等。",
            "instructions": "File name: data are stored in table XLS in doc format. File names: \"2013- measurement data of horizontal gas exchange between photosynthetic organs of desert plants in different habitats. XLS\", \"2013- measurement data of horizontal gas exchange between photosynthetic organs of desert plants in different habitats. Doc\".\nData reading: it can be read by Office, Wps and other Office software.",
            "instructionsCn": "文件命名：数据以表格xls，文本doc格式存储，文件名称“2013-不同生境荒漠植物光合器官水平气体交换测定数据.xls”，“2013-不同生境荒漠植物光合器官水平气体交换测定数据说明.doc”。\n数据读取：可用Office、Wps等办公软件读取。",
            "east": 101.2831,
            "west": 99.7528,
            "south": 38.7069,
            "north": 42.1147,
            "startTime": "2013-08-23 10:50:29",
            "endTime": "2014-01-08 10:50:29",
            "fileSize": 186368.0,
            "cstr": "18406.11.heihe.201.2013.db",
            "doi": "10.3972/heihe.201.2013.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏培玺",
                "nameEn": "SU Peixi",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "荒漠植物梭梭群体和叶片水平气体交换对不同",
                "titleEn": null,
                "referenceCn": "高松, 苏培玺, 严巧娣. (2011). 荒漠植物梭梭群体和叶片水平气体交换对不同. 中国科学: 生命科学, 41(3), 226 - 237.",
                "referenceEn": null
            },
            {
                "titleCn": "河西走廊沙漠泡泡刺群体光合特征及其与环境因子的关系",
                "titleEn": null,
                "referenceCn": "周紫鹃，苏培玺，解婷婷. 河西走廊沙漠泡泡刺群体光合特征及其与环境因子的关系",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "光合作用",
                "nameEn": "Photosynthesis"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            },
            {
                "nameCn": "生理指标",
                "nameEn": "Physiological indexes"
            },
            {
                "nameCn": "荒漠生态系统",
                "nameEn": "Desert ecosystem"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "荒漠植被不同尺度水分利用效率及调控机制",
                "titleEn": "Water use efficiency and related regulation mechanisms of desert vegetation in different scales"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of gas exchange measurements at the level of photosynthetic organs in desert plants from different habitats in the Heihe River Basin?",
                "QuestionCn": "在黑河流域不同栖息地的沙漠植物光合器官水平上，气体交换测量的特征是什么？",
                "AnswerEn": "net photosynthetic rate, stomatal conductance, intercellular CO2 concentration, transpiration rate, vapor pressure deficit, leaf area, atmospheric temperature, leaf temperature, reference chamber CO2 concentration, sample chamber CO2 concentration, reference chamber water content, sample chamber water content, photosynthetic photon flux density, reference chamber relative humidity, sample chamber relative humidity, photosynthetically active radiation, atmospheric pressure",
                "AnswerCn": "净光合速率，气孔导度，细胞间CO2浓度，蒸腾速率，蒸汽压亏缺，叶面积，大气温度，叶片温度，参考室CO2浓度，样品室CO2浓度，参考室水含量，样品室水含量，光合光子通量密度，参考室相对湿度，样品室相对湿度，光合有效辐射，大气压",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the gas exchange measurement methods for desert plants in different habitats, such as inter-dune lowlands and gobi, compare in terms of data collection challenges and equipment usage?",
                "QuestionCn": "沙漠植物在不同栖息地（如沙丘间低地和戈壁）的气体交换测量方法在数据收集挑战和设备使用方面有何比较？",
                "AnswerEn": "In the field of desert plant gas exchange measurement, the LI-6400 portable photosynthesis system and LI-3100 leaf area meter are used to observe the photosynthetic physiological characteristics of plants like泡泡刺 and红砂 in different habitats such as inter-dune lowlands and gobi. Challenges in data collection may include variations in environmental conditions like ambient temperature and humidity, which can affect measurements across different habitats. Equipment usage involves ensuring accurate calibration and consistent environmental conditions during measurements to obtain reliable data.",
                "AnswerCn": "在沙漠植物气体交换测量领域，LI-6400 便携式光合作用系统和 LI-3100 叶面积计用于观察泡泡刺和红砂等植物在不同栖息地（如沙丘间低地和戈壁）中的光合生理特征。数据收集中的挑战可能包括环境条件的变化，如环境温度和湿度，这可能会影响不同栖息地的测量。设备使用涉及确保准确校准和在测量期间保持一致的环境条件，以获得可靠的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately measuring gas exchange rates in desert plant photosynthetic organs across different habitats?",
                "QuestionCn": "影响在不同栖息地中准确测量沙漠植物光合器官气体交换速率的挑战的因素有哪些？",
                "AnswerEn": "Accurate measurement of gas exchange rates in desert plant photosynthetic organs can be influenced by factors such as variability in plant species, differences in habitat conditions like soil moisture and temperature, the precision of instruments like the LI-6400 Portable Photosynthesis System, and environmental conditions during data collection, including atmospheric pressure and humidity levels.",
                "AnswerCn": "沙漠植物光合器官的气体交换速率的准确测量可能受到多种因素的影响，例如植物种类的变异、土壤湿度和温度等栖息地条件的差异、LI-6400便携式光合作用系统等仪器的精度，以及数据收集期间的环境条件，包括大气压力和湿度水平。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data accuracy and reliability when using portable photosynthesis systems like the LI-6400 for measuring gas exchange in desert plants across different habitats?",
                "QuestionCn": "使用便携式光合作用系统如LI-6400测量沙漠植物在不同栖息地的气体交换时，对数据准确性和可靠性的潜在影响是什么？",
                "AnswerEn": "Using portable photosynthesis systems like the LI-6400 allows for on-site, real-time measurements of gas exchange, which can enhance data accuracy by reducing potential errors associated with sample transport and storage. However, environmental variability across different habitats, such as differences in temperature, humidity, and light conditions, may introduce challenges in maintaining consistent measurement conditions, potentially affecting the reliability of the data collected.",
                "AnswerCn": "使用便携式光合作用系统，如LI-6400，可以进行现场实时的气体交换测量，这可以通过减少与样品运输和存储相关的潜在错误来提高数据的准确性。然而，不同栖息地之间的环境变异性，例如温度、湿度和光照条件的差异，可能会在维持一致的测量条件方面带来挑战，从而影响所收集数据的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting gas exchange measurements at the organ level of desert plants in different habitats within the Heihe River Basin?",
                "QuestionCn": "在黑河流域不同栖息地收集沙漠植物器官水平气体交换测量的目标是什么？",
                "AnswerEn": "The goal is to observe and understand the photosynthetic physiological characteristics of desert plants like泡泡刺 and红砂 in various habitats, such as inter-dune lowlands and gobi deserts, using instruments like the LI-6400 Portable Photosynthesis System and the LI-3100 leaf area meter.",
                "AnswerCn": "目标是观察和理解沙漠植物如泡泡刺和红砂在不同栖息地（如沙丘间低地和戈壁沙漠）中的光合作用生理特征，使用的仪器包括LI-6400便携式光合作用系统和LI-3100叶面积计。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental procedures are utilized to measure gas exchange at the photosynthetic organ level in desert plants from different habitats within the Heihe River Basin?",
                "QuestionCn": "在河西走廊不同栖息地的沙漠植物光合器官水平上，采用哪些仪器程序来测量气体交换？",
                "AnswerEn": "The gas exchange at the photosynthetic organ level in desert plants is measured using the LI-6400 Portable Photosynthesis System by LI-COR, USA, and the LI-3100 leaf area meter. These instruments allow for the observation of photosynthetic physiological characteristics by providing detailed measurements such as net photosynthesis rate, stomatal conductance, intercellular CO2 concentration, and transpiration rate, among others.",
                "AnswerCn": "在沙漠植物的光合器官水平上，气体交换的测量使用LI-COR公司生产的LI-6400便携式光合作用系统和LI-3100叶面积计。这些仪器通过提供详细的测量数据，如净光合速率、气孔导度、叶内二氧化碳浓度和蒸腾速率等，允许观察光合生理特征。",
                "Level": "C3(Applying)"
            }
        ]
    }
}