{
    "id": "d55f7f2f-25e8-4dde-9948-08003f140799",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of water content of forest canopy components measurements at the super site around the Dayekou Guantan forest station",
            "titleCn": "黑河综合遥感联合试验：大野口关滩森林站超级样地林木组分干湿重测量数据",
            "description": "The dataset of water content of forest canopy components (the twig and the leaf) measurements was obtained at the super site (100m×100m) around the Dayekou Guantan forest station on Jun. 5, 2008. The sample tree was selected according to different diameters at breast height. 5 diameter classes were divided and in each class, 10 trees were selected and altogether 30 trees were selected as sampling trees. Branches in different parts were picked by the tree pruner and the twig and the leaf were separated manually, whose green weight was measured by the scales on the scene and dry weight by oven drying in the lab. \n     Those provide reliable data for the reconstruction of the 3D structure of the forest scene, and for modelling active and passive remote sensing mechanisms and the simulation of remote sensing images.",
            "descriptionCn": "该数据集为超级样地内青海云杉林木的树冠结构组分（小枝、叶片）的观测数据，观测时间为2008年6月5日，天气阴。超级样地位于黑河综合遥感联合试验在大野口流域设立的关滩森林水文气象观测站，样地大小为100m×100m。在整个超级样地内，按胸径大小分5个不同径阶选择样木，每个径阶选了10株，共选择30株样木分别进行了观测。对每个样木利用高枝剪采摘不同部位的树枝，手工分离小枝和叶片，利用天平现场分别测量小枝和叶片的鲜重，带回试验室利用烘箱烘干后测量干重，计算出含水率。用到的仪器主要为高枝剪、天平和烘箱。\n该数据集和超级样地其他观测数据一起可用于森林3D场景的重建、主被动遥感机理模型建立、遥感影像的模拟等研究。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.251297,
            "west": 100.250212,
            "south": 38.533171,
            "north": 38.534361,
            "startTime": "2008-06-13 08:00:00",
            "endTime": "2008-06-13 08:00:00",
            "fileSize": 66598.0,
            "cstr": "18406.11.water973.0051.db",
            "doi": "10.3972/water973.0051.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "白黎娜",
                "nameEn": "BAI Lina",
                "unitEn": "The Research Institute of Forest Resources Information Technique,Chinese Academy of Forestry",
                "unitCn": "中国林业科学院资源信息研究所"
            },
            {
                "nameCn": "田昕",
                "nameEn": "TIAN Xin",
                "unitEn": "The Research Institute of Forest Resources Information Technique,Chinese Academy of Forestry",
                "unitCn": "中国林业科学院资源信息研究所"
            },
            {
                "nameCn": "王琫瑜",
                "nameEn": "WANG Bengyu",
                "unitEn": "The Research Institute of Forest Resources Information Technique,Chinese Academy of Forestry",
                "unitCn": "中国林业科学院资源信息研究所"
            },
            {
                "nameCn": "陈尔学",
                "nameEn": "CHEN Erxue",
                "unitEn": "Chinese Academy of Forestry",
                "unitCn": "中国林业科学研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "生物量",
                "nameEn": "Biomass"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大野口关滩森林站超级样地",
                "keywordEn": "Super Site around the Dayekou Guantan Forest Station"
            },
            {
                "keywordCn": "大野口流域加密观测区",
                "keywordEn": "Dayekou  watershed foci experimental areas"
            },
            {
                "keywordCn": "森林水文试验区",
                "keywordEn": "Forest and Hydrology Experimental Areas"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-05",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure the wet and dry weight of tree components in a forest environment?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于测量森林环境中树木组成部分的湿重和干重？",
                "AnswerEn": "An example of a data collection method for measuring the wet and dry weight of tree components involves selecting sample trees based on their trunk diameter, using high branch pruners to collect branches from different parts, manually separating small branches and leaves, measuring their fresh weight on-site with a balance, and then drying them in an oven in a laboratory to measure the dry weight and calculate the moisture content.",
                "AnswerCn": "测量树木组成部分湿重和干重的数据收集方法的一个例子包括根据树干直径选择样本树，使用高枝剪从不同部位收集树枝，手动分离小树枝和叶子，在现场用天平测量它们的新鲜重量，然后在实验室中将其放入烘箱中干燥，以测量干重并计算水分含量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the feature specifications for measuring the wet and dry weights of tree canopy components in forest research?",
                "QuestionCn": "在森林研究中，测量树冠组件的湿重和干重的特征规格是什么？",
                "AnswerEn": "selecting sample trees based on different diameter classes, using high branch scissors for sample collection, utilizing a balance to measure fresh weights on-site, oven-dried in a laboratory to determine dry weights, manual separation of small branches and leaves",
                "AnswerCn": "根据不同的直径等级选择样本树，使用高枝剪进行样本采集，利用天平在现场测量鲜重，在实验室中烘干以确定干重，手动分离小树枝和叶子。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many sample trees are observed for dry and wet weight measurements of tree components in a dataset related to forest canopy structure?",
                "QuestionCn": "在与森林冠层结构相关的数据集中，观察到多少个样本树用于树木组件的干重和湿重测量？",
                "AnswerEn": "30",
                "AnswerCn": "30",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '超级样地' mean in the context of forest data collection and research?",
                "QuestionCn": "'超级样地'在森林数据收集和研究的上下文中指的是一种特定的样地设计或方法，通常用于进行更全面和系统的生态研究，以获取更准确和详细的森林生态数据。",
                "AnswerEn": "'超级样地' refers to a large experimental plot used for comprehensive observations in forest research. It is a designated area, such as 100m×100m in size, where detailed measurements of forest components like tree crown structure are carried out. These measurements include collecting data on components such as small branches and leaves for super sample plots, which are critical for applications like forest 3D scene reconstruction and the development of remote sensing models.",
                "AnswerCn": "'超级样地'指的是用于森林研究的一个大型实验样地，用于进行全面观察。它是一个指定区域，例如100m×100m的大小，在这里对森林组成部分进行详细测量。这些测量包括收集小枝和叶子等组件的数据，这些数据对于森林三维场景重建和遥感模型的开发至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using manual separation and measurement techniques on the accuracy and reliability of forest dataset collection methods?",
                "QuestionCn": "使用手动分离和测量技术对森林数据集收集方法的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Manual separation and measurement techniques, such as those using high branch scissors, scales, and ovens, can result in highly accurate and reliable data, especially when measuring specific components like fresh and dry weight of small branches and leaves. However, these techniques may also introduce human error or variability in data collection, potentially affecting the consistency and precision of the dataset. The detailed manual process allows for precise measurements needed for applications such as 3D forest scene reconstruction and remote sensing model development.",
                "AnswerCn": "手动分离和测量技术，例如使用高枝剪、秤和烘箱，可以获得高度准确和可靠的数据，特别是在测量小树枝和叶子的鲜重和干重时。然而，这些技术也可能引入人为错误或数据收集中的变异性，从而影响数据集的一致性和精确性。详细的手动过程允许进行所需的精确测量，这对于3D森林场景重建和遥感模型开发等应用至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting tree crown structure component data such as small branches and leaves in forest environments?",
                "QuestionCn": "收集森林环境中树冠结构组件数据（如小树枝和叶子）的目标是什么？",
                "AnswerEn": "The primary objectives include reconstructing 3D forest scenes, establishing active and passive remote sensing mechanism models, and simulating remote sensing images. Collecting such data helps in understanding the structure and composition of forest canopies, which is essential for accurate forest modeling and analysis.",
                "AnswerCn": "主要目标包括重建三维森林场景，建立主动和被动遥感机制模型，以及模拟遥感图像。收集这些数据有助于理解森林冠层的结构和组成，这对于准确的森林建模和分析至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in measuring the wet and dry weights of tree components in forest research plots, and what instruments are typically used?",
                "QuestionCn": "在森林研究样地中测量树木组成部分的湿重和干重涉及以下程序步骤，以及通常使用的仪器：\n\n1. **选择样本树**：在研究样地中选择代表性的树木进行测量。\n2. **标记树木**：使用标记工具（如油漆或标签）标记所选树木，以便于识别。\n3. **采集样本**：根据研究需要，采集树木的不同组成部分（如树干、树枝、叶子、根系等）。\n4. **湿重测量**：\n   - 使用电子秤或吊秤测量每个组成部分的湿重。\n   - 确保在测量时避免水分蒸发，必要时可以在阴凉处进行。\n5. **干燥样本**：将采集的样本放入烘箱中，在特定温度下（通常为65-105摄氏度）干燥，直到达到恒重。\n6. **干重测量**：\n   - 使用电子秤或吊秤测量干燥后的样本的干重。\n7. **记录数据**：详细记录每个组成部分的湿重和干重数据，以便后续分析。\n\n通常使用的仪器包括电子秤、吊秤、烘箱和标记工具。",
                "AnswerEn": "In measuring the wet and dry weights of tree components in forest research plots, the procedural steps involve selecting sample trees by dividing them into different diameter classes, then using high branch pruners to collect branches from various parts of the trees. The collected branches are manually separated into smaller branches and leaves. The fresh weight of these components is measured on-site using a balance. The components are then taken to a laboratory where they are dried in an oven to obtain their dry weight, allowing for the calculation of moisture content. The primary instruments used include high branch pruners, balances, and ovens.",
                "AnswerCn": "在森林研究样地中测量树木组成部分的湿重和干重的程序步骤包括通过将树木分为不同的直径等级来选择样本树，然后使用高枝剪从树木的不同部分收集树枝。收集到的树枝被手动分离成较小的树枝和叶子。然后在现场使用天平测量这些组成部分的新鲜重量。随后，这些组成部分被带到实验室，在烘箱中干燥以获得干重，从而计算出水分含量。主要使用的仪器包括高枝剪、天平和烘箱。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instruments or methods are essential for accurately measuring the wet and dry weights of tree components in forested areas?",
                "QuestionCn": "在森林地区准确测量树木组成部分的湿重和干重所需的仪器或方法有哪些？",
                "AnswerEn": "The essential instruments include high branch pruners for sampling branches at different heights, a balance for on-site measurement of fresh weights, and an oven for measuring dry weights after drying the samples in a laboratory.",
                "AnswerCn": "基本仪器包括高枝剪，用于采样不同高度的树枝；天平，用于现场测量鲜重；以及烘箱，用于在实验室中干燥样品后测量干重。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}