{
    "id": "d5ffc68f-f8ca-420f-b31e-d89b7f4dcc85",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Supply and demand dataset of agricultural water resources in Central Asian (2000s, 2010s, 2015s)",
            "titleCn": "中亚农业水资源供需分布（2000s、2010s、2015s）",
            "description": "The data set of supply of agricultural water resources in Central Asian adopts the water balance method to calculate the precipitation and runoff depth on grid scale in five central Asian countries, respectively, and estimate the agricultural water resources supply in five central Asian countries. The data source is mainly the precipitation and runoff data products of NOAH model in GLDAS. Each original raster data of 0.25 ° is resampled, starting from the upper-left corner of the original grid, and extending to the adjacent right and lower grids in turn, and every four grids (0.5 °) are merged into one grid, taking the median data as the center point value corresponding to four grid of geographic coordinates. The extreme values of the grids could be eliminated. The data sets includes three time periods of 2000s (2001-2005), 2010s (2006-2010) and 2015s (2011-2015) with a spatial resolution of 0.5°*0.5°; The data of demand of agricultural water resources in Central Asia include irrigation water requirement of cotton and winter wheat in 2006, 2010 and 2016 over Central Asia. This was calculated by the equation of  irrigation water requirement  presented by FAO. It is expected to provide basic data support for distributed water cycle simulation, water supply and demand, development and utilization analysis in five central Asian countries.",
            "descriptionCn": "中亚五国农业水资源供给数据，分别计算中亚五国网格尺度的降水量和径流深，估算中亚五国农业水资源供给量。数据来源主要是GLDAS中NOAH模式的降水和径流数据产品；对原始0.25°各个栅格数据进行比较，从原始目标栅格最左上角开始，依次向相邻的右、下栅格延伸，四个栅格（即0.5°）取中位数合并为一个栅格，并且该中位数作为四个栅格中心点对应的地理坐标的数值，消除栅格间的极端数值情况。数据提供了三个时间段2000s（2001-2005）、2010s（2006-2010）和2015s（2011-2015）三个时间段，空间分辨率为0.5°乘以0.5°；中亚农业需水数据包括冬小麦和棉花2006, 2010 和2015年的作物需水量，采用经典的FAO作物需水量计算公式计算而得。本数据集可为中亚五国分布式水循环模拟、水资源供需和开发利用分析等提供基础数据支撑。",
            "instructions": "File name: precipitation, runoff and irrigation water demand are stored in GeoTIFF format, and the file name is \"yyyy_sss_cccc. TIF\", where yyyy represents the year, SSSS represents the monthly / annual scale, and CCCC represents the category.\nData Reading : opened in MATLAB software.",
            "instructionsCn": "文件命名：降水、径流、灌溉需水量以Geotiff格式存储，文件名称为“yyyy_ssss_cccc.tif”, 其中yyyy代表年，ssss代表月/年尺度，cccc代表类别。\n数据读取方式：可用MATLAB打开。",
            "east": 90.0,
            "west": 40.0,
            "south": 30.0,
            "north": 60.0,
            "startTime": "2000-01-10 00:00:00",
            "endTime": "2016-01-09 00:00:00",
            "fileSize": 3645676.0,
            "cstr": "18406.11.Hydro.tpdc.270452",
            "doi": "10.11888/Hydro.tpdc.270452",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张永勇",
                "nameEn": "ZHANG Yongyong",
                "unitEn": "Institute of Geographic Science and Natural Resources Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "杨鹏",
                "nameEn": "YANG Peng",
                "unitEn": "Institute of Geographic Science and Natural Resources Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "田静",
                "nameEn": "TIAN Jing",
                "unitEn": "Institute of Geographic Science and Natural Resources Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "张永强",
                "nameEn": "ZHANG Yongqiang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Detecting changes in irrigation water requirement in Central Asia under CO2 fertilization and land use changes",
                "referenceCn": null,
                "referenceEn": "Tian, J. ,  Zhang, Y. Q. (2019). Detecting changes in irrigation water requirement in Central Asia under CO2 fertilization and land use changes. Journal of Hydrology, 124315."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中亚",
                "keywordEn": "Central Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2015s",
                "keywordEn": "2000-2015s",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for estimating agricultural water supply and demand in Central Asia?",
                "QuestionCn": "用于估算中亚农业水供应和需求的数据收集方法的特点是什么？",
                "AnswerEn": "0.25° grid data, 0.5° grid, median value, FAO crop water requirement formulas, winter wheat, cotton, years 2006, 2010, 2015",
                "AnswerCn": "0.25°网格数据，0.5°网格，中值，FAO作物需水量公式，冬小麦，棉花，年份2006，2010，2015",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the process of calculating agricultural water supply using GLDAS NOAH model's precipitation and runoff data products?",
                "QuestionCn": "计算农业水供应的过程使用GLDAS NOAH模型的降水和径流数据产品。",
                "AnswerEn": "The process involves using precipitation and runoff data products from the GLDAS NOAH model to estimate the agricultural water supply. The original grid data at a 0.25° resolution is compared and then aggregated by calculating the median value of four adjacent grids (forming a 0.5° grid) to mitigate extreme values. This median value represents the geographic coordinate's value at the center of the four grids, providing an estimate of the water supply for the region across specified time periods.",
                "AnswerCn": "该过程涉及使用GLDAS NOAH模型的降水和径流数据产品来估算农业水供应。原始的0.25°分辨率网格数据进行比较，然后通过计算四个相邻网格的中位数值进行聚合（形成0.5°网格），以减轻极端值的影响。该中位数值代表四个网格中心的地理坐标值，为指定时间段内该地区的水供应提供估算。",
                "Level": "C3(Applying)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for estimating agricultural water supply in Central Asia using GLDAS data compare to traditional hydrological measurement techniques?",
                "QuestionCn": "在中亚使用GLDAS数据估算农业水资源的数据显示收集方法与传统水文测量技术相比如何？",
                "AnswerEn": "The data collection methods for estimating agricultural water supply in Central Asia using GLDAS data involve calculating precipitation and runoff depth at a grid scale and using the NOAH model's precipitation and runoff data products. These methods differ from traditional hydrological measurement techniques that might involve direct in-situ measurements of precipitation and runoff, which can provide localized data but may lack the broader spatial coverage and model-based consistency of GLDAS. The GLDAS approach allows for comprehensive spatial coverage with a consistent modeling framework across different time periods, while traditional methods may offer higher accuracy in specific locations but are limited in scope.",
                "AnswerCn": "在中亚估算农业水资源的过程中，数据收集方法涉及在网格尺度上计算降水和径流深度，并使用NOAH模型的降水和径流数据产品。这些方法与传统的水文测量技术有所不同，后者可能涉及对降水和径流的直接现场测量，虽然可以提供局部数据，但可能缺乏GLDAS所提供的更广泛空间覆盖和基于模型的一致性。GLDAS方法允许在不同时间段内进行全面的空间覆盖，并采用一致的建模框架，而传统方法在特定地点可能提供更高的准确性，但在范围上受到限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes variations in the accuracy of agricultural water supply estimations across different time periods and spatial resolutions in Central Asia?",
                "QuestionCn": "导致中亚农业水供应估算在不同时间段和空间分辨率上准确性变化的原因是什么？",
                "AnswerEn": "Variations in the accuracy of agricultural water supply estimations can be attributed to the spatial resolution of the data and the methods used to process it. The data collection method involves using the GLDAS NOAH model's precipitation and runoff data products. To improve accuracy, the original 0.25° grid data is compared and processed by taking the median value of four neighboring grids (0.5°) to reduce the impact of extreme values. This methodological approach can lead to variations in accuracy across different time periods and regions due to differences in precipitation, runoff patterns, and grid data processing.",
                "AnswerCn": "农业水供应估算的准确性差异可以归因于数据的空间分辨率和处理方法。数据收集方法涉及使用GLDAS NOAH模型的降水和径流数据产品。为了提高准确性，原始的0.25°网格数据通过取四个相邻网格（0.5°）的中位数进行比较和处理，以减少极端值的影响。这种方法论的处理方式可能导致在不同时间段和地区的准确性差异，因为降水、径流模式和网格数据处理存在差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using a median-based grid merging technique on the extreme values in agricultural water supply data collection over different decades?",
                "QuestionCn": "使用基于中位数的网格合并技术对不同十年农业水供应数据收集中的极端值进行处理的潜在后果是什么？",
                "AnswerEn": "The use of a median-based grid merging technique helps in eliminating extreme values across grid cells by combining four 0.25° grids into a single 0.5° grid, where the median is taken as the representative value. This approach reduces the influence of outliers and extreme values, which could otherwise skew the data and lead to inaccurate estimation of agricultural water supply. Consequently, the technique provides more stable and reliable data for analysis across different time periods, namely 2000s, 2010s, and 2015s.",
                "AnswerCn": "使用基于中位数的网格合并技术，通过将四个0.25°的网格合并为一个0.5°的网格，帮助消除网格单元中的极端值，其中中位数作为代表值。该方法减少了异常值和极端值的影响，否则可能会扭曲数据并导致农业水资源供应的估算不准确。因此，该技术为不同时间段（即2000年代、2010年代和2015年代）的分析提供了更稳定和可靠的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the objective behind creating a dataset that estimates agricultural water supply in Central Asia using GLDAS NOAH model precipitation and runoff data products?",
                "QuestionCn": "创建一个估算中亚农业水资源的数据库，其目标是利用GLDAS NOAH模型的降水和径流数据产品。",
                "AnswerEn": "The objective is to compute the agricultural water supply for the five Central Asian countries by calculating grid-scale precipitation and runoff depth, providing foundational data support for distributed water cycle simulation, water resource supply and demand analysis, and development utilization analysis.",
                "AnswerCn": "目标是通过计算五个中亚国家的网格尺度降水和径流深度，来计算农业水资源供应，为分布式水循环模拟、水资源供需分析和开发利用分析提供基础数据支持。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in aggregating precipitation and runoff data from GLDAS NOAH model products to estimate agricultural water supply for Central Asian countries, and how can these procedures be optimized to address extreme value cases between grid cells?",
                "QuestionCn": "聚合GLDAS NOAH模型产品的降水和径流数据以估算中亚国家农业水供应涉及哪些程序，以及如何优化这些程序以应对网格单元之间的极值情况？",
                "AnswerEn": "The procedures involve aggregating the original 0.25° grid data by comparing neighboring grids, starting from the top-left corner and extending to the right and below. Four grids are combined into one 0.5° grid by taking the median value, which represents the center point's geographic coordinates. This process helps eliminate extreme values between grids. The data collection spans three time periods: 2000s (2001-2005), 2010s (2006-2010), and 2015s (2011-2015), with a spatial resolution of 0.5° by 0.5°.",
                "AnswerCn": "这些程序涉及通过比较相邻网格来聚合原始的0.25°网格数据，从左上角开始，向右和向下扩展。四个网格合并为一个0.5°网格，通过取中位数值来表示中心点的地理坐标。这个过程有助于消除网格之间的极端值。数据收集跨越三个时间段：2000年代（2001-2005年）、2010年代（2006-2010年）和2015年代（2011-2015年），空间分辨率为0.5° x 0.5°。",
                "Level": "C6(Creating)"
            }
        ]
    }
}