{
    "id": "d745ff4c-d1c5-4716-b6f7-5c22652d338d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Paleomagnetic results of the Late Eocene Lawula Group volcanic rocks in the Mangkang area of the southeastern Tibetan Plateau",
            "titleCn": "青藏高原东南缘芒康地区晚始新世拉屋拉群火山岩古地磁结果",
            "description": "This dataset is mainly composed of the thermal demagnetization results of the Late Eocene Lawula Group volcanic rocks in the Mangkang area of the southeastern Tibetan Plateau. These results come from three sampling sections in the Mangkang area, including the Xuela (XL), the Lawu (LW), and the Lawu A (LWA). A total of 202 characteristic remanence directions were obtained from three sections after thermal demagnetization (from room temperature to 680 ℃) and linear fitting of demagnetization results. The results with maximum angular deviation (MAD) greater than 15 ° were excluded. By statistical analysis of these results, we can obtain the late Eocene paleomagnetic poles of the Mangkang area, and thus investigate the rotational deformation and paleolatitude shifting.",
            "descriptionCn": "本数据集主要为青藏高原东南缘芒康地区晚始新世拉屋拉群火山岩的热退磁结果。这些结果来自芒康地区的三个剖面，分别为雪拉剖面（XL），拉屋剖面（LW）和拉屋A剖面（LWA）。通过系统热退磁（热退磁温度从室温-680℃）以及退磁结果的线性拟合，排除最大角偏差（MAD）大于15°的结果，最终共获得三个剖面202个特征剩磁方向。通过对这些结果的统计分析，可以获得芒康地区晚始新世的古地磁极，从而对芒康地区晚始新世以来旋转变形和古纬度变化进行研究。",
            "instructions": "Demagnetization Results of Late Eocene Lawula Group Volcanic Rocks in the Mangkang Area",
            "instructionsCn": "芒康地区晚始新世拉屋拉群火山岩退磁结果\n本数据为特征剩磁方向，根据需求可进行统计分析",
            "east": 98.6,
            "west": 98.2,
            "south": 29.6,
            "north": 30.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 21414.0,
            "cstr": "18406.11.SolidEar.tpdc.300793",
            "doi": "10.11888/SolidEar.tpdc.300793",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "颜茂都",
                "nameEn": "YAN Maodu",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐万龙",
                "nameEn": "XU Wanlong",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "51º post-Eocene Clockwise Rotation of Mangkang and its Implications on the Oroclinal Bending of the Southeastern Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Xu, W., Yan, M., van Hinsbergen, D.J.J., Li, B., Guan, C., Fu, Q., Yu, L., Xu, Z., Zhang, D., Shen, M., Feng, Z., Niu, Z., & Vaes, B. (2023). 51º post-Eocene Clockwise Rotation of Mangkang and its Implications on the Oroclinal Bending of the Southeastern Tibetan Plateau. Gondwana Research."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地壳运动",
                "nameEn": "Crustal Motion"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东南缘",
                "keywordEn": "Southeastern Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚始新世",
                "keywordEn": "Late Eocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "晚新生代亚洲大陆风化过程、沉积记录及碳汇效应",
                "titleEn": " Late Cenozoic weathering processes, sedimentary records and carbon sequestration effects in Asia"
            },
            {
                "titleCn": "昌都微地块早新生代运移过程的古地磁约束",
                "titleEn": "Paleomagnetic constraints of the early Cenozoic deformation of the Qamdo micro-terrane"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method involve using systematic thermal demagnetization to analyze volcanic rock samples?",
                "QuestionCn": "数据收集方法是否涉及使用系统热去磁化来分析火山岩样本？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used to obtain the paleomagnetic results from volcanic rocks in the Mangkang region?",
                "QuestionCn": "在Mangkang地区获取火山岩的古地磁结果所使用的数据收集方法是什么？",
                "AnswerEn": "Systematic thermal demagnetization, linear fitting of demagnetization results",
                "AnswerCn": "系统热退磁，退磁结果的线性拟合",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of the thermal demagnetization results obtained for volcanic rocks in the southeastern margin of the Tibetan Plateau from the late Eocene period?",
                "QuestionCn": "在青藏 Plateau 东南边缘的火山岩中获得的晚始新世时期的热去磁结果具有哪些具体特征？",
                "AnswerEn": "temperatures ranging from room temperature to 680°C, maximum angular deviation (MAD) less than 15°, 202 characteristic remanence directions",
                "AnswerCn": "温度范围从室温到680°C，最大角度偏差小于15°，202个特征剩磁方向。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many characteristic remanent magnetization directions were obtained from the volcanic rock samples in the Mangkang region?",
                "QuestionCn": "在Mangkang地区的火山岩样本中获得了多少个特征剩余磁化方向？",
                "AnswerEn": "202",
                "AnswerCn": "202",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'thermal demagnetization' and how is it used in the collection of paleomagnetic data from volcanic rocks?",
                "QuestionCn": "“热去磁化”是指通过加热样品来去除其磁性成分的过程。在火山岩的古磁数据收集过程中，热去磁化被用来消除样品中由于后期热事件或化学变化而产生的次生磁性。通过逐步加热样品并测量其剩余磁性，可以获得岩石在形成时的原始磁场信息，从而帮助科学家重建地球历史上的磁场变化。",
                "AnswerEn": "Thermal demagnetization is a process used to remove secondary magnetization from rock samples by heating them to progressively higher temperatures. In the context of paleomagnetic data collection from volcanic rocks, it involves heating samples from room temperature to 680°C to isolate the primary or characteristic remanent magnetization. This method helps in obtaining reliable paleomagnetic data by excluding results with a maximum angular deviation greater than 15°, thus allowing researchers to analyze the ancient magnetic field directions preserved in rock samples.",
                "AnswerCn": "热解磁化是一种通过将岩石样本加热到逐渐更高的温度来去除次级磁化的过程。在火山岩的古磁数据收集过程中，它涉及将样本从室温加热到680°C，以隔离原始或特征剩余磁化。该方法有助于获得可靠的古磁数据，通过排除最大角偏差超过15°的结果，从而使研究人员能够分析保存在岩石样本中的古代磁场方向。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods employed for obtaining the paleomagnetic results of volcanic rocks in different sections (XL, LW, LWA) compare in terms of their ability to accurately determine paleolatitudinal changes and rotational deformation since the Late Eocene in the Mangkam area?",
                "QuestionCn": "在Mangkam地区，不同剖面（XL、LW、LWA）中用于获取火山岩古磁结果的数据收集方法在准确确定自晚始新世以来的古纬度变化和旋转变形方面有何比较？",
                "AnswerEn": "The data collection methods involved systematic thermal demagnetization, with temperatures ranging from room temperature to 680℃, and linear fitting of demagnetization results. The accuracy in determining paleolatitudinal changes and rotational deformation depends on the exclusion of results with a maximum angular deviation (MAD) greater than 15°, leading to 202 characteristic remanent magnetization directions across the three sections. This process ensures reliability in analyzing the paleomagnetic poles and subsequent geological interpretations for the Late Eocene period in the Mangkam area.",
                "AnswerCn": "数据收集方法涉及系统的热去磁，温度范围从室温到680℃，并对去磁结果进行线性拟合。在确定古纬度变化和旋转变形的准确性方面，排除最大角偏差（MAD）大于15°的结果是至关重要的，从而在三个部分中获得了202个特征剩余磁化方向。这个过程确保了对晚始新世时期在Mangkam地区的古磁极和后续地质解释的分析的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the successful collection and analysis of paleomagnetic data from volcanic rocks in the southeastern margin of the Tibetan Plateau during the late Eocene?",
                "QuestionCn": "在喜马拉雅东南边缘的火山岩中成功收集和分析晚始新世古地磁数据的因素有哪些？",
                "AnswerEn": "The successful collection and analysis of paleomagnetic data from volcanic rocks in the southeastern margin of the Tibetan Plateau during the late Eocene are influenced by systematic thermal demagnetization techniques, accurate linear fitting of demagnetization results, and the exclusion of results with a maximum angular deviation (MAD) greater than 15°. These steps ensure the reliability of the characteristic remanent magnetization directions obtained from the three profiles in the region, which are crucial for studying rotational deformation and paleolatitude changes since the late Eocene.",
                "AnswerCn": "成功收集和分析来自青藏 Plateau东南边缘晚始新世火山岩的古磁数据，受到系统热去磁技术、准确的去磁结果线性拟合以及排除最大角偏差（MAD）大于15°的结果的影响。这些步骤确保了从该地区三个剖面获得的特征剩余磁化方向的可靠性，这对于研究自晚始新世以来的旋转变形和古纬度变化至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using systematic thermal demagnetization and linear fitting in data collection methods for paleomagnetic studies in volcanic rocks?",
                "QuestionCn": "使用系统热去磁和线性拟合在火山岩古磁学研究中的数据收集方法可能产生的结果是什么？",
                "AnswerEn": "Using systematic thermal demagnetization and linear fitting allows researchers to exclude results with a maximum angular deviation greater than 15°, thereby ensuring a more accurate determination of characteristic remanent magnetization directions. This leads to reliable statistical analysis of paleomagnetic poles, facilitating the study of rotational deformation and paleolatitude changes since the late Eocene in the region.",
                "AnswerCn": "使用系统热去磁和线性拟合，研究人员可以排除最大角偏差超过15°的结果，从而确保更准确地确定特征剩余磁化方向。这有助于对古地磁极进行可靠的统计分析，促进了自晚始新世以来该地区旋转变形和古纬度变化的研究。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}