{
    "id": "d8c4df4c-eff1-495c-86c0-0ac33f4c57df",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Kilometer grid dataset of China's historical population spatial distribution (1990-2015)",
            "titleCn": "中国历史人口空间分布公里网格数据集（1990-2015逐年）",
            "description": "Provide detailed spatial distribution of population data in China from 1990 to 2015 year by year. The data is 1km grid data, with population pop as the indicator. The grid data comprehensively considers multiple factors for weight distribution to realize the spatialization of population, which is convenient for data sharing and spatial statistical analysis. The data comes from the Resource and Environmental Science and Data Center of the Institute of Geographic Science and Resources, Chinese Academy of Sciences. The annual data is obtained by linear interpolation of the original data, and saved in geotiff file format. The methods and standards of data over the years are consistent, the coverage is complete, and the collection and processing process is traceable and reliable.",
            "descriptionCn": "提供中国范围内人口数据在1990-2015年逐年的详细空间分布状况，数据为1km栅格数据，以人口数pop作为指标。本栅格数据综合考虑多因素进行权重分配实现人口的空间化，便于数据共享、进行空间统计分析。数据来源于中国科学院地理科学与资源研究所资源环境科学与数据中心，对原始数据进行时间的线性插值得到逐年数据，以geotiff文件格式保存。历年数据的方法、标准一致，覆盖范围完整，采集处理过程可溯、可靠。",
            "instructions": "File name: the population data is stored in GeoTIFF format. The name of the file is \"popyyyy. TIFF\", where yyyy stands for year. For example, pop1990.tiff describes China's population distribution in 1990.\nData reading method: it can be opened with ArcGIS, R / Python and other programming languages. The data is 1km grid data and is based on the number of people.",
            "instructionsCn": "文件命名：人口数据以geotiff格式存储，文件的名称为“popyyyy.tiff”，其中yyyy代表年。比如pop1990.tiff描述1990年中国人口分布状况。\n数据读取方式：可用ArcGIS及R/Python等编程语言打开。数据为1km栅格数据，以人数为单位。",
            "east": 150.65,
            "west": 57.48,
            "south": 2.07,
            "north": 56.8,
            "startTime": null,
            "endTime": null,
            "fileSize": 869476240.0,
            "cstr": null,
            "doi": "10.12078/2017121101",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王灿",
                "nameEn": "WANG Can ",
                "unitEn": "School of Environment, Tsinghua University",
                "unitCn": "清华大学环境学院"
            },
            {
                "nameCn": "王嘉琛",
                "nameEn": "WANG Jiachen ",
                "unitEn": "School of Environment, Tsinghua University",
                "unitCn": "清华大学环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国人口空间分布公里网格数据集",
                "titleEn": null,
                "referenceCn": "徐新良. (2017). 中国人口空间分布公里网格数据集.资源环境科学数据注册与出版系统(http://www.resdc.cn/DOI). DOI:10.12078/2017121101",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2015",
                "keywordEn": "1990-2015",
                "type": "temporal"
            },
            {
                "keywordCn": "历史",
                "keywordEn": "Historical",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
                "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and features that a dataset focused on China's historical population spatial distribution should possess to enable comprehensive spatial statistical analysis?",
                "QuestionCn": "一个专注于中国历史人口空间分布的数据集应该具备哪些具体特征和功能，以便进行全面的空间统计分析？",
                "AnswerEn": "detailed spatial distribution, 1km grid format, population count indicator, geotiff format, consistent methods and standards, complete coverage, reliable data, traceable data processing",
                "AnswerCn": "详细的空间分布，1公里网格格式，人口计数指标，GeoTIFF格式，一致的方法和标准，完整覆盖，可靠数据，可追溯的数据处理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the population distribution dataset for China from 1990 to 2015?",
                "QuestionCn": "中国1990年至2015年人口分布数据集的空间分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '1km栅格数据' mean in the context of the spatial distribution of historical population data in China?",
                "QuestionCn": "'1km栅格数据'在中国历史人口数据的空间分布中指的是以1公里为单位的网格数据，用于表示特定区域内的人口分布情况。",
                "AnswerEn": "'1km栅格数据' refers to a type of data representation used in spatial distribution studies where the geographic area is divided into a grid with each cell or 'raster' covering a 1-kilometer square. In the context of historical population data in China, this means that population data is analyzed and represented in these 1km by 1km grid cells, allowing for detailed spatial analysis and visualization of population distribution.",
                "AnswerCn": "'1km栅格数据'是指一种用于空间分布研究的数据表示方式，其中地理区域被划分为一个个网格，每个单元格或“栅格”覆盖一个1公里见方的区域。在中国历史人口数据的背景下，这意味着人口数据在这些1km x 1km的网格单元中进行分析和表示，从而允许对人口分布进行详细的空间分析和可视化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the reliability and traceability of data collection methods for population spatial distribution datasets in China from 1990 to 2015?",
                "QuestionCn": "影响1990年至2015年中国人口空间分布数据集的数据收集方法的可靠性和可追溯性的因素有哪些？",
                "AnswerEn": "The reliability and traceability of data collection methods for population spatial distribution datasets in China from 1990 to 2015 are ensured by the consistent methodologies and standards applied across all years, comprehensive coverage, and the use of linear interpolation of original data. The data is systematically sourced from the Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences, ensuring that the process is well-documented and reliable.",
                "AnswerCn": "1990年至2015年间，中国人口空间分布数据集的数据收集方法的可靠性和可追溯性得到了保证，这得益于在所有年份中应用的一致方法和标准、全面的覆盖范围以及对原始数据的线性插值。数据系统地来源于中国科学院地理科学与资源研究所，确保了该过程的良好记录和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the possible consequences of utilizing 1km grid spatial distribution data in long-term population trend analysis in China?",
                "QuestionCn": "在中国进行长期人口趋势分析时，利用1公里网格空间分布数据可能产生的后果是什么？",
                "AnswerEn": "Utilizing 1km grid spatial distribution data can lead to a more detailed and accurate understanding of population trends over time. It allows for precise spatial analysis and helps in identifying population shifts and urbanization patterns. This can improve resource allocation, urban planning, and policy-making by considering spatial factors. Moreover, the use of consistent methods and standards over the years ensures reliability and comparability of data, facilitating longitudinal studies and trend analysis.",
                "AnswerCn": "利用1公里网格空间分布数据可以更详细和准确地理解人口趋势随时间的变化。它允许进行精确的空间分析，并有助于识别人口迁移和城市化模式。这可以通过考虑空间因素来改善资源分配、城市规划和政策制定。此外，多年来使用一致的方法和标准确保了数据的可靠性和可比性，促进了纵向研究和趋势分析。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of creating a dataset that provides detailed yearly spatial distribution of population across China from 1990 to 2015?",
                "QuestionCn": "创建一个提供1990年至2015年中国人口详细年度空间分布的数据集的主要目标是什么？",
                "AnswerEn": "The primary objective is to offer a comprehensive view of the population distribution in China at a fine resolution of 1km grid, which facilitates data sharing and spatial statistical analysis. It involves integrating multiple factors to allocate weights for spatial representation, ensuring the dataset's reliability and traceability. This allows for consistent analysis over time due to the uniform methods and standards applied across the years.",
                "AnswerCn": "主要目标是提供中国人口分布的全面视图，分辨率为1公里网格，便于数据共享和空间统计分析。该过程涉及整合多个因素以分配权重进行空间表示，确保数据集的可靠性和可追溯性。这使得由于在各年间应用统一的方法和标准，能够进行一致的时间分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to ensure the spatial distribution of population data is accurately represented and validated when using a 1km grid system?",
                "QuestionCn": "可以采用哪些方法来确保在使用1公里网格系统时，人口数据的空间分布得到准确表示和验证？",
                "AnswerEn": "The spatial distribution of population data is achieved by integrating multiple factors for weight allocation to spatialize the population data. This approach facilitates data sharing and spatial statistical analysis. The data is sourced from the Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences, and the Resource and Environment Science and Data Center. The process involves linear interpolation of the original data over time to generate annual data, which is stored in geotiff file format. The methods and standards used are consistent across the years, ensuring complete coverage and a traceable, reliable data collection and processing process.",
                "AnswerCn": "人口数据的空间分布是通过整合多个因素进行权重分配来实现的，以空间化人口数据。这种方法促进了数据共享和空间统计分析。数据来源于中国科学院地理科学与资源研究所和资源与环境科学数据中心。该过程涉及对原始数据进行线性插值，以生成年度数据，数据以geotiff文件格式存储。所使用的方法和标准在各年间保持一致，确保了数据的完整覆盖以及可追溯、可靠的数据收集和处理过程。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods and technologies have enabled the development of a detailed spatial distribution of population data in China from 1990 to 2015?",
                "QuestionCn": "哪些数据收集方法和技术使得从1990年到2015年在中国开发出详细的人口空间分布数据成为可能？",
                "AnswerEn": "The development of a detailed spatial distribution of population data in China from 1990 to 2015 was enabled by integrating multiple factors for weighted allocation to achieve spatialization of the population data. This includes the use of 1km grid data with population numbers as an indicator and linear interpolation of original data over time to obtain annual data, stored in geotiff file format. The data is sourced from the Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences.",
                "AnswerCn": "通过整合多个因素进行加权分配，实现了1990年至2015年中国人口数据的详细空间分布。该过程使用了1公里网格数据，以人口数量作为指标，并对原始数据进行线性插值以获得年度数据，存储为geotiff文件格式。数据来源于中国科学院地理科学与资源研究所。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}