{
    "id": "d8f15132-6d0e-4788-b01e-4dc592d469b4",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of Meteorological elements gradient of A’rou Superstation, 2020)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（阿柔超级站气象要素梯度观测系统-2020）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from an observation system of Meteorological elements gradient of A’rou Superstation from January 1 to December 31, 2020. The site (100.464° E, 38.047° N) was located on a cold grassland surface in the Caodaban village, A’rou Town, Qilian County, Qinghai Province. The elevation is 3033 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45C; 1, 2, 5, 10, 15 and 25 m, towards north), wind speed profile (010C; 1, 2, 5, 10, 15 and 25 m, towards north), wind direction profile (020C; 2 m, towards north), air pressure (CS100; 2 m), rain gauge (TE525M; 5 m, towards south), four-component radiometer (CNR4; 5 m, towards south), two infrared temperature sensors (SI-111; 5 m, towards south, vertically downward), photosynthetically active radiation (PAR-LITE; 5 m, towards south, vertically upward), soil heat flux (HFP01SC; 3 duplicates, -0.06 m, 2 m in the south of tower), a TCAV averaging soil thermocouple probe (TCAV; -0.02, -0.04 m, 2 m in the south of tower), soil temperature profile (109; 0, -0.02, -0.04, -0.06, -0.1, -0.15, -0.2, -0.3, -0.4, -0.6, -0.8, -1.2, -1.6, -2, -2.4, -2.8 and -3.2 m, 3 duplicates in -0.04 m and -0.1 m), and soil moisture profile (CS616; -0.02, -0.04, -0.06, -0.1, -0.15, -0.2, -0.3, -0.4, -0.6, -0.8, -1.2, -1.6, -2, -2.4, -2.8 and -3.2 m, 3 duplicates in -0.04 m and -0.1 m).\nThe observations included the following: air temperature and humidity (Ta_1 m, Ta_2 m, Ta_5 m, Ta_10 m, Ta_15 m and Ta_25 m; RH_1 m, RH_2 m, RH_5 m, RH_10 m, RH_15 m and RH_25 m) (℃ and %, respectively), wind speed (Ws_1 m, Ws_2 m, Ws_5 m, Ws_10 m, Ws_15 m and Ws_25 m) (m/s), wind direction (WD_2 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m2), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation (PAR) (μmol/(s m-2)), average soil temperature (TCAV, ℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm_1, Ts_4 cm_2, Ts_4 cm_3, Ts_6 cm, Ts_10 cm_1, Ts_10 cm_2, Ts_10 cm_3, Ts_15 cm, Ts_20 cm, Ts_30 cm, Ts_40 cm, Ts_60 cm, Ts_80 cm, Ts_120 cm, Ts_160 cm, Ts_200 cm, Ts_240 cm, Ts_280 cm and Ts_320 cm) (℃), and soil moisture (Ms_2 cm, Ms_4 cm_1, Ms_4 cm_2, Ms_4 cm_3, Ms_6 cm, Ms_10 cm_1, Ms_10 cm_2, Ms_10 cm_3, Ms_15 cm, Ms_20 cm, Ms_30 cm, Ms_40 cm, Ms_60 cm, Ms_80 cm, Ms_120 cm, Ms_160 cm, Ms_200 cm, Ms_240 cm, Ms_280 cm and Ms_320 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2020-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2020年1月1日至2020年12月31日黑河水文气象观测网上游阿柔超级站气象要素梯度观测系统数据。站点位于青海省祁连县阿柔乡草达坂村，下垫面是亚高山山地草甸。观测点的经纬度是100.4643E, 38.0473N，海拔3033m。空气温度、相对湿度、风速传感器分别架设在1m、2m、5m、10m、15m、25m处，共6层，朝向正北；风向传感器架设在10m处，朝向正北；气压计安装在2m处；翻斗式雨量计安装在阿柔超级站28m观测塔上；四分量辐射仪安装在5m处，朝向正南；两个红外温度计安装在5m处，朝向正南，探头朝向是垂直向下；光合有效辐射仪安装在5m处，朝向正南，探头朝向是垂直向上；土壤部分传感器埋设在塔体正南方向2m处，其中土壤热流板（自校正式）（3块）均埋设在地下6cm处；平均土壤温度传感器TCAV埋设在地下2cm、4cm处；土壤温度探头埋设在地表0cm和地下2cm、4cm、6cm、10cm、15cm、20cm、30cm、40cm、60cm、80cm、120cm、160cm、200cm、240cm、280cm、320cm处，其中4cm和10cm这两层有三个重复；土壤水分传感器分别埋设在地下2cm、4cm、6cm、10cm、15cm、20cm、30cm、40cm、60cm、80cm、120cm、160cm、200cm、240cm、280cm、320cm处，其中4cm和10cm这两层有三个重复。\n观测项目有：风速（WS_1m、WS_2m、WS_5m、WS_10m、WS_15m、WS_25m）(单位：米/秒)、风向（WD_10m）(单位：度)、空气温湿度（Ta_1m、Ta_2m、Ta_5m、Ta_10m、Ta_15m、Ta_25m和RH_1m、RH_2m、RH_5m、RH_10m、RH_15m、RH_25m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、光合有效辐射（PAR）(单位：微摩尔/平方米秒)、平均土壤温度（TCAV）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤水分（Ms_2cm、Ms_4cm_1、Ms_4cm_2、Ms_4cm_3、Ms_6cm、Ms_10cm_1、Ms_10cm_2、Ms_10cm_3、Ms_15cm、Ms_20cm、Ms_30cm、Ms_40cm、Ms_60cm、Ms_80cm、Ms_120cm、Ms_160cm Ms_200cm、Ms_240cm、Ms_280cm、Ms_320cm）(单位：体积含水量，百分比)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm_1、Ts_4cm_2、Ts_4cm_3、Ts_6cm、Ts_10cm_1、Ts_10cm_2、Ts_10cm_3、Ts_15cm、Ts_20cm、Ts_30cm、Ts_40cm、Ts_60cm、Ts_80cm、Ts_120cm、Ts_160cm Ts_200cm、Ts_240cm、Ts_280cm、Ts_320cm）(单位：摄氏度)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2020-6-10 10:30；（6）命名规则为：AWS+站点名称。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 100.464,
            "west": 100.464,
            "south": 38.047,
            "north": 38.047,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 27310560.0,
            "cstr": "18406.11.Meteoro.tpdc.271415",
            "doi": "10.11888/Meteoro.tpdc.271415",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "能见度",
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area"
            },
            {
                "keywordCn": "阿柔超级站",
                "keywordEn": "Arou Superstation"
            },
            {
                "keywordCn": "黑河上游",
                "keywordEn": "Upper reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近年来气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，从而影响地表径流和地下水。为了促进阿尔卑斯水文学研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都有可能出现降雪。中低海拔地区的主要雪盖类型是临时雪，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也很常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，严酷的气候、高海拔和复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型和相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游地区运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS，以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。IOP结束后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。每个AMS在六个层次内测量土壤温度和湿度，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深是通过SR50A（美国Campbell）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，采用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，期间由于高海拔地区的电力损失和传感器故障，数据 intermittently 丢失。",
                "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Does data collection in the alpine region primarily rely on automatic meteorological stations, remote sensing, or community-based observation networks?",
                "QuestionCn": "阿尔卑斯地区的数据收集主要依赖于自动气象站、遥感技术还是社区观察网络？",
                "AnswerEn": "automatic meteorological stations",
                "AnswerCn": "自动气象站",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the main challenges faced during data collection in the alpine regions: technological barriers, harsh climate, or complex topography?",
                "QuestionCn": "在阿尔卑斯地区进行数据收集时面临的主要挑战包括：技术障碍、恶劣气候或复杂地形。",
                "AnswerEn": "technological barriers, harsh climate, complex topography",
                "AnswerCn": "技术障碍、严酷气候、复杂地形",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the specific layers and sensors used in a meteorological observation system for capturing air temperature and humidity gradients?",
                "QuestionCn": "气象观测系统中用于捕捉空气温度和湿度梯度的具体层和传感器是什么？",
                "AnswerEn": "Sensors at 1m, 2m, 5m, 10m, 15m, 25m",
                "AnswerCn": "传感器在1米、2米、5米、10米、15米、25米处。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the Heihe River Basin's integrated hydrology observation network located, and what are its main observational components?",
                "QuestionCn": "黑河流域的综合水文观测网络位于中国的黑河流域，其主要观测组件包括水文观测站、气象观测站、水质监测站和生态监测站。",
                "AnswerEn": "upper reaches of the Heihe River Basin in China",
                "AnswerCn": "中国黑河流域上游地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When does the data collection process in an alpine hydrology observation network face challenges, and what are the primary obstacles encountered?",
                "QuestionCn": "在高山水文观测网络的数据收集过程中，何时会面临挑战，以及遇到的主要障碍是什么？",
                "AnswerEn": "Cold and harsh climate",
                "AnswerCn": "寒冷和严酷的气候",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor snow cover and its properties in alpine regions?",
                "QuestionCn": "您能否提供一个用于监测高山地区雪盖及其特性的数据收集方法的示例？",
                "AnswerEn": "Snow cover properties are collected from a snow observation superstation using state-of-the-art techniques and instruments. For instance, snow depth is measured by SR50A, an ultrasonic sensor that determines distance by sending out pulses and listening for echoes. Snow water equivalent (SWE) is measured by a GMON device, and blowing snow flux is monitored using FlowCapt at various heights.",
                "AnswerCn": "雪覆盖特性通过使用先进技术和仪器在雪观测超级站进行收集。例如，雪深通过SR50A超声波传感器测量，该传感器通过发出脉冲并监听回声来确定距离。雪水当量（SWE）由GMON设备测量，而吹雪通量则使用FlowCapt在不同高度进行监测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that captures freeze-thaw processes in alpine regions?",
                "QuestionCn": "您能否提供一个捕捉阿尔卑斯地区冻融过程的数据集示例？",
                "AnswerEn": "High-resolution soil physics datasets were obtained from a frozen ground observation superstation to capture freeze-thaw processes. These datasets include soil temperature and moisture profiles measured at multiple layers, extending to a depth of 3.2 meters, to analyze soil hydrothermal features during freeze-thaw cycles.",
                "AnswerCn": "从一个冻土观测超级站获得了高分辨率的土壤物理数据集，以捕捉冻融过程。这些数据集包括在多个层次上测量的土壤温度和湿度剖面，深度延伸至3.2米，以分析冻融周期期间的土壤水热特征。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting meteorological data in alpine regions?",
                "QuestionCn": "在高山地区收集气象数据时面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge in collecting meteorological data in alpine regions is the cold and harsh climate, along with high altitude and complex topography, which can inhibit consistent data collection. For example, the scarcity of observation data due to these conditions has hindered the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "在高山地区收集气象数据的一大挑战是寒冷和恶劣的气候，以及高海拔和复杂的地形，这可能会妨碍数据的持续收集。例如，由于这些条件导致观测数据稀缺，进而阻碍了遥感技术和高山水文模型的发展。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the meteorological observation systems used in alpine regions?",
                "QuestionCn": "阿尔卑斯地区气象观测系统的特点是什么？",
                "AnswerEn": "automatic meteorological stations, sensors at various heights and directions, air temperature and humidity sensors, wind speed and direction sensors, instruments for measuring atmospheric pressure and precipitation, four-component radiation, surface radiation temperature",
                "AnswerCn": "自动气象站、不同高度和方向的传感器、空气温度和湿度传感器、风速和风向传感器、大气压力和降水测量仪器、四分量辐射、地表辐射温度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with collecting hydrological data in alpine environments?",
                "QuestionCn": "在高山环境中收集水文数据面临哪些挑战？",
                "AnswerEn": "harsh weather conditions, high altitudes, complex topography, data gaps, inaccuracies, technological barriers, scarcity of observation data",
                "AnswerCn": "恶劣天气条件、高海拔、复杂地形、数据缺口、不准确性、技术障碍、观测数据稀缺",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the specific attributes of datasets collected from integrated alpine hydrology observation networks?",
                "QuestionCn": "集成阿尔卑斯水文观测网络收集的数据集的具体属性是什么？",
                "AnswerEn": "long-term hydrometeorological data, snow cover properties, frozen ground data, multiscale observation approach, meteorological variables like wind speed and direction, air temperature, humidity, soil temperature and moisture profiles, snow properties like depth and water equivalent",
                "AnswerCn": "长期水文气象数据、积雪覆盖特性、冻土数据、多尺度观测方法、气象变量如风速和风向、空气温度、湿度、土壤温度和湿度剖面、积雪特性如深度和含水量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many layers were used for measuring soil temperature and moisture in the alpine hydrology observation network?",
                "QuestionCn": "在高山水文观测网络中，用于测量土壤温度和湿度的层数是多少？",
                "AnswerEn": "18 layers",
                "AnswerCn": "18层",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How often were the snow water equivalent (SWE) measurements taken in the alpine observation network?",
                "QuestionCn": "在高山观测网络中，雪水当量（SWE）测量的频率是多少？",
                "AnswerEn": "6 hours",
                "AnswerCn": "6小时",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many automatic meteorological stations (AMSs) were part of the integrated alpine hydrology observation network?",
                "QuestionCn": "集成阿尔卑斯水文观测网络中有多少个自动气象站（AMS）？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What challenges are typically faced in collecting high-quality snow and frozen ground data for alpine hydrological models?",
                "QuestionCn": "在收集高质量的雪和冻土数据以用于高山水文模型时，通常面临哪些挑战？",
                "AnswerEn": "The collection of high-quality snow and frozen ground data for alpine hydrological models is challenged by the cold and harsh climate, high altitude, and complex topography. These conditions inhibit data collection consistency and completeness, which in turn hinders the development of remote sensing technologies and models. Scarcity of observational data due to access difficulties and technological barriers is also a significant issue.",
                "AnswerCn": "高质量的雪和冻土数据收集对于阿尔卑斯水文模型面临着寒冷和恶劣气候、高海拔以及复杂地形的挑战。这些条件抑制了数据收集的一致性和完整性，从而阻碍了遥感技术和模型的发展。由于获取困难和技术障碍，观测数据的稀缺也是一个重要问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What does 'gap-free meteorological and hydrological data' mean in the context of environmental observation networks?",
                "QuestionCn": "在环境观测网络的背景下，“无间隙的气象和水文数据”指的是连续、完整且没有缺失的气象和水文观测数据。",
                "AnswerEn": "Gap-free meteorological and hydrological data refers to datasets collected from observation networks that are complete and continuous, without missing values, ensuring reliable and comprehensive data coverage. This is achieved through a network of automatic meteorological stations and advanced techniques to capture and monitor processes like snow accumulation, soil freeze-thaw cycles, and other related hydrological variables.",
                "AnswerCn": "无缺失的气象和水文数据是指从观测网络收集的完整且连续的数据集，没有缺失值，确保数据覆盖的可靠性和全面性。这是通过自动气象站网络和先进技术实现的，以捕捉和监测雪积累、土壤冻融循环以及其他相关水文变量等过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for soil temperature and moisture in the alpine region compare to those for snow cover and frozen ground observations?",
                "QuestionCn": "在高山地区，土壤温度和湿度的数据收集方法与雪盖和冻土观测的方法相比如何？",
                "AnswerEn": "Data collection for soil temperature and moisture in the alpine region involves measurements within multiple layers using automatic meteorological stations, whereas snow cover and frozen ground observations utilize snow superstations and frozen ground superstations with advanced instruments like GMON for snow water equivalent and FlowCapt for blowing snow. Soil measurements focus on capturing freeze-thaw processes, while snow and frozen ground observations aim at understanding snow accumulation and ablation processes.",
                "AnswerCn": "在高山地区，土壤温度和湿度的数据收集涉及使用自动气象站在多个层次进行测量，而雪盖和冻土观测则利用雪超级站和冻土超级站，配备先进仪器如GMON用于雪水当量测量和FlowCapt用于吹雪监测。土壤测量重点捕捉冻融过程，而雪和冻土观测则旨在理解雪的积累和消融过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the integrated observation network in the Heihe River Basin compare to other international networks such as INARCH and CALM in terms of data collection and research objectives?",
                "QuestionCn": "在数据收集和研究目标方面，黑河流域的综合观测网络与其他国际网络如INARCH和CALM相比如何？",
                "AnswerEn": "The integrated observation network in the Heihe River Basin focuses on multiscale hydrometeorological, snow, and frozen ground data for understanding watershed science and functions, similar to international networks like INARCH, which connects observatories for hydrometeorology and snow observation. Unlike CALM, which specifically targets permafrost and climate change, the Heihe network aims at broader hydrological model validation and remote sensing product evaluation in the alpine region.",
                "AnswerCn": "黑河流域的综合观测网络专注于多尺度的水文气象、雪和冻土数据，以理解流域科学和功能，类似于国际网络INARCH，该网络连接了水文气象和雪观测的观测站。与专门针对永久冻土和气候变化的CALM不同，黑河网络旨在更广泛地进行水文模型验证和遥感产品评估，特别是在高山地区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What considerations might be necessary for ensuring data quality and consistency in an alpine hydrometeorological observation network, given the challenges of high altitude and complex terrain?",
                "QuestionCn": "在高海拔和复杂地形的情况下，确保阿尔卑斯水文气象观测网络的数据质量和一致性可能需要考虑以下因素：",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection. These challenges can hinder the development of remote sensing technologies and alpine hydrological models. Therefore, ensuring data quality and consistency might involve establishing an integrated, distributed, and multiscale observation network with automatic meteorological stations and superstations, as well as implementing rigorous data processing and quality control measures, such as marking missing data, removing duplicates, and correcting outliers.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了完整和一致的数据收集。这些挑战可能会妨碍遥感技术和高山水文模型的发展。因此，确保数据质量和一致性可能涉及建立一个集成的、分布式的、多尺度的观测网络，配备自动气象站和超级站，以及实施严格的数据处理和质量控制措施，例如标记缺失数据、删除重复数据和纠正异常值。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the integration of remote sensing data with on-site observations improve the predictive understanding of hydrological processes in alpine regions?",
                "QuestionCn": "遥感数据与现场观测的结合如何提高对高山地区水文过程的预测理解？",
                "AnswerEn": "Using remote sensing data combined with data assimilation can improve the prediction of hydrological processes. However, due to the complexities of the earth system and various sources of uncertainties in remote sensing data, especially in alpine regions, these need to be validated and calibrated. An integrated, distributed, and multiscale observation dataset is essential to provide accurate forcing data for hydrological modeling, validate remote sensing data, and evaluate distributed models, ultimately improving the predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "使用遥感数据结合数据同化可以改善水文过程的预测。然而，由于地球系统的复杂性以及遥感数据中各种不确定性的存在，特别是在高山地区，这些数据需要进行验证和校准。一个集成的、分布式的、多尺度的观测数据集对于提供准确的水文模型强迫数据、验证遥感数据和评估分布式模型至关重要，最终将改善对高山水文过程和生态系统功能的预测理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it important to integrate observation networks with remote sensing data in alpine hydrology research, and what challenges arise from this integration?",
                "QuestionCn": "在阿尔卑斯水文学研究中，将观测网络与遥感数据集成的重要性在于什么，以及这种集成会带来哪些挑战？",
                "AnswerEn": "Integrating observation networks with remote sensing data in alpine hydrology research is important to improve the prediction of hydrological processes and address the scarcity of ground-based observations. However, this integration faces challenges due to various sources of uncertainties in remote sensing data, especially in the complex terrain of alpine regions, which require validation and calibration to ensure accuracy.",
                "AnswerCn": "在阿尔卑斯水文学研究中，将观测网络与遥感数据相结合是提高水文过程预测能力和解决地面观测稀缺问题的重要手段。然而，由于遥感数据中存在各种不确定性来源，尤其是在复杂的阿尔卑斯地区，这种整合面临挑战，需要进行验证和校准以确保准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons behind the need for next-generation observation networks in alpine regions, and how do these networks aim to address existing research gaps?",
                "QuestionCn": "阿尔卑斯地区对下一代观测网络的需求背后的原因是什么，这些网络旨在如何解决现有的研究空白？",
                "AnswerEn": "Next-generation observation networks are needed in alpine regions due to the scarcity of existing observation data and the significant perturbations to hydrological processes caused by climate change and human activities. These networks aim to provide integrated, distributed, and multiscale datasets, which are essential for accurate hydrological modeling, validation of remote sensing data, and improved understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "由于现有观测数据稀缺以及气候变化和人类活动对水文过程造成的显著扰动，阿尔卑斯地区迫切需要下一代观测网络。这些网络旨在提供集成的、分布式的和多尺度的数据集，这对于准确的水文建模、遥感数据的验证以及对阿尔卑斯水文过程和生态系统功能的深入理解至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of integrating remote sensing data with traditional observation networks on the accuracy of hydrological process predictions in alpine regions?",
                "QuestionCn": "将遥感数据与传统观测网络整合对高山地区水文过程预测的准确性有什么影响？",
                "AnswerEn": "Integrating remote sensing data with traditional observation networks can improve the prediction of hydrological processes by providing more comprehensive and validated data. However, complexities and uncertainties inherent in remote sensing data, especially in alpine regions, need to be addressed to enhance the predictive understanding of these processes.",
                "AnswerCn": "将遥感数据与传统观测网络相结合，可以通过提供更全面和经过验证的数据来改善水文过程的预测。然而，尤其是在高山地区，遥感数据固有的复杂性和不确定性需要得到解决，以增强对这些过程的预测理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to establish an integrated, distributed, and multiscale observation network for alpine hydrology research in the Heihe River Basin?",
                "QuestionCn": "在黑河流域建立一个综合的、分布式的和多尺度的观测网络对于高山水文研究的重要性是什么？",
                "AnswerEn": "An integrated, distributed, and multiscale observation network is crucial for providing accurate forcing data for alpine hydrological models, validating remote sensing data, and evaluating distributed models. This network aims to advance a predictive understanding of hydrological processes and ecosystem functions in the alpine region, addressing the challenges posed by climate change and human activities.",
                "AnswerCn": "一个集成的、分布式的、多尺度的观测网络对于提供准确的强迫数据以支持高山水文模型、验证遥感数据和评估分布式模型至关重要。该网络旨在推动对高山地区水文过程和生态系统功能的预测理解，以应对气候变化和人类活动带来的挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What objectives are being addressed by collecting long-term hydrometeorological, snow cover, and frozen ground data in the upper reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河上游收集长期水文气象、雪盖和冻土数据的目标是什么？",
                "AnswerEn": "The objectives include investigating watershed science and functions, providing accurate and effective forcing data for hydrological models, integrating observation and simulation data for better understanding, and exploring how climate change and human activities alter fundamental processes. These datasets support the development of alpine hydrological models and improve understanding of hydrological processes.",
                "AnswerCn": "目标包括研究流域科学和功能，为水文模型提供准确有效的强迫数据，整合观测和模拟数据以更好地理解，并探索气候变化和人类活动如何改变基本过程。这些数据集支持高山水文模型的发展，并提高对水文过程的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What goals are pursued by monitoring snow and frozen ground properties using state-of-the-art techniques and instruments in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，利用先进技术和仪器监测雪和冻土特性所追求的目标是什么？",
                "AnswerEn": "The goals are to capture snow accumulation and ablation processes, improve the parameterization of alpine hydrologic models, and provide fine-resolution data for validating remote sensing products. This approach is essential for understanding the impacts of snow cover and frozen ground on hydrological processes, especially in regions with complex terrains and climatic conditions.",
                "AnswerCn": "目标是捕捉雪积累和融化过程，改善高山水文模型的参数化，并提供高分辨率数据以验证遥感产品。这种方法对于理解雪盖和冻土对水文过程的影响至关重要，尤其是在地形复杂和气候条件多变的地区。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in establishing and maintaining an integrated, distributed, and multiscale observation network for alpine hydrology research?",
                "QuestionCn": "建立和维护一个集成的、分布式的、多尺度的高山水文研究观测网络的程序步骤包括以下几个方面：",
                "AnswerEn": "An integrated, distributed, and multiscale observation network in alpine hydrology research involves establishing automatic meteorological stations (AMSs) and superstations for snow cover and frozen ground observations. The network aims to collect data for validating hydrological models and remote sensing products. At the basin scale, meteorological driving forces are investigated, while at the sub-basin scale, small-scale observations focus on precipitation, soil temperature, and moisture. These data help develop and refine hydrological models. The network includes snow superstations and frozen ground superstations, where remote sensing products are validated using fine-resolution data. Observations include wind, air temperature, humidity, infrared temperature, air pressure, radiation, precipitation, snow depth, snow water equivalent, and more.",
                "AnswerCn": "一个集成的、分布式的、多尺度的高山水文学研究观测网络涉及建立自动气象站（AMS）和雪盖及冻土观测的超级站。该网络旨在收集数据，以验证水文模型和遥感产品。在流域尺度上，研究气象驱动因素，而在子流域尺度上，小规模观测则集中于降水、土壤温度和湿度。这些数据有助于开发和完善水文模型。该网络包括雪超级站和冻土超级站，利用高分辨率数据验证遥感产品。观测内容包括风速、气温、湿度、红外温度、气压、辐射、降水、雪深、雪水当量等。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can one ensure the quality control and preprocessing of hydrometeorological data collected in challenging alpine conditions?",
                "QuestionCn": "如何确保在恶劣的高山条件下收集的水文气象数据的质量控制和预处理？",
                "AnswerEn": "Quality control and preprocessing of hydrometeorological data in challenging alpine conditions involve several steps: ensuring complete daily data collection with a specified number of data points (e.g., 144 per day), marking missing data with a specific code (e.g., -6999), removing duplicate records, and eliminating data that exceed physical or instrument limits. Any data with potential issues are marked in a distinctive manner (e.g., red text). Date and time formats are standardized, and the data are named systematically (e.g., AWS+site name). These procedures help maintain data integrity and reliability for further analysis.",
                "AnswerCn": "在具有挑战性的高山条件下，水文气象数据的质量控制和预处理涉及几个步骤：确保每天收集完整的数据，指定数据点数量（例如，每天144个），用特定代码（例如，-6999）标记缺失数据，删除重复记录，以及消除超过物理或仪器限制的数据。任何存在潜在问题的数据都以独特的方式标记（例如，红色文本）。日期和时间格式被标准化，数据以系统化的方式命名（例如，AWS+站点名称）。这些程序有助于维护数据的完整性和可靠性，以便进行进一步分析。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What methodologies are used to capture and measure snow accumulation and ablation processes in alpine regions?",
                "QuestionCn": "在高山地区，捕捉和测量雪积累和融化过程的方法包括哪些？",
                "AnswerEn": "To capture and measure snow accumulation and ablation in alpine regions, state-of-the-art techniques and instruments are used at snow observation superstations. For example, snow depth is measured using ultrasonic sensors like the SR50A, which determine the distance to the snow surface. Snow water equivalent (SWE) is measured using gamma radiation sensors like the CS725 GammaMONitor. Additionally, instruments like FlowCapt are used to measure blowing snow flux at various heights. These methodologies ensure accurate and detailed observations of snow dynamics, crucial for understanding hydrological processes in alpine environments.",
                "AnswerCn": "为了捕捉和测量高山地区的雪积累和融雪，雪观测超级站使用了最先进的技术和仪器。例如，雪深通过超声波传感器（如SR50A）进行测量，这些传感器可以确定到雪面的距离。雪水当量（SWE）则通过伽马辐射传感器（如CS725 GammaMONitor）进行测量。此外，FlowCapt等仪器用于测量不同高度的吹雪通量。这些方法确保了对雪动态的准确和详细观察，对于理解高山环境中的水文过程至关重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the establishment of an integrated, distributed, and multiscale observation network for alpine hydrology research?",
                "QuestionCn": "哪些技术进步使得建立一个集成的、分布式的和多尺度的高山水文学研究观测网络成为可能？",
                "AnswerEn": "The development and deployment of automatic meteorological stations (AMSs) and superstations equipped with state-of-the-art techniques and instruments have enabled the collection of gap-free meteorological and hydrological data, snow cover properties, and high-resolution soil physics data. These advancements facilitate the integrated observation network for alpine hydrology research.",
                "AnswerCn": "自动气象站（AMS）和配备先进技术和仪器的超级站的开发和部署，使得能够收集无缝的气象和水文数据、雪盖特性以及高分辨率的土壤物理数据。这些进展促进了阿尔卑斯水文学研究的综合观测网络。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do environmental conditions in alpine regions impact the data collection methods for hydrological and meteorological observations?",
                "QuestionCn": "高山地区的环境条件如何影响水文和气象观测的数据收集方法？",
                "AnswerEn": "The cold and harsh climate, high altitude, and complex topography present formidable challenges that inhibit complete and consistent data collection where/when needed. These conditions hinder the development of remote sensing technologies and alpine hydrological models, impacting the overall effectiveness of data collection methods.",
                "AnswerCn": "寒冷而严酷的气候、高海拔和复杂的地形带来了巨大的挑战，妨碍了在需要时进行全面和一致的数据收集。这些条件阻碍了遥感技术和高山水文模型的发展，影响了数据收集方法的整体有效性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can the integration of remote sensing data with ground-based observations enhance the predictive understanding of alpine hydrological processes?",
                "QuestionCn": "遥感数据与地面观测的结合可以通过以下方式增强对高山水文过程的预测理解：",
                "AnswerEn": "The integration of remote sensing data with ground-based observations, such as those from automatic meteorological stations and superstations, can improve the prediction of hydrological processes by providing accurate forcing data for hydrological models, validating remote sensing data, and allowing for the evaluation of distributed models. This integration is essential for advancing a predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "遥感数据与地面观测数据（如自动气象站和超级气象站）的集成，可以通过为水文模型提供准确的强迫数据、验证遥感数据以及评估分布式模型，来改善水文过程的预测。这种集成对于推进对高山水文过程和生态系统功能的预测理解至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in obtaining consistent and complete data from alpine observational networks, despite technological advancements?",
                "QuestionCn": "尽管技术进步，但从高山观测网络获取一致和完整数据可能面临挑战，原因如下：",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要时进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it expected that an integrated, distributed, and multiscale observation dataset could significantly advance alpine hydrological modeling and ecosystem understanding?",
                "QuestionCn": "预计集成的、分布式的和多尺度的观测数据集能够显著推动阿尔卑斯水文建模和生态系统理解的原因是什么？",
                "AnswerEn": "An integrated, distributed, and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "一个集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终提高对高山水文过程和生态系统功能的预测理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using a multiscale observation network in capturing hydrological processes in alpine regions?",
                "QuestionCn": "如何评估在高山地区使用多尺度观测网络捕捉水文过程的有效性？",
                "AnswerEn": "The use of a multiscale observation network is considered effective in capturing hydrological processes as it provides integrated, distributed, and high-resolution data essential for accurate hydrological modeling and remote sensing validation. The challenges of harsh climates and complex terrain are addressed by employing automatic meteorological stations and superstations that capture diverse variables such as snow cover, soil moisture, and freeze-thaw cycles, enabling a comprehensive understanding of alpine hydrology.",
                "AnswerCn": "多尺度观测网络的使用被认为在捕捉水文过程方面是有效的，因为它提供了集成的、分布式的和高分辨率的数据，这对于准确的水文建模和遥感验证至关重要。通过采用自动气象站和超级气象站来应对恶劣气候和复杂地形的挑战，这些站点能够捕捉雪盖、土壤湿度和冻融循环等多种变量，从而使我们对高山水文有更全面的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your view, how do existing datasets from observation networks enhance the understanding of ecohydrological processes in alpine regions?",
                "QuestionCn": "在我看来，现有的观测网络数据集如何增强对高山地区生态水文过程的理解？",
                "AnswerEn": "Existing datasets from observation networks significantly enhance the understanding of ecohydrological processes by offering detailed and long-term hydrometeorological, snow cover, and frozen ground data. These datasets allow for the investigation of watershed science at multiple scales, improve the accuracy of hydrological models, validate remote sensing data, and help understand the impacts of climate change and human activities on alpine ecosystems, thus providing valuable insights for sustaining downstream ecosystems.",
                "AnswerCn": "现有的观测网络数据集通过提供详细和长期的水文气象、雪盖和冻土数据，显著增强了对生态水文过程的理解。这些数据集允许在多个尺度上研究流域科学，提高水文模型的准确性，验证遥感数据，并帮助理解气候变化和人类活动对高山生态系统的影响，从而为维持下游生态系统提供宝贵的见解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can address the challenges of cold climate and complex topography in alpine regions.",
                "QuestionCn": "我不明白数据收集方法如何应对高山地区寒冷气候和复杂地形的挑战。",
                "AnswerEn": "An integrated, distributed, and multiscale hydrometeorological – snow – frozen ground observation network with automatic meteorological stations and superstations has been established to overcome these challenges, enabling the collection of consistent data even in harsh conditions.",
                "AnswerCn": "建立了一个集成的、分布式的、多尺度的水文气象-雪-冻土观测网络，配备自动气象站和超级站，以克服这些挑战，从而在恶劣条件下收集一致的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the methods used to validate remote sensing data in the context of alpine hydrology and discuss their importance.",
                "QuestionCn": "请探讨在高山水文学背景下验证遥感数据所使用的方法，并讨论它们的重要性。",
                "AnswerEn": "In alpine hydrology, remote sensing data validation is performed by integrating observations from automatic meteorological stations and superstations for snow and frozen ground. These methods provide high-resolution data to validate remote sensing products, which is crucial for accurately modeling hydrological processes and understanding ecosystem functions affected by snow cover and freeze-thaw cycles.",
                "AnswerCn": "在阿尔卑斯水文学中，遥感数据验证通过整合自动气象站和超级站的观测数据来进行，主要针对雪和冻土。这些方法提供了高分辨率的数据，以验证遥感产品，这对于准确建模水文过程和理解受雪盖和冻融循环影响的生态系统功能至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please conduct a search for potential datasets that can provide comprehensive insights into snow cover and frozen ground processes in alpine regions.",
                "QuestionCn": "请搜索潜在的数据集，以提供有关高山地区雪盖和冻土过程的全面见解。",
                "AnswerEn": "A potential dataset for studying snow cover and frozen ground processes can be found in alpine observation networks, such as those in the Heihe River Basin. These networks include data from meteorological stations and superstations that capture snow depth, snow water equivalent, and soil temperature and moisture. Such datasets are instrumental for addressing scientific questions related to hydrological modeling and climate change impacts.",
                "AnswerCn": "一个潜在的数据集用于研究雪盖和冻土过程，可以在高山观测网络中找到，例如在黑河流域的网络。这些网络包括来自气象站和超级站的数据，捕捉雪深、雪水当量以及土壤温度和湿度。这些数据集对于解决与水文模型和气候变化影响相关的科学问题至关重要。",
                "Level": "C3(Applying)"
            }
        ]
    }
}