{
  "id": "d93bc3c1-77b4-4f7a-b198-8f5f49e1281f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Arctic and Antarctic Sea Ice Concentration Products from AMSR-E and AMSR2 (2002-2022)",
      "titleCn": "基于AMSR-E/AMSR2的南北极海冰密集度产品（2002-2022）",
      "description": "Sea ice is one of the most active components of the cryosphere and an important part of the global climate system. The Arctic and Antarctic regions are the most widely distributed regions of sea ice and are the sensitive areas of global change. Sea ice concentration (SIC) is defined as the percentage of the area occupied by sea ice, and is a key parameter to estimate the area and extent of sea ice. To date, a variety of SIC algorithms and products have been developed. Based on our previous evaluation work of various passive microwave based SIC algorithms/products, we found that: 1) SIC algorithms have a large uncertainty in the marginal ice zone and in the summer period; 2) Among the SIC algorithms, ASI and BT algorithms perform better overall, and specifically ASI algorithm performs better in the Arctic and BT algorithm performs better in the Antarctic; 3) ASI algorithm tends to underestimate SIC in the marginal ice zone and summer period, while BT algorithm tends to overestimate SIC in these regions and periods. Based on the above findings, we chose the ASI algorithm and BT algorithm as the benchmark algorithm. In view of the fact that the bias of the two algorithms has the opposite characteristics in the Arctic and Antarctic marginal ice zone and summer period, we effectively fused the two algorithms to further eliminate the impact of the bias (we mainly focused on the fusion in the marginal ice zone, i.e., SIC<=30% and the period dominated by summer: June to September in the Arctic, and January to April in the Antarctic), and formed a new passive microwave SIC fusion algorithm i.e., ABH. We also performed weather filtering and shoreline processing on the final retrieval results. The new fusion algorithm, combined with AMSR-E and AMSR2 multi-channel radiometers, was used to produce the daily passive microwave SIC products in the Arctic and Antarctic regions with a spatial resolution of 25 km from 2002 to 2022 (please note that some missing data are caused by the missing observation of the sensor itself). Finally, the SIC products produced by the new algorithm were verified by using the ship-based observation data of the Chinese Arctic and Antarctic Research Expedition in 2012-2014. The results show the newly produced SIC products are superior to those based on the single ASI and BT algorithms in terms of absolute accuracy and capturing the dynamic change trend of SIC. The newly produced SIC product has high absolute accuracy, and its RMSE is 9.55% in the Arctic and 11.37% in the Antarctic. The product can also well capture the dynamic trend of SIC, and the R2 values in both Arctic and Antarctic are above 0.8.",
      "descriptionCn": "海冰是冰冻圈最活跃的组成要素之一，同时也是全球气候系统的重要组成部分。南北极地区是海冰分布最广泛的区域，是全球变化的敏感区。海冰密集度(SIC)指单位面积海域内海冰所占的比例，其是估算海冰面积和范围的关键参数。目前国际上已开发了多种SIC算法及产品，通过对目前国际主流的被动微波SIC产品在南北极地区的一致性评估发现，现有SIC产品在南北极海冰边缘区和夏季时期误差较大，其中ASI算法和BT算法整体表现最优且分别在北极与南极地区表现最好。因此选择以ASI算法与BT算法为基准算法，针对两者偏差在南北极海冰边缘区和夏季时期具有相反的高低估特征，对两者进行有效融合（重点融合海冰边缘区SIC<=30%及以夏季为主的时期：北极的6-9月，南极的1-4月），通过“正负相抵”的原理消除偏差的影响，形成新的被动微波海冰密集度融合算法ABH，并对反演结果进行了天气滤波和海岸线处理。利用新融合算法结合AMSR-E和AMSR2多通道辐射计生产了南北极地区2002-2022年25 km空间分辨率逐日的被动微波海冰密集度产品（注：部分缺失数据是由于传感器本身观测缺失所导致，具体见附件信息里的说明文档）。基于2012-2014年中国雪龙号南北极科考的船基观测数据对新算法生产的SIC产品的验结果表明，新生产的SIC产品精度较高且优于基于单独的ASI与BT算法生成的SIC产品，在北极的RMSE为9.55%，南极的RMSE为11.37%，同时新算法反演的海冰密集度能够很好的捕捉海冰密集度的动态变化趋势，在南北极的决定系数R2值均在0.8以上。",
      "instructions": "Sea ice concentration products are saved in NetCDF format. The naming rules of products are as follows: AIRCAS_ AMSR2_ Antarctic_ ABH_ SIC_ 25km_ V001_ YYYYMMDD.nc, where AIRCAS stands for the Aerospace Information Research Institute, Chinese Academy of Sciences; AMSR2 stands for the name of the sensor (if the product is derived from AMSR-E, then here will be AMSR-E); Antarctic means the data is provided in the Antarctic (if the data is provided in the Arctic, then here will be Arctic); ABH stands for the name of the used algorithm (i.e., the hybrid algorithm fusing ASI and BT algorithms); SIC stands for sea ice concentration; 25km stands for the spatial resolution of the product; V001 stands for the version of the product; YYYYMMDD means the year, month and day. Usage: the SIC data can be read in MATLAB, Python, IDL and other program languages, and can also be visualized in Panoply and other software.",
      "instructionsCn": "海冰密集度数据保存为NetCDF格式。文件的命名规则举例如下：AIRCAS_AMSR2_Antarctic_ABH_SIC_25km_V001_YYYYMMDD.nc，其中AIRCAS表示中科院空天院，AMSR2表示传感器名称（如果是基于AMSR-E数据生产，则标识为AMSR-E），Antarctic表示南极（相应的北极地区为Arctic），ABH表示算法名称（即ASI算法与BT算法的融合Hybrid算法），SIC表示海冰密集度的英文缩写，25km代表产品的空间分辨率，V001表示产品的版本，YYYYMMDD表示年月日。使用方法： 数据可以用MATLAB、Python、IDL等多种程序语言进行读取，也可以在Panoply等软件中进行可视化。",
      "east": 180.0,
      "west": 180.0,
      "south": 89.24,
      "north": 89.24,
      "startTime": "2002-06-01 00:00:00",
      "endTime": "2022-12-31 00:00:00",
      "fileSize": 11887864166.0,
      "cstr": "18406.11.Cryos.tpdc.300207",
      "doi": "10.11888/Cryos.tpdc.300207",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "曾江源",
        "nameEn": "ZENG Jiangyuan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "梁爽",
        "nameEn": "LIANG Shuang ",
        "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "李震",
        "nameEn": "LI Zhen",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Consistent Comparison of Remotely Sensed Sea Ice Concentration Products with ERA-Interim Reanalysis Data in Polar Regions",
        "referenceCn": null,
        "referenceEn": "Liang, S., Zeng, J. Y.*, Li, Z., Qiao, D. J., Zhang, P., & Bi, H. Y. (2020). Consistent Comparison of Remotely Sensed Sea Ice Concentration Products with ERA-Interim Reanalysis Data in Polar Regions. Remote Sensing, 12(18), 28."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "海冰",
        "nameEn": "Sea Ice"
      },
      {
        "nameCn": "海冰密集度",
        "nameEn": "Sea ice concentration"
      },
      {
        "nameCn": "被动微波遥感",
        "nameEn": "Passive Microwave Remote Sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南北极",
        "keywordEn": "Antarctic and Arctic"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2022",
        "keywordEn": "2002-2024",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球能量循环和水循环关键参数的立体观测与遥感反演",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the passive microwave sea ice concentration dataset for the polar regions?",
        "QuestionCn": "极地地区被动微波海冰浓度数据集的空间分辨率是多少？",
        "AnswerEn": "25 km",
        "AnswerCn": "25公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'passive microwave sea ice concentration product' mean in the context of polar research?",
        "QuestionCn": "在极地研究的背景下，“被动微波海冰浓度产品”是什么意思？",
        "AnswerEn": "In the context of polar research, a 'passive microwave sea ice concentration product' refers to a dataset derived from passive microwave sensors such as AMSR-E and AMSR2, which measure the proportion of sea ice within a given area (sea ice concentration) at the poles. This data is crucial for estimating sea ice area and extent, particularly in regions like the Arctic and Antarctic, which are sensitive to global climate changes. Different algorithms, such as ASI and BT, are used to produce these products, and they are evaluated and fused to improve accuracy, especially in sea ice edge areas and during summer months.",
        "AnswerCn": "在极地研究的背景下，“被动微波海冰浓度产品”是指从被动微波传感器（如AMSR-E和AMSR2）获取的数据集，这些传感器测量特定区域内的海冰比例（海冰浓度）。这些数据对于估算海冰面积和范围至关重要，特别是在像北极和南极这样的地区，这些地区对全球气候变化非常敏感。不同的算法，如ASI和BT，被用来生成这些产品，并且它们经过评估和融合以提高准确性，特别是在海冰边缘区域和夏季月份。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the performance of the ABH algorithm compare to the ASI and BT algorithms in terms of accuracy and seasonal variability in estimating sea ice concentration in polar regions?",
        "QuestionCn": "ABH算法在估计极地地区海冰浓度的准确性和季节变异性方面与ASI和BT算法的表现如何？",
        "AnswerEn": "The ABH algorithm, which is a fusion of ASI and BT algorithms, shows improved accuracy over using ASI or BT algorithms alone, particularly in polar sea ice edge regions and during summer periods. It effectively reduces biases by utilizing the opposing high and low estimation characteristics of ASI and BT, resulting in a new passive microwave sea ice concentration product with a lower RMSE of 9.55% in the Arctic and 11.37% in the Antarctic. The ABH algorithm also captures dynamic trends in sea ice concentration with an R2 value greater than 0.8 in both regions.",
        "AnswerCn": "ABH算法是ASI和BT算法的融合，显示出在极地海冰边缘区域和夏季期间的准确性优于单独使用ASI或BT算法。它通过利用ASI和BT的高估计和低估计特征的对立性，有效减少了偏差，从而生成了一种新的被动微波海冰浓度产品，在北极的均方根误差（RMSE）为9.55%，在南极为11.37%。ABH算法还能够捕捉海冰浓度的动态趋势，在两个区域的R2值均大于0.8。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What implications can be drawn about algorithmic integration techniques when considering the observed discrepancies in sea ice concentration estimates between different algorithms during the Arctic summer months?",
        "QuestionCn": "当考虑到不同算法在北极夏季月份的海冰浓度估计之间观察到的差异时，可以得出关于算法集成技术的哪些影响？",
        "AnswerEn": "The integration of ASI and BT algorithms, which show opposite biases during the Arctic summer months, involves addressing discrepancies at the sea ice edge where SIC is less than or equal to 30%. By merging these algorithms and applying a 'positive-negative offset' principle, researchers aim to mitigate the impact of biases, leading to a more accurate SIC representation that reflects dynamic changes effectively. This approach suggests that carefully balancing algorithmic strengths can improve data accuracy in challenging conditions.",
        "AnswerCn": "ASI和BT算法的整合在北极夏季月份表现出相反的偏差，涉及在海冰边缘（海冰浓度小于或等于30%）解决差异。通过合并这些算法并应用“正负偏移”原则，研究人员旨在减轻偏差的影响，从而导致更准确的海冰浓度表示，能够有效反映动态变化。这种方法表明，仔细平衡算法的优势可以在挑战性条件下提高数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using a fusion of ASI and BT algorithms for sea ice concentration data collection in polar regions?",
        "QuestionCn": "使用ASI和BT算法融合进行极地地区海冰浓度数据收集的潜在结果是什么？",
        "AnswerEn": "Using a fusion of ASI and BT algorithms for sea ice concentration data collection in polar regions results in a new passive microwave sea ice concentration fusion algorithm (ABH) that effectively reduces bias in sea ice edge areas and during summer periods. This approach improves the accuracy of sea ice concentration products, achieving an RMSE of 9.55% in the Arctic and 11.37% in the Antarctic, with a high R2 value above 0.8, indicating a strong ability to capture dynamic changes in sea ice concentration.",
        "AnswerCn": "使用ASI和BT算法融合的极地海冰浓度数据收集方法，产生了一种新的被动微波海冰浓度融合算法（ABH），有效减少了海冰边缘区域和夏季期间的偏差。这种方法提高了海冰浓度产品的准确性，在北极实现了9.55%的均方根误差（RMSE），在南极为11.37%，且R²值高于0.8，表明其在捕捉海冰浓度动态变化方面具有较强的能力。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of developing a new passive microwave sea ice concentration fusion algorithm using ASI and BT algorithms for polar regions?",
        "QuestionCn": "开发新的被动微波海冰浓度融合算法，使用ASI和BT算法针对极地地区的主要目标是什么？",
        "AnswerEn": "The primary objectives are to reduce errors in existing sea ice concentration products, particularly in the sea ice edge areas and during summer periods, by effectively combining the ASI and BT algorithms. This aims to counterbalance the biases of each algorithm in these scenarios and enhance the accuracy and reliability of sea ice concentration measurements from 2002 to 2022, using AMSR-E and AMSR2 radiometer data. The goal is to improve the monitoring of dynamic changes in sea ice concentration and provide a higher precision product for the Arctic and Antarctic regions.",
        "AnswerCn": "主要目标是通过有效结合ASI和BT算法，减少现有海冰浓度产品中的错误，特别是在海冰边缘区域和夏季期间。这旨在抵消每种算法在这些情况下的偏差，提高2002年至2022年间使用AMSR-E和AMSR2辐射计数据的海冰浓度测量的准确性和可靠性。目标是改善海冰浓度的动态变化监测，并为北极和南极地区提供更高精度的产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in developing a new passive microwave sea ice concentration fusion algorithm that integrates ASI and BT algorithms for improved accuracy in polar regions?",
        "QuestionCn": "开发一种新的被动微波海冰浓度融合算法，整合ASI和BT算法以提高极地地区的准确性，涉及哪些程序？",
        "AnswerEn": "The development of a new passive microwave sea ice concentration fusion algorithm involves selecting the ASI and BT algorithms as baseline algorithms due to their optimal performance in the Arctic and Antarctic regions, respectively. The next step is to address the discrepancies in sea ice concentration estimation at the sea ice edge regions and during summer periods by effectively merging the two algorithms. This merging utilizes their opposite overestimation and underestimation characteristics to neutralize biases, particularly focusing on areas where sea ice concentration is less than or equal to 30% and during summer months (June to September for the Arctic and January to April for the Antarctic). The process includes applying weather filtering and coastline processing to the inversion results. Finally, the new fusion algorithm combines AMSR-E and AMSR2 multi-channel radiometer data to produce daily passive microwave sea ice concentration products with a spatial resolution of 25 km for the years 2002-2022.",
        "AnswerCn": "开发一种新的被动微波海冰浓度融合算法，选择ASI和BT算法作为基线算法，因为它们在北极和南极地区的表现最佳。下一步是解决海冰边缘区域和夏季期间海冰浓度估计的差异，通过有效地合并这两种算法。该合并利用它们相反的高估和低估特性来中和偏差，特别关注海冰浓度小于或等于30%的区域以及夏季月份（北极的6月至9月和南极的1月至4月）。该过程包括对反演结果应用天气过滤和海岸线处理。最后，新的融合算法结合AMSR-E和AMSR2多通道辐射计数据，生成2002年至2022年的每日被动微波海冰浓度产品，空间分辨率为25公里。",
        "Level": "C3(Applying)"
      }
    ]
  }
}