{
  "id": "d9ce6c85-9b10-4cfd-b63a-f8a18c446e34",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of spectral reflectance measurements in the Linze station foci experimental area from May to Jul, 2008",
      "titleCn": "黑河综合遥感联合试验：临泽站加密观测区地物光谱观测数据集（2008年5月-7月）",
      "description": "The dataset of object spectral was obtained in the Linze station foci experimental area from May 25 to Jul. 11, 2008. The measurement instrument is ASD Spectroradiometer (350～2 500 nm) from BNU and the reference board (40% before Jun. 15 and 20% hereafter). The selected typical objects included maize field, soil, soil with known moisture and desert scrub. The measured quadrates included Wulidun farmland quadrates (May 28 and 30, Jun. 16 and 29 and Jul. 11), the desert transit zone strips (May 28 and 30 and Jun. 16) and Linze station quadrates (May 23 and Jul. 9) Besides, soil samples were collected inside Linze station quadrates on Jun. 24 and 30, 2008. Raw spectral data were archived as binary files, which were recorded daily in detail, and pre-processed data on reflectance and transmittivity were archived as text files (.txt). \n     See the metadata record “WATER: Dataset of setting of the sampling plots and stripes in the Linze station foci experimental area” for more information of the quadrate locations.",
      "descriptionCn": "2008年5月25日至2008年7月11日在临泽站加密观测区测量地物光谱。观测仪器：北师大ASD光谱仪，350～2 500 nm。参考板信息：6月15日前使用40%参考板，之后改换成20%参考板。观测样方：五里墩农田样方、荒漠过渡带、临泽站内样方。样方样带的分布和编号信息请参见元数据“黑河综合遥感联合试验：临泽站加密观测区样方样带布置”，样方位置见临泽站加密观测站样方样带坐标.xls。观测目标：玉米地、土壤、含水量已知的土壤、荒漠灌丛等地物光谱。数据存储：数据包括原始数据和预处理后的数据。原始数据是光谱仪直接产生的二进制文件，用ViewSpecPro软件可以打开，详细观测记录见数据文件每天的观测记录；预处理得到的为反射率数据，格式为文本格式。观测时间：五里墩农田样方（2008-05-28、2008-05-30、2008-06-16、2008-06-29、2008-07-11）、荒漠（2008-05-28、2008-05-30、2008-06-16）、临泽站内样方（2008-05-23，2008-07-09）、临泽站内样方采集的土壤样品（2008-06-24、2008-06-30）。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.201,
      "west": 100.11,
      "south": 39.311,
      "north": 39.379,
      "startTime": "2008-06-06 16:00:00",
      "endTime": "2008-07-23 16:00:00",
      "fileSize": 111643940.0,
      "cstr": "18406.11.water973.0113.db",
      "doi": "10.3972/water973.0113.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李静",
        "nameEn": "LI Jing",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": " 厉香蕴",
        "nameEn": "Li Xiangyun",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "孙青松",
        "nameEn": "SUN Qingsong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 肖志强",
        "nameEn": "XIAO Zhiqiang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "余莹洁",
        "nameEn": "YU Yingjie",
        "unitEn": "",
        "unitCn": "北京师范大学地理学与遥感科学学院"
      },
      {
        "nameCn": "刘思含",
        "nameEn": "LIU Sihan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "白艳芬",
        "nameEn": "BAI Yanfen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "汪洋",
        "nameEn": "WANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "陈少辉",
        "nameEn": "CHEN Shaohui",
        "unitEn": "Institute of Geographical Sciences and Natural Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "姜浩",
        "nameEn": "JIANG Hao",
        "unitEn": "",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "李世华",
        "nameEn": "LI Shihua",
        "unitEn": "",
        "unitCn": "电子科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "基于SHDOM经验方程和基于同步实测光谱数据的遥感影像邻近效应校正算法对比研究",
        "titleEn": null,
        "referenceCn": "王倩, 陈雪, 马建文, 陈建平. 基于SHDOM经验方程和基于同步实测光谱数据的遥感影像邻近效应校正算法对比研究. 光学学报, 2010, 30(11): 3342–3348.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "反射率",
        "nameEn": "Reflectivity"
      },
      {
        "nameCn": "地物光谱",
        "nameEn": "Ground object spectral"
      },
      {
        "nameCn": "地物光谱仪（ASD）",
        "nameEn": "Terrain spectrometer"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽站加密观测区",
        "keywordEn": "Closed observation area of Linze station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-25",
        "keywordEn": "2008-05-25",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-28",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-16",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-24",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-25",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-29",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-30",
        "keywordEn": "2008-06-30",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-09",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-11",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Are the data collection methods for terrestrial spectral observations more reliant on ASD spectrometers, UAV platforms, or satellite imagery?",
        "QuestionCn": "地面光谱观测的数据收集方法更依赖于ASD光谱仪、无人机平台还是卫星影像？",
        "AnswerEn": "ASD spectrometers",
        "AnswerCn": "ASD光谱仪",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What instruments are used for collecting geophysical spectral data in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，用于收集地球物理光谱数据的仪器有哪些？",
        "AnswerEn": "ASD spectrometers",
        "AnswerCn": "ASD光谱仪",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '地物光谱观测' mean in the context of remote sensing experiments?",
        "QuestionCn": "在遥感实验的背景下，“地物光谱观测”是什么意思？",
        "AnswerEn": "In the context of remote sensing experiments, '地物光谱观测' refers to the process of measuring the spectral properties of various ground objects using instruments like a spectrometer. This involves capturing the spectral reflectance data of objects such as farmland, desert shrubs, and soils with known moisture content, across specific wavelength ranges (350-2500 nm). The observations are conducted at designated sample plots, and the data collected can be in the form of raw binary files or preprocessed reflectance data.",
        "AnswerCn": "在遥感实验的背景下，“地物光谱观测”是指使用光谱仪等仪器测量各种地面物体的光谱特性。这涉及在特定波长范围（350-2500 nm）内捕获农田、沙漠灌木和已知水分含量土壤等物体的光谱反射数据。观测在指定的样本地块进行，收集的数据可以是原始二进制文件或预处理的反射数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed for collecting and processing ground-based hyperspectral data to ensure accurate measurement of land surface features such as soil and vegetation?",
        "QuestionCn": "收集和处理地面高光谱数据以确保准确测量土壤和植被等地表特征的程序是什么？",
        "AnswerEn": "A dataset involves measuring land surface features using an ASD spectrometer, covering wavelengths from 350 to 2,500 nm. The data collection occurs in different land cover types, including farmland, desert, and soil with known moisture content. Reference panels with 40% and 20% reflectivity are used to calibrate the spectrometer. The raw binary data from the spectrometer are processed using ViewSpecPro software to produce reflectance data in a text format. The collection is conducted on specific dates across different land cover types to capture the spectral characteristics accurately.",
        "AnswerCn": "一个数据集涉及使用ASD光谱仪测量地表特征，覆盖波长范围从350到2500纳米。数据收集发生在不同的土地覆盖类型，包括农田、沙漠和已知水分含量的土壤。使用反射率为40%和20%的参考面板来校准光谱仪。光谱仪的原始二进制数据通过ViewSpecPro软件处理，以生成文本格式的反射率数据。数据收集在不同的日期进行，以准确捕捉光谱特征。",
        "Level": "C3(Applying)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore and summarize the methodologies and instruments used for collecting geospatial spectral data in agricultural and desert regions, focusing on how these techniques manage varying environmental conditions and specific challenges associated with these terrains.",
        "QuestionCn": "请探讨并总结在农业和沙漠地区收集地理空间光谱数据的方法和工具，重点关注这些技术如何应对不同的环境条件以及与这些地形相关的特定挑战。",
        "AnswerEn": "The methodologies for collecting geospatial spectral data in agricultural and desert regions involve using instruments such as the ASD spectrometer with a range of 350 to 2,500 nm. Challenges in these terrains include managing different environmental conditions, which is addressed by using different reference panels—40% reference panels were used before June 15, switching to 20% thereafter. The data collection involves specific sample plots like the Wulidun farmland plot, desert transition zone, and sample plots within the Linze station. Spectral data of various land cover types, such as maize fields, soil with known water content, and desert shrubs, are collected, with data stored in both raw binary formats and preprocessed reflectance data as text. Observations span specific dates from May 25 to July 11, 2008, with detailed records for each day.",
        "AnswerCn": "在农业和沙漠地区收集地理空间光谱数据的方法涉及使用ASD光谱仪，波长范围为350到2500纳米。这些地区的挑战包括管理不同的环境条件，这通过使用不同的参考面板来解决——在6月15日之前使用40%的参考面板，之后切换为20%。数据收集涉及特定的样本地块，如Wulidun农田地块、沙漠过渡区以及林泽站内的样本地块。收集了各种土地覆盖类型的光谱数据，如玉米田、已知水分含量的土壤和沙漠灌木，数据以原始二进制格式和预处理的反射率数据文本形式存储。观察时间跨度为2008年5月25日至7月11日，记录了每一天的详细信息。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}