{
  "id": "d9d680ae-ec0a-4ccf-8f27-989b7d017919",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Antarctic sea ice density CMIP6 estimation dataset (2020-2100)",
      "titleCn": "南极海冰密集度CMIP6预估数据集（2020-2100）",
      "description": "This data is the simulation of Antarctic sea ice density data from 2020 to 2100 under the medium emission scenario (ssp245) of the 6th International Coupled Model Comparison Program (CMIP6). The 25 mode data of CMIP6 were uniformly interpolated and then aggregated averaged. The size of sea ice density data is 0-1, the data time range is from January 2020 to December 2100, the time resolution is month, the spatial range is south of 45 ° S, and the spatial resolution is 1 ° × 1°。 This data provides the status and evolution of Antarctic sea ice under the medium emission scenario, and can provide reference for future changes in Antarctica.",
      "descriptionCn": "该数据为第六次国际耦合模式比较计划 （CMIP6）在中等排放场景（ssp245）下对2020年-2100年南极海冰密集度数据的模拟。对CMIP6的25个模式数据统一插值后进行集合平均。海冰密集度数据大小在0-1之间，数据时间范围从2020年1月至2100年12月，时间分辨率为月，空间范围为南纬45°以南，空间分辨率为1°×1°。该数据提供了中等排放情景下，南极海冰的的状态和演变，可为南极未来变化等研究提供参考。",
      "instructions": "Data is stored in nc format.",
      "instructionsCn": "数据以nc格式进行存储。",
      "east": 179.5,
      "west": -179.5,
      "south": -89.5,
      "north": -45.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 62996664.0,
      "cstr": "18406.11.Cryos.tpdc.272902",
      "doi": "10.11888/Cryos.tpdc.272902",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李双林",
        "nameEn": "LI Shuanglin",
        "unitEn": "Institute of Atmospheric Physics, CAS",
        "unitCn": "中国科学院大气物理研究所"
      },
      {
        "nameCn": "王惠",
        "nameEn": "WANG Hui ",
        "unitEn": "China University of Geosciences",
        "unitCn": "中国地质大学（武汉）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Overview of the Coupled Model Intercomparison Project Phase 6 (CMIP6) experimental design and organization",
        "referenceCn": null,
        "referenceEn": "Eyring, V., Bony, S., Meehl, G.A., Senior, C.A., Stevens, B., Stouffer, R.J., & Taylor, K.E. (2016). Overview of the Coupled Model Intercomparison Project Phase 6 (CMIP6) experimental design and organization, Geosci. Model Dev., 9, 1937-1958, doi:10.5194/gmd-9-1937-2016."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "CMIP6",
        "nameEn": "CMIP6"
      },
      {
        "nameCn": "海冰",
        "nameEn": "Sea Ice"
      },
      {
        "nameCn": "海冰密集度",
        "nameEn": "Sea ice concentration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南极",
        "keywordEn": "Antarctic"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "ssp245",
        "keywordEn": "ssp245",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and resolution characteristics of datasets used to simulate Antarctic sea ice concentration under medium emission scenarios?",
        "QuestionCn": "在中等排放情景下，用于模拟南极海冰浓度的数据集的具体特征和分辨率特征是什么？",
        "AnswerEn": "monthly intervals, 1°×1° spatial resolution, south of 45°S, sea ice concentration values between 0 and 1",
        "AnswerCn": "每月间隔，1°×1°空间分辨率，南纬45°以南，海冰浓度值介于0和1之间。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset modeling Antarctic sea ice concentration under a moderate emission scenario for the years 2020-2100?",
        "QuestionCn": "在2020-2100年间，模拟南极海冰浓度的数据显示，在中等排放情景下的空间分辨率是多少？",
        "AnswerEn": "1°×1°",
        "AnswerCn": "1°×1°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ensemble averaging' mean in the context of climate model data projections?",
        "QuestionCn": "在气候模型数据预测的背景下，“集合平均”是什么意思？",
        "AnswerEn": "Ensemble averaging in the context of climate model data projections refers to the process of taking multiple model outputs—in this case, from 25 different models in the CMIP6 program—and averaging them after interpolation to create a unified set of data. This approach helps in reducing uncertainties and providing a more reliable estimate of future projections, such as Antarctic sea ice concentration under a specific emission scenario.",
        "AnswerCn": "在气候模型数据预测的背景下，集合平均指的是对来自CMIP6计划的25个不同模型的输出进行处理——在这种情况下，通过插值将它们平均，以创建统一的数据集。这种方法有助于减少不确定性，并提供对未来预测的更可靠估计，例如在特定排放情景下的南极海冰浓度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the future state and evolution of Antarctic sea ice from the projected sea ice concentration data over the 21st century?",
        "QuestionCn": "从21世纪的预测海冰浓度数据中可以推断出南极海冰的未来状态和演变是什么？",
        "AnswerEn": "The projected sea ice concentration data, which covers the period from 2020 to 2100 under a moderate emission scenario (ssp245), provides insights into the future state and evolution of Antarctic sea ice. By analyzing the ensemble average of 25 CMIP6 models after uniform interpolation, researchers can identify trends and patterns in sea ice concentration changes over time. The data's monthly temporal resolution and spatial coverage south of 45°S allow for detailed interpretations of how sea ice may respond to climate forcing under this scenario, providing a reference for understanding potential future variations in Antarctic sea ice.",
        "AnswerCn": " projected sea ice concentration data, which covers the period from 2020 to 2100 under a moderate emission scenario (ssp245), provides insights into the future state and evolution of Antarctic sea ice. By analyzing the ensemble average of 25 CMIP6 models after uniform interpolation, researchers can identify trends and patterns in sea ice concentration changes over time. The data's monthly temporal resolution and spatial coverage south of 45°S allow for detailed interpretations of how sea ice may respond to climate forcing under this scenario, providing a reference for understanding potential future variations in Antarctic sea ice.",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using a model comparison approach like CMIP6 on the accuracy and reliability of future Antarctic sea ice density predictions?",
        "QuestionCn": "使用像CMIP6这样的模型比较方法对未来南极海冰密度预测的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using a model comparison approach like CMIP6 allows for ensemble averaging of data from 25 different models, which can improve the reliability of predictions by reducing the impact of biases or errors specific to any single model. This approach can help provide a comprehensive view of the state and evolution of Antarctic sea ice under medium emission scenarios over the 21st century, offering a reference for future changes.",
        "AnswerCn": "使用像CMIP6这样的模型比较方法可以对来自25个不同模型的数据进行集合平均，这可以通过减少特定于任何单一模型的偏差或错误的影响来提高预测的可靠性。这种方法可以帮助提供关于21世纪中等排放情景下南极海冰状态和演变的全面视角，为未来的变化提供参考。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of simulating Antarctic sea ice concentration under the moderate emission scenario (ssp245) for the years 2020-2100?",
        "QuestionCn": "在中等排放情景（ssp245）下模拟2020-2100年南极海冰浓度的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a reference for studies on the state and evolution of Antarctic sea ice under a moderate emission scenario, offering insights into future changes in the Antarctic region.",
        "AnswerCn": "主要目标是为研究南极海冰在中等排放情景下的状态和演变提供参考，提供对南极地区未来变化的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset modeling Antarctic sea ice concentration from 2020 to 2100 using CMIP6 under a moderate emission scenario present challenges in accurately predicting future sea ice states?",
        "QuestionCn": "为什么使用CMIP6在中等排放情景下建模2020到2100年南极海冰浓度的数据集在准确预测未来海冰状态时可能会面临挑战？",
        "AnswerEn": "The dataset relies on simulations from 25 CMIP6 models averaged after interpolation, which may introduce uncertainties due to model variability and assumptions inherent in the moderate emission scenario (ssp245). Additionally, the spatial resolution of 1°×1° might limit the ability to capture finer-scale processes affecting sea ice concentration, and the long-term nature of the prediction (2020-2100) adds uncertainty in future climate projections and emissions trajectories.",
        "AnswerCn": "该数据集依赖于25个CMIP6模型的模拟结果，在插值后进行平均，这可能由于模型变异性和中等排放情景（ssp245）固有的假设而引入不确定性。此外，1°×1°的空间分辨率可能限制捕捉影响海冰浓度的更细尺度过程的能力，而预测的长期性质（2020-2100年）则增加了未来气候预测和排放轨迹的不确定性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}