{
    "id": "da75cc87-00b7-4331-93c4-f2a81e860b95",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data set of Paleoproterozoic granites in the Xinyang area",
            "titleCn": "信阳地区古元古代花岗岩的地球化学数据集",
            "description": "This data set contains the whole rock major and trace geochemical data and zircon U-Pb-Hf isotopic data of Paleoproterozoic granites in Xinyang area. The whole rock geochemical data of major elements are obtained by XRF, the trace element geochemical data are obtained by ICP-MS, the zircon U-Pb isotopic data are obtained by LA-ICP-MS, and the zircon Hf isotopic data are obtained by MC-ICP-MS. All the above data have been published in Precambrian Research, an authoritative geoscience journal, and the data are authentic. Through this set of data, the regional crustal structure characteristics and multi-stage reconstruction process can be effectively constrained.",
            "descriptionCn": "本数据集包含信阳地区古元古代花岗岩的全岩主微量地球化学数据和锆石U-Pb-Hf同位素数据。其中全岩主量元素地球化学数据由XRF测试分析所得，微量元素地球化学数据由ICP-MS测试分析所得，锆石U-Pb同位素数据由LA-ICP-MS分析获得，锆石Hf同位素数据由MC-ICP-MS分析所获得。以上全套数据已发表在地学权威期刊《Precambrian Research》之上，数据真实可信。通过该套数据，可有效约束区域地壳结构特征和多阶段再造过程。",
            "instructions": "The data is stored in Excel format and can be opened and used directly through Excel workbooks. The geochemical data of major and trace elements in the whole rock is named \"2020 WR data\", and the zircon u-pb-hf isotopic data is named \"Zrn U-Pb-Hf isotope data\".",
            "instructionsCn": "数据以excel格式进行存储，可以直接通过excel工作簿打开并使用。全岩主微量元素地球化学数据命名为“2020 WR data”，锆石U-Pb-Hf同位素数据命名为“Zrn U-Pb-Hf isotope data”。",
            "east": 114.0,
            "west": 113.75,
            "south": 32.5,
            "north": 32.67,
            "startTime": null,
            "endTime": null,
            "fileSize": 50083.0,
            "cstr": null,
            "doi": "10.1016/j.precamres.2020.106079",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "艾磊",
                "nameEn": "AI Lei",
                "unitEn": "",
                "unitCn": "中国地质大学(武汉)"
            },
            {
                "nameCn": "平先权",
                "nameEn": "PING Xianquan",
                "unitEn": "",
                "unitCn": "中国地质大学(武汉)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Paleoproterozoic (1.96–1.86 Ga) granites in Xinyang record zoned deep crustal structure and multi-stage reworking beneath the southern North China Craton",
                "referenceCn": null,
                "referenceEn": "Ai, L., Ping, X.Q., Zheng, J.P., Su, Y.P., Ma, Q., Wang, X.L. (2020). Paleoproterozoic (1.96–1.86 Ga) granites in Xinyang record zoned deep crustal structure and multi-stage reworking beneath the southern North China Craton. Precambrian Research, 355, 106079."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "花岗岩",
                "nameEn": "granite"
            },
            {
                "nameCn": "锆石Hf同位素",
                "nameEn": "Zircon Hf isotope"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "信阳",
                "keywordEn": "Xinyang"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "古元古代",
                "keywordEn": "Paleoproterozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to gather zircon U-Pb and Hf isotopic data in geological research?",
                "QuestionCn": "您能否提供一个用于收集锆石U-Pb和Hf同位素数据的地质研究数据收集方法的例子？",
                "AnswerEn": "One data collection method for gathering zircon U-Pb isotopic data in geological research involves using LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) analysis, while zircon Hf isotopic data is collected using MC-ICP-MS (Multi-Collector Inductively Coupled Plasma Mass Spectrometry).",
                "AnswerCn": "在地质研究中，收集锆石U-Pb同位素数据的一种数据收集方法是使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）分析，而锆石Hf同位素数据则使用多收集器电感耦合等离子体质谱（MC-ICP-MS）进行收集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and testing methods used for obtaining geochemical data from Paleoproterozoic granites in a specific region?",
                "QuestionCn": "获取特定区域古元古代花岗岩地球化学数据的特征和测试方法是什么？",
                "AnswerEn": "whole-rock major and trace element data, zircon U-Pb-Hf isotopic data, XRF testing, ICP-MS testing, LA-ICP-MS analysis, MC-ICP-MS analysis",
                "AnswerCn": "全岩主量和微量元素数据，锆石U-Pb-Hf同位素数据，XRF测试，ICP-MS测试，LA-ICP-MS分析，MC-ICP-MS分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of geochemical data collection methods are used in a dataset related to the Paleoproterozoic granites in the Xinyang area?",
                "QuestionCn": "在与新阳地区的古元古代花岗岩相关的数据集中，使用了多少种地球化学数据收集方法？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are the data collection methods used for obtaining geochemical data of Paleoproterozoic granites in the Xinyang area?",
                "QuestionCn": "获取Xinyang地区古元古代花岗岩地球化学数据所使用的数据收集方法有哪些？",
                "AnswerEn": "The geochemical data of Paleoproterozoic granites in the Xinyang area is collected using various methods: XRF (X-ray fluorescence) analysis is used for whole-rock major element geochemistry, ICP-MS (Inductively Coupled Plasma Mass Spectrometry) is employed for trace element geochemistry, LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) is utilized for zircon U-Pb isotopic data, and MC-ICP-MS (Multi-Collector Inductively Coupled Plasma Mass Spectrometry) is applied for zircon Hf isotopic data.",
                "AnswerCn": "在信阳地区，古元古代花岗岩的地球化学数据通过多种方法收集：使用XRF（X射线荧光）分析进行全岩主要元素地球化学，采用ICP-MS（感应耦合等离子体质谱）进行微量元素地球化学，利用LA-ICP-MS（激光剥蚀感应耦合等离子体质谱）获取锆石U-Pb同位素数据，以及应用MC-ICP-MS（多收集器感应耦合等离子体质谱）进行锆石Hf同位素数据的分析。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the integration of whole-rock geochemistry and zircon isotopic data reveal about the geological history and crustal evolution in the Xinyang region?",
                "QuestionCn": "整岩地球化学与锆石同位素数据的结合可以揭示Xinyang地区的地质历史和地壳演化。",
                "AnswerEn": "The integration of whole-rock geochemistry and zircon isotopic data can effectively constrain the characteristics of the regional crustal structure and the processes of multi-stage reconstruction in the Xinyang region. By analyzing the major and trace element data obtained from XRF and ICP-MS testing, alongside zircon U-Pb isotopic data from LA-ICP-MS and zircon Hf isotopic data from MC-ICP-MS, researchers can infer the geological history and evolution patterns of the crust during the Paleoproterozoic era in this specific area.",
                "AnswerCn": "整岩地球化学与锆石同位素数据的结合可以有效地约束信阳地区的区域地壳结构特征及多阶段重建过程。通过分析从XRF和ICP-MS测试获得的主要和微量元素数据，以及来自LA-ICP-MS的锆石U-Pb同位素数据和来自MC-ICP-MS的锆石Hf同位素数据，研究人员可以推断该地区在古元古代时期的地质历史和演化模式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to analyze both whole-rock major and trace element geochemical data along with zircon U-Pb-Hf isotopic data when studying Paleoproterozoic granites in the Xinyang area?",
                "QuestionCn": "在研究新阳地区的古元古代花岗岩时，分析全岩主要和微量元素地球化学数据以及锆石U-Pb-Hf同位素数据是重要的原因是什么？",
                "AnswerEn": "Analyzing both whole-rock major and trace element geochemical data along with zircon U-Pb-Hf isotopic data is crucial for effectively constraining the regional crustal structure characteristics and multi-stage reconstruction processes. This comprehensive approach helps provide a more accurate and detailed understanding of the geological history and evolution of the area, as the dataset is published in a reputable geoscience journal, ensuring its credibility and reliability.",
                "AnswerCn": "分析全岩主要和微量元素地球化学数据以及锆石U-Pb-Hf同位素数据对于有效约束区域地壳结构特征和多阶段重建过程至关重要。这种综合方法有助于提供对该地区地质历史和演化的更准确和详细的理解，因为该数据集已在权威的地球科学期刊上发表，确保了其可信度和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key instrumental techniques used to gather geochemical data for Paleoproterozoic granites in the Xinyang area, and how do these techniques ensure data reliability?",
                "QuestionCn": "在新阳地区收集古元古代花岗岩地球化学数据的关键仪器技术有哪些，这些技术如何确保数据的可靠性？",
                "AnswerEn": "The key instrumental techniques used to gather geochemical data for Paleoproterozoic granites in the Xinyang area include X-ray Fluorescence (XRF) for analyzing major element geochemistry, Inductively Coupled Plasma Mass Spectrometry (ICP-MS) for trace element geochemistry, Laser Ablation Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS) for zircon U-Pb isotopic data, and Multi-Collector Inductively Coupled Plasma Mass Spectrometry (MC-ICP-MS) for zircon Hf isotopic data. These techniques ensure data reliability by providing precise and accurate measurements that have been peer-reviewed and published in a reputable geoscience journal, allowing for effective constraints on regional crustal structure characteristics and multi-stage reconstruction processes.",
                "AnswerCn": "用于收集Xinyang地区古元古代花岗岩地球化学数据的关键仪器技术包括：X射线荧光（XRF）用于分析主要元素地球化学，感应耦合等离子体质谱（ICP-MS）用于微量元素地球化学，激光剥蚀感应耦合等离子体质谱（LA-ICP-MS）用于锆石U-Pb同位素数据，以及多收集器感应耦合等离子体质谱（MC-ICP-MS）用于锆石Hf同位素数据。这些技术通过提供精确和准确的测量，确保数据的可靠性，这些数据经过同行评审并发表在权威的地球科学期刊上，从而有效约束了区域地壳结构特征和多阶段重建过程。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}