{
  "id": "da8b6bf1-d9e1-4e1d-8f13-076a6c3320ac",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Daily 250 m all-weather land surface temperature dataset in Southeast Tibet（2011）",
      "titleCn": "藏东南逐日250 m全天候地表温度数据集（2011）",
      "description": "The preparation of this data set is based on the proposed downscaling method of all-weather surface temperature data for the glacier area in Southeast Tibet. By analyzing the relationship between all-weather surface temperature and its spatio-temporal influence factor elevation, surface coverage type, vegetation index, snow cover index, surface reflectance and other data, a downscaling model of all-weather surface temperature is constructed, which increase the spatial resolution of all-weather surface temperature products from 1 km to 250 m. The validation results show that the RMSE of downscaling surface temperature at the site is about 2.25 K and 2.16 K in the daytime and at night, respectively, which is about 0.5 K higher than that of the original 1 km surface temperature product. The results of image quality index show that the downscaling surface temperature not only obtains a lot of detailed thermal information, but also maintains a high consistency with the original 1 km surface temperature in spatial pattern and amplitude. This data set has certain significance for high resolution all-weather surface temperature generation and disaster monitoring in glacier area of  Southeast Tibet.",
      "descriptionCn": "本数据集的制备是基于提出的针对藏东南冰川地区的全天候地表温度数据降尺度方法，通过分析全天候地表温度与其时空影响因子高程、地表覆盖类型、植被指数、积雪指数、地表反射率等数据之间的关系，构建了全天候地表温度的降尺度模型，将全天候地表温度产品的空间分辨率由1 km提升至250 m。通过地面站点实测数据进行验证，验证结果表明降尺度地表温度在站点处的RMSE白天与夜间分别为2.25 K、2.16 K左右，较原始1 km地表温度产品精度提升约0.5 K。图像质量指数的计算结果表明降尺度地表温度不仅获得了大量的细节热信息，而且在空间格局和幅值上与原始1 km地表温度保持了高度的一致性。本数据集对藏东南冰川地区高分辨率全天候地表温度生成和灾害监测具有一定的意义。",
      "instructions": "Daily 250 m all-weather land surface temperature dataset in Southeast Tibet(2011) is stored in GeoTIFF format, and each GeoTIFF file is about 11 MB. The data is stored in day and night folders respectively. The specific file naming method is \"DOY. TIF\", where DOY stands for the annual product day minus 1, such as 0.tif stands for the first day of 2011.\nThe data format is integer\nUsage: GIS software or MATLAB and other software can be directly used for reading and subsequent processing\nData resolution: twice a day, 250 m\nData time: every day in 2011\nProjection method: Albert equal area\nunits = \"K\"",
      "instructionsCn": "藏东南2011年逐日250 m全天候地表温度数据以GEOTIFF格式存储，每个GEOTIFF文件约11MB。该数据按照白天DAY和晚上NIGHT两个文件夹分别存储。具体文件命名方式为“DOY.tif”，其中DOY代表年积日减去1，如0.tif代表2011年的第一天。\n数据格式为：整型\n使用方式：可直接使用GIS软件或matlab等软件进行读取和后续处理\n数据分辨率：逐日2次，250 m\n数据时间：2011年每天\n投影方式：Albers equal area\n单位 ：K",
      "east": 97.4,
      "west": 91.4,
      "south": 28.8,
      "north": 32.1,
      "startTime": "2011-01-01 00:00:00",
      "endTime": "2011-12-31 00:00:00",
      "fileSize": 2883932013.0,
      "cstr": "18406.11.RemoteSen.tpdc.271979",
      "doi": "10.11888/RemoteSen.tpdc.271979",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周纪",
        "nameEn": "ZHOU Ji",
        "unitEn": "University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "黄志明",
        "nameEn": "HUANG Zhiming ",
        "unitEn": "School of Resources and Environment, University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学 资源与环境学院"
      },
      {
        "nameCn": "钟海玲",
        "nameEn": "ZHONG Hailing ",
        "unitEn": "School of Resources and Environment, University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学 资源与环境学院"
      },
      {
        "nameCn": "唐文彬",
        "nameEn": "TANG Wenbin",
        "unitEn": "",
        "unitCn": "电子科技大学资源与环境学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A global long-term (1981-2000) land surface temperature product for NOAA AVHRR",
        "referenceCn": null,
        "referenceEn": "Ma, J., Zhou, J., & Göttsche, F.-M, et al. (2020). A global long-term (1981-2000) land surface temperature product for NOAA AVHRR. Earth System Science Data, 12, 3247-3268."
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of 1-km all-weather remotely sensed land surface temperature based on reconstructed spatial-seamless satellite passive microwave brightness temperature and thermal infrared data.",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Zhou, J., & Liang, S., et al. (2020). Estimation of 1-km all-weather remotely sensed land surface temperature based on reconstructed spatial-seamless satellite passive microwave brightness temperature and thermal infrared data. ISPRS Journal of Photogrammetry and Remote Sensing, 167, 321-344."
      },
      {
        "titleCn": "藏东南冰川地区250 m空间分辨率全天候地表温度生成.",
        "titleEn": null,
        "referenceCn": "黄志明, 周纪, 丁利荣等. (2021). 藏东南冰川地区250 m空间分辨率全天候地表温度生成.遥感学报,  25(8), 1873-1888.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降尺度",
        "nameEn": "Downscaling"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "藏东南地区",
        "keywordEn": "Southeastern Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2011",
        "keywordEn": "2011",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "复杂山区泥石流监测预警技术装备集成与示范",
        "titleEn": "Integration and Demonstration of Monitoring and Early Warning Technology and Equipment for Debris Flow in Complex Mountainous Areas"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The land surface temperature (LST) is a key variable in studies of regional climate change, evapotranspiration, and urban heat islands. In recent years, with global warming, glacial debris flows in Southeast Tibet have become more frequent. The formation process of glacial debris flows is highly complex, influenced by factors such as precipitation and glacier meltwater generated by temperature changes. Compared to ground-based measurements, remote sensing of LST can provide large-scale \"surface\" temperature data applicable at regional scales. However, the climate of Southeast Tibet, characterized by persistent cloud cover, severely limits the application of remote sensing LST in this region. Existing 1km resolution all-weather LST products cannot meet the needs of fine-scale research on glacial debris flow disasters in Southeast Tibet, necessitating high spatiotemporal resolution remote sensing LST products."
      ],
      "research objective": [
        "The study aims to improve the spatial resolution of existing remote sensing all-weather LST products (TRIMSLST) from 1km to 250m using the optimal downscaling method. The research seeks to provide reliable high-resolution remote sensing all-weather LST data for disaster analysis in the glacier regions of Southeast Tibet. The study also aims to compare various linear and machine learning algorithms used in the downscaling model to determine the most effective method."
      ],
      "challenges": [
        "The spatial resolution of existing 1km resolution all-weather LST products cannot meet the needs of fine-scale research on glacial debris flow disasters in Southeast Tibet. The persistent cloud cover in Southeast Tibet severely limits the application of remote sensing LST in this region. Most existing downscaling methods require high temporal and spatial resolution images for fusion, and the original images must be minimally affected by clouds and fog, making them mostly applicable to specific times and regions."
      ],
      "methods": [
        "In this study, we used a moving window to compare various LST downscaling methods and selected the optimal downscaling method to improve the spatial resolution of existing remote sensing all-weather LST products (TRIMSLST) from 1km to 250m. We employed LightGBM as the downscaling method to achieve 250m spatial resolution all-weather LST. We evaluated the accuracy of the downscaling method using ground station measured data, which showed that the RMSE of the 250m spatial resolution all-weather LST obtained using the LightGBM downscaling method was 2.25K/2.15K during the day/night."
      ],
      "dataset": [
        "The all-weather LST data used in this study is the \"China Western Daily 1km Spatial Resolution All-weather Land Surface Temperature Dataset V2 (TRIMS LST-TP)\" developed by Zhang et al. (2021) and released by the National Tibetan Plateau Data Center."
      ],
      "findings": [
        "The evaluation results based on ground station measured data and image quality indices indicate that the downscaling method based on the LightGBM algorithm is the most effective. The RMSE of the 250m LST generated using the LightGBM downscaling method is reduced by about 0.25K compared to the original 1km TRIMSLST. The 250m LST maintains a high degree of consistency with TRIMSLST in terms of spatial pattern and magnitude while obtaining a large amount of detailed information. The 250m remote sensing all-weather LST generated in this study provides reliable high-resolution remote sensing LST data for disaster analysis in the glacier regions of Southeast Tibet."
      ],
      "backgroundCn": [
        "地表温度（LST）是区域气候变化、蒸散发和城市热岛研究中的关键变量。近年来，随着全球变暖，东南藏区的冰川泥石流变得更加频繁。冰川泥石流的形成过程非常复杂，受到降水和温度变化引发的冰川融水等因素的影响。与地面测量相比，遥感获取的LST可以提供适用于区域尺度的大规模“表面”温度数据。然而，东南藏区的气候特征是持续的云层覆盖，这严重限制了遥感LST在该地区的应用。现有的1公里分辨率的全天候LST产品无法满足对东南藏区冰川泥石流灾害进行精细尺度研究的需求，因此迫切需要高时空分辨率的遥感LST产品。"
      ],
      "research objectiveCn": [
        "该研究旨在通过最优下采样方法将现有的遥感全天候地表温度（LST）产品（TRIMSLST）从1公里提高到250米的空间分辨率。研究旨在为东南藏区的灾害分析提供可靠的高分辨率遥感全天候地表温度数据。该研究还旨在比较用于下采样模型的各种线性和机器学习算法，以确定最有效的方法。"
      ],
      "challengesCn": [
        "现有的1公里分辨率的全天候地表温度（LST）产品的空间分辨率无法满足东南藏区冰川泥石流灾害细尺度研究的需求。东南藏区持续的云层覆盖严重限制了遥感地表温度在该地区的应用。大多数现有的下采样方法需要高时间和空间分辨率的图像进行融合，并且原始图像必须尽量不受云雾的影响，这使得它们主要适用于特定的时间和区域。"
      ],
      "methodsCn": [
        "在本研究中，我们使用移动窗口比较了各种地表温度（LST）下分辨率方法，并选择了最佳的下分辨率方法，以提高现有遥感全天候LST产品（TRIMSLST）的空间分辨率，从1公里提升至250米。我们采用LightGBM作为下分辨率方法，以实现250米空间分辨率的全天候LST。我们使用地面站测量的数据评估了下分辨率方法的准确性，结果显示，使用LightGBM下分辨率方法获得的250米空间分辨率全天候LST的均方根误差（RMSE）在白天/夜间分别为2.25K/2.15K。"
      ],
      "datasetCn": [
        "本研究使用的全气候LST数据是由Zhang等人（2021）开发的“西部中国日均1公里空间分辨率全气候地表温度数据集V2（TRIMS LST-TP）”，并由国家西藏 Plateau 数据中心发布。"
      ],
      "findingsCn": [
        "基于地面站测量数据和图像质量指标的评估结果表明，基于LightGBM算法的下采样方法是最有效的。使用LightGBM下采样方法生成的250米地表温度（LST）的均方根误差（RMSE）比原始的1公里TRIMSLST降低了约0.25K。250米LST在空间模式和幅度上与TRIMSLST保持高度一致，同时获取了大量详细信息。本研究生成的250米遥感全天候LST为东南藏区冰川地区的灾害分析提供了可靠的高分辨率遥感LST数据。"
      ]
    },
    {
      "background": [
        "Land surface temperature (LST) is an important parameter for energy exchange between Earth’s surface and the atmosphere and thus an important indicator for global climate change. Since the 1970s, the accurate retrieval of LST from satellite has been an active area of research in quantitative remote sensing. The main sources for retrieving LST from satellite data are thermal-infrared (TIR) remote sensing and passive microwave (MW) remote sensing, which both are effective means for obtaining the radiance emitted by Earth’s surface. Although MW remote sensing is less affected by cloud and fog, when compared to TIR remote sensing, it is limited by factors such as coarser spatial resolution, higher thermal sampling depth, and higher uncertainty in emissivity, which results in a lower retrieval accuracy. Therefore, retrieving LST from TIR remote sensing is still the dominant approach, since it offers a better physical definition and higher retrieval accuracy. A variety of algorithms have been proposed for retrieving LST from TIR data, e.g., split-window algorithms (SWA), mono-window algorithms or single-channel algorithms, and temperature-emissivity separation algorithms (TESs). The SWA is a good choice for retrieving LST from sensors with two or more TIR channels centered at 11 and 12 µm, e.g., Terra/Aqua MODIS, NOAA advanced very-high-resolution radiometer (AVHRR), ENVISAT AATSR, and Sentinel-3 SLSTR. Currently, several LST products derived from satellite TIR remote sensing are available. Global LST products for Terra/Aqua MODIS are available dating back to 2000, e.g., MOD11/MYD11 and MOD21/MYD21. Similarly, a JPSS-VIIRS LST product is available dating back to 2012 and China FengYun-VIRR LST is available dating back to 2009. In summary, from 1991 onwards, many global and regional satellite LST products are available, but higher spatiotemporal resolutions (e.g., 1 km – daily) are only available after 2000. It has been reported that 1983–2012 was the warmest 30 years for nearly 1400 years. The warm climate change trend has also caused changes in many land surface processes, e.g., most glaciers on the Tibetan Plateau are in retreat and the areas covered by them are getting smaller and smaller. A major factor limiting applications of AVHRR LST is orbital drift, which over the lifespan of the NOAA satellites leads to shifts to later overpass times and, therefore, affects temporal comparability."
      ],
      "research objective": [
        "In this study, a global 0.05°×0.05° historical LST product is generated from NOAA advanced very-high-resolution radiometer (AVHRR) data (1981–2000). Therefore, it is meaningful to extend the global LST time series with a relatively high spatiotemporal resolution (i.e., 5 km and daily) to the historical NOAA AVHRR data before 2000."
      ],
      "challenges": [
        "A major factor limiting applications of AVHRR LST is orbital drift, which over the lifespan of the NOAA satellites leads to shifts to later overpass times and, therefore, affects temporal comparability."
      ],
      "methods": [
        "To compensate for the influence of orbital drift on LST, the retrieved RF-SWA LST was normalized with an improved ODC method. The RF-SWA LST were validated with in situ LST from Surface Radiation Budget (SURFRAD) sites and water temperatures obtained from the National Data Buoy Center (NDBC)."
      ],
      "dataset": [
        "In this study, the AVHRR datasets from Long-Term Dataset Records (Pedelty et al., 2007) (LTDR, https://ltdr.modaps.eosdis.nasa.gov/, last access: 2 December 2020) are used, including AVH02C1 and AVH13C1, for which spatial resolution has been processed to 0.05°×0.05°. The ASTER GED used in this study was generated from clear sky ASTER TIR data between 2000 and 2008 with the TES algorithm and the water vapor scaling atmosphere correction method (Hulley et al., 2015). In this study, the ASTER GEDv3 with a 1 km spatial resolution was used to determine the global background emissivity of bare land. In situ measurements from the Surface Radiation Budget (SURFRAD) network and the National Data Buoy Center (NDBC) were used to validate the retrieved AVHRR LST."
      ],
      "findings": [
        "As global historical datasets, the new AVHRR LST products are useful for filling the gaps in long-term LST data. Furthermore, the new LST products can be used as input to related land surface models and environmental applications."
      ],
      "backgroundCn": [
        "地表温度（LST）是地球表面与大气之间能量交换的重要参数，因此是全球气候变化的重要指标。自1970年代以来，从卫星准确获取LST一直是定量遥感研究的一个活跃领域。获取LST的主要来源是热红外（TIR）遥感和被动微波（MW）遥感，这两者都是获取地球表面发射辐射的有效手段。尽管与TIR遥感相比，MW遥感受云雾影响较小，但由于空间分辨率较粗、热采样深度较高以及发射率的不确定性较高，导致其检索精度较低。因此，从TIR遥感中获取LST仍然是主流方法，因为它提供了更好的物理定义和更高的检索精度。已经提出了多种算法用于从TIR数据中检索LST，例如分窗算法（SWA）、单窗算法或单通道算法，以及温度-发射率分离算法（TESs）。SWA是从具有两个或多个TIR通道（中心波长为11和12微米）的传感器中检索LST的良好选择，例如Terra/Aqua MODIS、NOAA高级非常高分辨率辐射计（AVHRR）、ENVISAT AATSR和Sentinel-3 SLSTR。目前，基于卫星TIR遥感的多个LST产品可用。Terra/Aqua MODIS的全球LST产品可追溯到2000年，例如MOD11/MYD11和MOD21/MYD21。同样，JPSS-VIIRS LST产品自2012年起可用，中国的FengYun-VIRR LST自2009年起可用。总之，从1991年起，许多全球和区域卫星LST产品可用，但在2000年之后，只有更高的时空分辨率（例如1公里-每日）可用。据报道，1983年至2012年是近1400年来最温暖的30年。温暖的气候变化趋势也导致了许多地表过程的变化，例如，青藏高原上的大多数冰川正在退缩，覆盖它们的区域越来越小。限制AVHRR LST应用的一个主要因素是轨道漂移，这在NOAA卫星的生命周期中导致过境时间向后移动，从而影响时间的可比性。"
      ],
      "research objectiveCn": [
        "在这项研究中，利用NOAA高级非常高分辨率辐射计（AVHRR）数据（1981-2000）生成了全球0.05°×0.05°的历史地表温度（LST）产品。因此，将相对较高的时空分辨率（即5公里和每日）的全球LST时间序列扩展到2000年前的历史NOAA AVHRR数据是有意义的。"
      ],
      "challengesCn": [
        "限制AVHRR地表温度（LST）应用的一个主要因素是轨道漂移，这在NOAA卫星的生命周期内导致过境时间向后移动，从而影响时间上的可比性。"
      ],
      "methodsCn": [
        "为了补偿轨道漂移对地表温度（LST）的影响，采用改进的ODC方法对获取的RF-SWA LST进行了归一化。RF-SWA LST与来自表面辐射预算（SURFRAD）站点的现场LST以及来自国家数据浮标中心（NDBC）的水温进行了验证。"
      ],
      "datasetCn": [
        "在本研究中，使用了来自长期数据集记录（Pedelty et al., 2007）（LTDR，https://ltdr.modaps.eosdis.nasa.gov/，最后访问时间：2020年12月2日）的AVHRR数据集，包括AVH02C1和AVH13C1，其空间分辨率已处理为0.05°×0.05°。本研究中使用的ASTER GED是通过2000年至2008年间的晴空ASTER TIR数据生成的，采用了TES算法和水汽缩放大气校正方法（Hulley et al., 2015）。本研究使用的ASTER GEDv3具有1公里的空间分辨率，用于确定裸土地的全球背景发射率。来自表面辐射预算（SURFRAD）网络和国家数据浮标中心（NDBC）的现场测量数据被用来验证检索到的AVHRR LST。"
      ],
      "findingsCn": [
        "作为全球历史数据集，新的AVHRR LST产品对于填补长期LST数据的空白非常有用。此外，这些新的LST产品可以作为相关地表模型和环境应用的输入。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are the existing 1km resolution all-weather LST products insufficient for fine-scale research on glacial debris flow disasters in Southeast Tibet?",
        "QuestionCn": "现有的1公里分辨率的全天候地表温度产品是否不足以支持对东南藏区冰川碎屑流灾害的细尺度研究？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are remote sensing LST downscaling methods more effective using linear algorithms, machine learning algorithms, or a combination of both?",
        "QuestionCn": "遥感地表温度（LST）下采样方法使用线性算法、机器学习算法还是两者结合，哪种更有效？",
        "AnswerEn": "Machine learning algorithms",
        "AnswerCn": "机器学习算法",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do challenges in remote sensing LST retrieval primarily arise from cloud cover, spatial resolution limitations, or orbital drift?",
        "QuestionCn": "遥感地表温度（LST）提取中的挑战主要来自云层覆盖、空间分辨率限制还是轨道漂移？",
        "AnswerEn": "cloud cover",
        "AnswerCn": "云量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to improve the spatial resolution of land surface temperature datasets in glacial regions?",
        "QuestionCn": "在冰川地区，提高地表温度数据集空间分辨率的方法有哪些？",
        "AnswerEn": "LST downscaling methods",
        "AnswerCn": "LST降尺度方法",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Where can the original all-weather land surface temperature datasets be sourced from for research purposes?",
        "QuestionCn": "原始的全天候陆地表面温度数据集可以从哪里获取以供研究使用？",
        "AnswerEn": "National Tibetan Plateau Data Center",
        "AnswerCn": "国家青藏高原数据中心",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of persistent cloud cover in remote sensing of land surface temperature (LST) in Southeast Tibet?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以应对在东南藏区遥感地表温度（LST）时持续云层覆盖的挑战？",
        "AnswerEn": "A data collection method that addresses the challenge of persistent cloud cover in remote sensing of LST in Southeast Tibet involves using all-weather LST products and applying a downscaling method, such as LightGBM, to improve spatial resolution from 1km to 250m, allowing for more detailed data in cloud-covered regions.",
        "AnswerCn": "一种应对东南藏区遥感地表温度（LST）中持续云层覆盖挑战的数据收集方法是使用全天候LST产品，并应用下采样方法，如LightGBM，将空间分辨率从1公里提高到250米，从而在云覆盖区域提供更详细的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that could be used to improve the spatial resolution of remote sensing LST products for fine-scale research in glacier regions?",
        "QuestionCn": "一个可以用于提高冰川地区遥感地表温度（LST）产品空间分辨率的数据集示例是什么？",
        "AnswerEn": "An example of a dataset that could be used to improve the spatial resolution of remote sensing LST products is the 'China Western Daily 1km Spatial Resolution All-weather Land Surface Temperature Dataset V2 (TRIMS LST-TP),' which provides foundational data for downscaling methods to achieve higher resolutions suitable for detailed research.",
        "AnswerCn": "一个可以用来提高遥感地表温度（LST）产品空间分辨率的数据集是“西部中国日常1公里空间分辨率全天气地表温度数据集V2（TRIMS LST-TP）”，该数据集为下采样方法提供了基础数据，以实现适合详细研究的更高分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide an example of a research approach used to validate the accuracy of downscaled land surface temperature data.",
        "QuestionCn": "请提供一个用于验证缩减后的地表温度数据准确性的研究方法示例。",
        "AnswerEn": "An example of a research approach used to validate the accuracy of downscaled LST data is the comparison with ground station measured data. This approach was employed to evaluate the RMSE of the 250m spatial resolution all-weather LST, which showed improvements in accuracy over the original 1km resolution data.",
        "AnswerCn": "一种用于验证下调的地表温度（LST）数据准确性的研究方法是与地面站测量数据进行比较。该方法用于评估250米空间分辨率的全天候LST的均方根误差（RMSE），结果显示其准确性相较于原始的1公里分辨率数据有所提高。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of downscaling methods used for increasing the spatial resolution of land surface temperature data in glacier regions?",
        "QuestionCn": "用于提高冰川地区地表温度数据空间分辨率的下采样方法的特点是什么？",
        "AnswerEn": "elevation, land cover type, vegetation index, snow index, surface reflectance, spatial resolution from 1 km to 250 m",
        "AnswerCn": "海拔、土地覆盖类型、植被指数、雪指数、地表反射率、空间分辨率从1公里到250米",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What factors influence the choice of algorithms for retrieving land surface temperature from thermal-infrared remote sensing data?",
        "QuestionCn": "影响从热红外遥感数据中提取地表温度算法选择的因素有哪些？",
        "AnswerEn": "high retrieval accuracy, ability to handle cloud and fog conditions, spectral characteristics of the sensors, balance between spatial resolution and retrieval accuracy",
        "AnswerCn": "高检索精度、处理云雾条件的能力、传感器的光谱特性、空间分辨率与检索精度之间的平衡。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the reduction in RMSE achieved by using the optimal downscaling method for the all-weather land surface temperature dataset from 1 km to 250 m resolution?",
        "QuestionCn": "使用最佳下采样方法将全天气地表温度数据集从1公里分辨率降至250米分辨率所实现的RMSE减少量是多少？",
        "AnswerEn": "0.25 K",
        "AnswerCn": "0.25 开尔文",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many different algorithms or methods were compared to determine the optimal downscaling method for improving the spatial resolution of land surface temperature data?",
        "QuestionCn": "为了确定改善地表温度数据空间分辨率的最佳下采样方法，比较了多少种不同的算法或方法？",
        "AnswerEn": "No specific number provided.",
        "AnswerCn": "未提供具体数字。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the global historical land surface temperature product generated from NOAA AVHRR data for the period 1981–2000?",
        "QuestionCn": "1981年至2000年期间，由NOAA AVHRR数据生成的全球历史陆地表面温度产品的空间分辨率是多少？",
        "AnswerEn": "0.05°×0.05°",
        "AnswerCn": "0.05°×0.05°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "How is 'downscaling' defined in the context of remote sensing data resolution?",
        "QuestionCn": "在遥感数据分辨率的上下文中，“下采样”是如何定义的？",
        "AnswerEn": "In the context of remote sensing data resolution, 'downscaling' is the process of improving the spatial resolution of data products. It involves using algorithms or models to convert low-resolution data, such as 1 km resolution LST data, into higher-resolution data, like 250 m resolution, to provide more detailed information suitable for fine-scale research. This is achieved by analyzing the relationship between temperature and influencing factors like elevation and surface cover.",
        "AnswerCn": "在遥感数据分辨率的背景下，“下采样”是提高数据产品空间分辨率的过程。它涉及使用算法或模型将低分辨率数据（例如1公里分辨率的地表温度数据）转换为更高分辨率的数据（如250米分辨率），以提供更详细的信息，适合于细尺度研究。这是通过分析温度与影响因素（如海拔和地表覆盖）之间的关系来实现的。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does the term 'LightGBM' indicate in the process of data downscaling within remote sensing?",
        "QuestionCn": "在遥感数据降尺度过程中，“LightGBM”这个术语表示什么？",
        "AnswerEn": "In remote sensing data downscaling, 'LightGBM' refers to a machine learning algorithm used to improve the spatial resolution of LST products. LightGBM is employed to select the optimal downscaling method, allowing for the enhancement of existing remote sensing products from coarser resolutions to finer resolutions, such as from 1 km to 250 m. It helps achieve high-resolution LST data by effectively modeling the relationships between LST and its influencing factors.",
        "AnswerCn": "在遥感数据下采样中，“LightGBM”指的是一种机器学习算法，用于提高地表温度（LST）产品的空间分辨率。LightGBM被用来选择最佳的下采样方法，从而增强现有的遥感产品，将其从较粗的分辨率提升到较细的分辨率，例如从1公里提升到250米。它通过有效建模地表温度及其影响因素之间的关系，帮助实现高分辨率的地表温度数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences and similarities between the LightGBM downscaling method and traditional split-window algorithms (SWA) for enhancing the spatial resolution of remote sensing LST products?",
        "QuestionCn": "LightGBM下采样方法与传统的分窗算法（SWA）在增强遥感地表温度（LST）产品的空间分辨率方面有哪些异同？",
        "AnswerEn": "The LightGBM downscaling method is used to achieve higher spatial resolution (250m) from existing remote sensing LST products by employing machine learning techniques, showing improved accuracy. Traditional split-window algorithms (SWA) are commonly used for retrieving LST from TIR data, offering good accuracy with sensors that have two or more TIR channels. Both methods aim to improve LST data but use different approaches, with LightGBM focusing on machine learning and SWA relying on physical models.",
        "AnswerCn": "LightGBM下采样方法通过采用机器学习技术，从现有的遥感地表温度（LST）产品中实现更高的空间分辨率（250米），显示出更高的准确性。传统的双窗口算法（SWA）通常用于从热红外（TIR）数据中提取LST，针对具有两个或多个TIR通道的传感器提供良好的准确性。这两种方法都旨在改善LST数据，但采用了不同的方式，LightGBM侧重于机器学习，而SWA则依赖于物理模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do challenges like persistent cloud cover in Southeast Tibet impact the data collection and interpretation of land surface temperature using remote sensing?",
        "QuestionCn": "东南藏区持续的云层覆盖等挑战如何影响利用遥感技术收集和解读地表温度的数据？",
        "AnswerEn": "Persistent cloud cover limits the application of remote sensing for land surface temperature in Southeast Tibet, as it hinders the availability of clear images necessary for accurate LST retrieval. This challenge necessitates the development of high spatiotemporal resolution remote sensing products that are less affected by cloud cover.",
        "AnswerCn": "持续的云层覆盖限制了东南藏区地表温度的遥感应用，因为它妨碍了获取清晰影像所需的条件，从而影响了准确的地表温度提取。这一挑战需要开发高时空分辨率的遥感产品，以减少云层覆盖的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is it challenging to apply remote sensing LST in Southeast Tibet, and what factors contribute to these challenges?",
        "QuestionCn": "为什么在西藏东南部应用遥感地表温度具有挑战性，哪些因素导致了这些挑战？",
        "AnswerEn": "The challenges stem from the persistent cloud cover that severely limits the application of remote sensing LST in this region. Additionally, most downscaling methods require high temporal and spatial resolution images that are minimally affected by clouds and fog, making them applicable only to specific times and regions.",
        "AnswerCn": "这些挑战源于持续的云层覆盖，严重限制了该地区遥感地表温度（LST）的应用。此外，大多数下行尺度方法需要高时间和空间分辨率的图像，这些图像受到云和雾的影响最小，因此仅适用于特定的时间和地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the accuracy of land surface temperature data when employing a downscaling method from 1km to 250m resolution?",
        "QuestionCn": "在将土地表面温度数据从1公里分辨率降尺度到250米分辨率时，可能对数据的准确性产生的影响是什么？",
        "AnswerEn": "The outcome of using a downscaling method to improve the resolution of land surface temperature data from 1km to 250m can lead to an increase in the accuracy of the temperature data. Specifically, it is demonstrated that the RMSE of the downscaled temperature data at ground stations is reduced by approximately 0.5 K compared to the original 1km data, achieving RMSE values of around 2.25 K during the day and 2.16 K at night.",
        "AnswerCn": "使用降尺度方法将地表温度数据的分辨率从1公里提高到250米，可以提高温度数据的准确性。具体而言，研究表明，与原始的1公里数据相比，降尺度后的温度数据在地面站点的均方根误差（RMSE）减少了约0.5 K，白天的RMSE值约为2.25 K，夜间为2.16 K。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the consequences of utilizing high-resolution remote sensing land surface temperature data for analyzing glacial debris flow disasters?",
        "QuestionCn": "利用高分辨率遥感地表温度数据分析冰川碎屑流灾害的后果是什么？",
        "AnswerEn": "Using high-resolution remote sensing land surface temperature data for glacial debris flow disaster analysis allows for more precise monitoring and understanding of these events. The enhanced spatial resolution from 1km to 250m provides reliable data that maintains consistency with the original product while capturing detailed thermal information, facilitating more accurate disaster analysis in the glacier regions of Southeast Tibet.",
        "AnswerCn": "使用高分辨率遥感地表温度数据进行冰川泥石流灾害分析，可以更精确地监测和理解这些事件。从1公里提升到250米的增强空间分辨率提供了可靠的数据，保持了与原始产品的一致性，同时捕捉了详细的热信息，从而促进了对东南藏区冰川地区灾害分析的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the impact of improving global historical land surface temperature datasets on environmental modeling applications?",
        "QuestionCn": "改善全球历史陆地表面温度数据集对环境建模应用的影响可能是什么？",
        "AnswerEn": "Improving global historical land surface temperature datasets, such as those from NOAA's AVHRR, fills gaps in long-term LST data and offers enhanced input for land surface models and environmental applications. The refined datasets help in conducting more accurate climate change analyses and improve the modeling of land surface processes, benefiting a range of environmental studies and applications.",
        "AnswerCn": "改善全球历史陆地表面温度数据集，例如来自NOAA的AVHRR，填补了长期陆地表面温度数据的空白，并为陆地表面模型和环境应用提供了更好的输入。经过精细化处理的数据集有助于进行更准确的气候变化分析，并改善陆地表面过程的建模，惠及一系列环境研究和应用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to improve the spatial resolution of land surface temperature datasets for glacial regions in Southeast Tibet?",
        "QuestionCn": "为什么提高东南藏区冰川地区地表温度数据集的空间分辨率很重要？",
        "AnswerEn": "Improving the spatial resolution of land surface temperature datasets is crucial for glacial regions in Southeast Tibet because existing 1km resolution products cannot meet the needs of fine-scale research on glacial debris flow disasters in this area. High-resolution data can provide more detailed and reliable information for analyzing such disasters, which are influenced by complex factors like precipitation and glacier meltwater due to temperature changes.",
        "AnswerCn": "提高东南藏区冰川地区地表温度数据集的空间分辨率至关重要，因为现有的1公里分辨率产品无法满足该地区冰川泥石流灾害细尺度研究的需求。高分辨率数据可以提供更详细和可靠的信息，以便分析这些灾害，这些灾害受到降水和因温度变化导致的冰川融水等复杂因素的影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in improving the spatial resolution of remote sensing land surface temperature products from 1km to 250m in glacier regions?",
        "QuestionCn": "在冰川区域中，将遥感地表温度产品的空间分辨率从1公里提高到250米涉及哪些程序步骤？",
        "AnswerEn": "The process involves using a moving window to compare various LST downscaling methods and selecting the optimal one to improve the spatial resolution. LightGBM is employed as the downscaling method to achieve a 250m spatial resolution. The accuracy of this downscaling method is evaluated using ground station measured data.",
        "AnswerCn": "该过程涉及使用移动窗口比较各种地表温度（LST）下采样方法，并选择最佳方法以提高空间分辨率。LightGBM被用作下采样方法，以实现250米的空间分辨率。该下采样方法的准确性通过地面站测量的数据进行评估。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are challenges related to cloud cover addressed when collecting all-weather land surface temperature data in Southeast Tibet?",
        "QuestionCn": "在收集东南藏区的全天候地表温度数据时，如何应对与云层覆盖相关的挑战？",
        "AnswerEn": "The persistent cloud cover in Southeast Tibet limits remote sensing LST application. To address this, the study employs remote sensing data that are less affected by clouds and fog, such as using LightGBM in the downscaling process to enhance resolution and accuracy, even with cloud cover challenges.",
        "AnswerCn": "东南藏区持续的云层覆盖限制了遥感地表温度（LST）的应用。为了解决这个问题，本研究采用了不易受云雾影响的遥感数据，例如在下采样过程中使用LightGBM，以提高分辨率和准确性，即使在云层覆盖的挑战下。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What techniques are employed to ensure the accuracy of the downscaled land surface temperature data collected from remote sensors?",
        "QuestionCn": "为了确保从遥感器收集的下采样地表温度数据的准确性，采用了哪些技术？",
        "AnswerEn": "The accuracy of the downscaled LST data is ensured by validating it with ground station measured data. The evaluation includes calculating the RMSE, which was found to be 2.25K/2.16K during the day/night, and comparing image quality indices to confirm consistency with the original data in spatial pattern and magnitude.",
        "AnswerCn": "下调的地表温度（LST）数据的准确性通过与地面站测量数据进行验证来确保。评估包括计算均方根误差（RMSE），白天/夜间分别为2.25K/2.16K，并比较图像质量指数以确认与原始数据在空间模式和幅度上的一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the enhancement of spatial resolution from 1 km to 250 m for land surface temperature datasets in regions with persistent cloud cover?",
        "QuestionCn": "哪些数据收集方法能够在持续云覆盖的地区将地表温度数据集的空间分辨率从1公里提高到250米？",
        "AnswerEn": "The enhancement of spatial resolution from 1 km to 250 m for land surface temperature datasets in regions with persistent cloud cover is enabled by using various downscaling methods, including the LightGBM algorithm. These methods analyze relationships between LST and factors like elevation, land cover, vegetation, snow indices, and surface reflectance to construct a downscaling model. This approach allows for detailed thermal information while maintaining consistency with the original data.",
        "AnswerCn": "通过使用各种下采样方法，包括LightGBM算法，将土地表面温度数据集的空间分辨率从1公里提升到250米，特别是在持续云覆盖的区域。这些方法分析了土地表面温度与诸如海拔、土地覆盖、植被、雪指数和表面反射率等因素之间的关系，以构建下采样模型。这种方法在保持与原始数据一致性的同时，提供了详细的热信息。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do advancements in remote sensing technologies enable high-resolution land surface temperature data collection in glacial regions with frequent cloud cover?",
        "QuestionCn": "遥感技术的进步如何使得在频繁云层覆盖的冰川地区收集高分辨率地表温度数据成为可能？",
        "AnswerEn": "Advancements in remote sensing technologies enable high-resolution land surface temperature data collection in glacial regions with frequent cloud cover by employing thermal-infrared (TIR) remote sensing methods, which provide higher retrieval accuracy and better physical definition compared to passive microwave remote sensing. The use of algorithms like split-window and mono-window enhances the retrieval of LST from satellite data, overcoming limitations posed by cloud coverage.",
        "AnswerCn": "遥感技术的进步使得在频繁云层覆盖的冰川地区能够高分辨率地收集地表温度数据，采用热红外（TIR）遥感方法相比被动微波遥感提供了更高的检索精度和更好的物理定义。使用如分窗和单窗等算法增强了从卫星数据中提取地表温度（LST）的能力，克服了云层覆盖带来的限制。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and methodologies enable the generation of historical land surface temperature datasets with relatively high spatiotemporal resolutions from historical satellite data?",
        "QuestionCn": "哪些条件和方法论能够从历史卫星数据中生成具有相对较高时空分辨率的历史地表温度数据集？",
        "AnswerEn": "The generation of historical land surface temperature datasets with relatively high spatiotemporal resolutions from historical satellite data is enabled by compensating for factors like orbital drift using normalization methods such as the improved ODC method. The retrieved LST data are validated with in situ measurements, allowing for the extension of historical datasets with improved accuracy and usability for environmental applications.",
        "AnswerCn": "通过使用改进的ODC方法等归一化方法，补偿轨道漂移等因素，可以从历史卫星数据生成相对高时空分辨率的历史地表温度数据集。获取的地表温度数据与现场测量数据进行验证，从而提高了历史数据集的准确性和可用性，便于环境应用的扩展。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a downscaling method not achieve the expected spatial resolution improvement in all-weather land surface temperature data?",
        "QuestionCn": "为什么降尺度方法在全天气地表温度数据中可能无法实现预期的空间分辨率改善？",
        "AnswerEn": "The persistent cloud cover in Southeast Tibet severely limits the application of remote sensing LST in this region. Most existing downscaling methods require high temporal and spatial resolution images for fusion, and the original images must be minimally affected by clouds and fog, making them mostly applicable to specific times and regions.",
        "AnswerCn": "东南藏区持续的云层覆盖严重限制了该地区遥感地表温度（LST）的应用。大多数现有的下采样方法需要高时间和空间分辨率的图像进行融合，并且原始图像必须受到最小程度的云和雾的影响，这使得它们主要适用于特定的时间和区域。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential reasons for the high uncertainty in retrieving land surface temperature from passive microwave remote sensing data?",
        "QuestionCn": "从被动微波遥感数据中获取地表温度的高不确定性的潜在原因是什么？",
        "AnswerEn": "Although microwave remote sensing is less affected by cloud and fog compared to thermal-infrared remote sensing, it is limited by factors such as coarser spatial resolution, higher thermal sampling depth, and higher uncertainty in emissivity, which results in lower retrieval accuracy.",
        "AnswerCn": "尽管微波遥感相比热红外遥感受云和雾的影响较小，但它也受到一些因素的限制，例如较粗的空间分辨率、较高的热采样深度以及较高的发射率不确定性，这导致了较低的反演精度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might previous global land surface temperature products not meet the needs of fine-scale research on glacial debris flow disasters?",
        "QuestionCn": "以前的全球陆地表面温度产品可能无法满足对冰川碎屑流灾害的细尺度研究需求的原因是什么？",
        "AnswerEn": "Existing 1km resolution all-weather LST products cannot meet the needs of fine-scale research on glacial debris flow disasters in Southeast Tibet due to their lower spatial resolution. The high spatiotemporal resolution required for these studies is not met by the current global LST products, which are often limited by cloud cover and other atmospheric conditions.",
        "AnswerCn": "现有的1公里分辨率的全天候地表温度（LST）产品无法满足东南 Tibet地区冰川泥石流灾害细尺度研究的需求，因为它们的空间分辨率较低。目前的全球LST产品无法满足这些研究所需的高时空分辨率，通常受到云层覆盖和其他大气条件的限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using downscaling methods like LightGBM to enhance the spatial resolution of land surface temperature datasets?",
        "QuestionCn": "您对使用像LightGBM这样的降尺度方法来提高地表温度数据集的空间分辨率的有效性有何评价？",
        "AnswerEn": "The effectiveness of using downscaling methods like LightGBM to enhance the spatial resolution of land surface temperature datasets is evidenced by the reduction in RMSE by about 0.25K compared to the original 1km resolution dataset. This approach provides a high degree of consistency with the original products in terms of spatial pattern and magnitude while achieving a 250m resolution, which offers more detailed information for disaster analysis in glacier regions.",
        "AnswerCn": "使用像LightGBM这样的降尺度方法来提高地表温度数据集的空间分辨率的有效性体现在与原始1公里分辨率数据集相比，均方根误差（RMSE）减少了约0.25K。这种方法在空间模式和幅度上与原始产品保持高度一致，同时实现了250米的分辨率，为冰川地区的灾害分析提供了更详细的信息。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Considering the challenges presented by persistent cloud cover in Southeast Tibet, how would you assess the feasibility of relying solely on thermal-infrared remote sensing for land surface temperature retrieval in such regions?",
        "QuestionCn": "考虑到东南藏区持续的云层覆盖，您如何评估仅依靠热红外遥感在此类地区获取地表温度的可行性？",
        "AnswerEn": "Relying solely on thermal-infrared remote sensing for land surface temperature retrieval in regions like Southeast Tibet, which are characterized by persistent cloud cover, is challenging. Although TIR offers higher retrieval accuracy, the cloud cover significantly limits its applicability. Hence, it is often necessary to combine it with other methods or use alternative approaches like microwave remote sensing, despite its limitations, to ensure more reliable data collection.",
        "AnswerCn": "仅依靠热红外遥感在像东南藏区这样云层覆盖严重的地区进行地表温度获取是具有挑战性的。尽管热红外遥感提供更高的获取精度，但云层覆盖显著限制了其适用性。因此，通常需要将其与其他方法结合使用，或采用微波遥感等替代方法，尽管其存在局限性，以确保更可靠的数据收集。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how remote sensing techniques can overcome the challenges of cloud cover in collecting accurate land surface temperature data in Southeast Tibet.",
        "QuestionCn": "我不明白遥感技术如何克服云层覆盖在收集东南藏区准确地表温度数据方面的挑战。",
        "AnswerEn": "Remote sensing techniques for collecting land surface temperature (LST) data face challenges in regions with persistent cloud cover, like Southeast Tibet. However, methods such as using thermal-infrared (TIR) remote sensing and employing downscaling techniques, like the LightGBM algorithm, can improve spatial resolution and accuracy. These methods help in generating high-resolution all-weather LST products that maintain consistency with original data while providing detailed thermal information.",
        "AnswerCn": "遥感技术在收集地表温度（LST）数据时面临着持续云层覆盖地区的挑战，例如东南藏区。然而，使用热红外（TIR）遥感和采用下采样技术，如LightGBM算法，可以提高空间分辨率和准确性。这些方法有助于生成高分辨率的全天候LST产品，保持与原始数据的一致性，同时提供详细的热信息。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how historical land surface temperature datasets compensate for issues like orbital drift in satellite data.",
        "QuestionCn": "我无法理解历史地表温度数据集是如何补偿卫星数据中的轨道漂移等问题的。",
        "AnswerEn": "Historical land surface temperature datasets, such as those derived from NOAA AVHRR data, address issues like orbital drift by normalizing retrieved LST using improved methods like the ODC method. This compensates for temporal shifts in satellite overpass times, ensuring better temporal comparability. Such datasets are validated with ground measurements, making them valuable for filling long-term LST data gaps and supporting environmental applications.",
        "AnswerCn": "历史地表温度数据集，如来自NOAA AVHRR数据的产品，通过使用改进的方法（如ODC方法）来解决轨道漂移问题，规范化获取的地表温度（LST）。这补偿了卫星过境时间的时间偏移，确保了更好的时间可比性。这些数据集经过地面测量的验证，使其在填补长期LST数据空白和支持环境应用方面具有重要价值。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the challenges involved in collecting high-resolution land surface temperature data in regions with persistent cloud cover and suggest potential methodologies to overcome these challenges.",
        "QuestionCn": "请探讨在持续云层覆盖的地区收集高分辨率地表温度数据所面临的挑战，并建议克服这些挑战的潜在方法。",
        "AnswerEn": "The challenges in collecting high-resolution land surface temperature (LST) data in regions with persistent cloud cover, such as Southeast Tibet, include limited applicability of remote sensing LST due to cloud interference. To overcome these challenges, methodologies like using machine learning algorithms, such as LightGBM, for downscaling existing LST products can improve spatial resolution and accuracy. These methods can also incorporate temporal normalization techniques to compensate for cloud effects, as seen in other datasets using improved methods like ODC.",
        "AnswerCn": "在持续云层覆盖的地区，如东南藏区，收集高分辨率地表温度（LST）数据面临的挑战包括由于云干扰而导致的遥感LST的适用性有限。为了克服这些挑战，可以采用机器学习算法，如LightGBM，对现有LST产品进行下采样，从而提高空间分辨率和准确性。这些方法还可以结合时间归一化技术，以补偿云效应，正如在其他数据集中使用改进方法如ODC所示。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please analyze the effectiveness of various machine learning algorithms for improving the spatial resolution of remote sensing LST products and recommend which algorithm shows the most promise.",
        "QuestionCn": "请分析各种机器学习算法在提高遥感地表温度（LST）产品空间分辨率方面的有效性，并推荐哪种算法显示出最有前景。",
        "AnswerEn": "Various machine learning algorithms, including linear and non-linear models, are used to improve the spatial resolution of remote sensing LST products. The LightGBM algorithm has been found to be particularly effective, as it reduces the RMSE of 250m spatial resolution LST by about 0.25K compared to the original 1km resolution products, maintaining a high degree of consistency in spatial pattern and magnitude while providing detailed thermal information.",
        "AnswerCn": "各种机器学习算法，包括线性和非线性模型，被用于提高遥感地表温度（LST）产品的空间分辨率。研究发现，LightGBM算法特别有效，因为它将250米空间分辨率LST的均方根误差（RMSE）降低了约0.25K，相比于原始的1公里分辨率产品，保持了空间模式和幅度的高度一致，同时提供了详细的热信息。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please identify potential datasets that could be used for validating high-resolution LST retrievals and describe the criteria for selecting these datasets.",
        "QuestionCn": "请识别可以用于验证高分辨率地表温度（LST）检索的潜在数据集，并描述选择这些数据集的标准。",
        "AnswerEn": "Potential datasets for validating high-resolution LST retrievals include in situ measurements from ground stations, such as the Surface Radiation Budget (SURFRAD) network and the National Data Buoy Center (NDBC). Criteria for selecting these datasets include their spatial resolution, temporal coverage, and the accuracy of LST measurements, ensuring they provide reliable ground truth data against which remote sensing LST products can be validated.",
        "AnswerCn": "验证高分辨率地表温度（LST）检索的潜在数据集包括来自地面站的现场测量数据，如表面辐射预算（SURFRAD）网络和国家数据浮标中心（NDBC）。选择这些数据集的标准包括其空间分辨率、时间覆盖范围和LST测量的准确性，以确保它们提供可靠的地面真实数据，以便对遥感LST产品进行验证。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}