{
    "id": "dab9def0-ff3b-4195-b5ad-34eafb192f05",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "ChinaHighCO: High-resolution and High-quality Ground-level CO dataset for China (2013-2023)",
            "titleCn": "中国高分辨率高质量地面CO数据集（2013-2023）",
            "description": "ChinaHighCO is one of the series of long-term, full-coverage, high-resolution, and high-quality datasets of ground-level air pollutants for China (i.e., ChinaHighAirPollutants, CHAP). It is generated from the big data (e.g., ground-based measurements, satellite remote sensing products, atmospheric reanalysis, and model simulations) using artificial intelligence by considering the spatiotemporal heterogeneity of air pollution. This is the big data-derived seamless (spatial coverage = 100%) daily, monthly, and yearly 1 km (i.e., D1K, M1K, and Y1K) ground-level CO dataset in China from 2013 to present. Note that this dataset is 10 km before 2019, and improved to 1 km after 2019. This dataset yields a high quality with a cross-validation coefficient of determination (CV-R2) value of 0.80, and an root-mean-square error (RMSE) values of 0.29 mg m-3 for the daily retrievals, respectively. Note that this dataset is continuously updated, and if you want to apply for more data or have any questions, please contact me (Email: weijing_rs@163.com; weijing@umd.edu). The data file contains four codes (Python, Matlab, IDL and R language) nc2geotiff codes for NC to GeoTiff.",
            "descriptionCn": "ChinaHighCO数据集是中国高分辨率高质量近地表空气污染物数据集（ChinaHighAirPollutants, CHAP）中地面CO数据集。该数据集利用人工智能技术，考虑了空气污染的时空异质特性，从大数据（如地基观测、卫星遥感产品、大气再分析和模式模拟资料等）中生产得到2013年至今全国无缝隙地面CO数据，数据十折交叉验证决定系数R2为0.80，均方根误差RMSE为0.29 mg/m3。主要范围为整个中国地区，空间分辨率2019年之前为10 km，2019年之后为1 km，时间分辨率为日、月、年，单位为mg/m3。注意：该数据集持续更新，如需要更多数据，请发邮件联系作者（weijing_rs@163.com; weijing@umd.edu）。",
            "instructions": "File Name: The data is stored in the NetCDF file format, and the file name is CHAP_CO_ab_yyyymmdd_V1.nc, where a represents time resolution (D represents daily data, M represents monthly data, Y represents annual data), b represents spatial resolution (1K represents 1km), yyyy represents year, mm represents month, and dd represents day. Data reading method: Python, Matlab, IDL, and other programming methods can be used to convert files from NC to TIF. The data coordinate system is WGS-1984, with a background value of 65535.",
            "instructionsCn": "文件命名：该数据以NetCDF文件格式存储，文件的名称为CHAP_CO_ab_yyyymmdd_V1.nc，其中a表示时间分辨率（D表示日数据，M表示月数据，Y表示年数据），b表示空间分辨率（1K表示1km），yyyy代表年，mm表示月，dd表示日。数据读取方式：可用Python、Matlab、IDL等编程实现文件从nc到tif的转换。数据坐标系为WGS-1984，背景值为65535。",
            "east": 136.0,
            "west": 73.0,
            "south": 17.0,
            "north": 55.0,
            "startTime": "2013-01-01 12:09:47",
            "endTime": "2023-12-31 12:09:47",
            "fileSize": 10551427984.0,
            "cstr": null,
            "doi": "10.5281/zenodo.4641530",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "韦晶",
                "nameEn": "WEI Jing",
                "unitEn": "",
                "unitCn": "马里兰大学"
            },
            {
                "nameCn": "李占清",
                "nameEn": "LI Zhanqing",
                "unitEn": "",
                "unitCn": "马里兰大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Ground-level gaseous pollutants (NO2, SO2, and CO) in China: daily seamless mapping and spatiotemporal variations",
                "referenceCn": null,
                "referenceEn": "Wei, J., Li, Z., Wang, J., Li, C., Gupta, P., & Cribb, M. (2023). Ground-level gaseous pollutants (NO2, SO2, and CO) in China: daily seamless mapping and spatiotemporal variations. Atmospheric Chemistry and Physics, 23, 1511–1532. https://doi.org/10.5194/acp-23-1511-2023"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "一氧化碳",
                "nameEn": "CO"
            },
            {
                "nameCn": "大气微量气体",
                "nameEn": "Atmospheric Trace Gase"
            },
            {
                "nameCn": "大气质量",
                "nameEn": "Atmospheric Quality"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013-2023",
                "keywordEn": "2013-2023",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets that utilize artificial intelligence to account for the spatiotemporal heterogeneity of air pollution?",
                "QuestionCn": "利用人工智能来考虑空气污染时空异质性的数据库特征是什么？",
                "AnswerEn": "integrates various data sources, high spatial resolution, temporal resolution, coefficient of determination (R2), root mean square error (RMSE)",
                "AnswerCn": "集成各种数据源，高空间分辨率，时间分辨率，决定系数 (R²)，均方根误差 (RMSE)",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of the ground-level CO data collected in China between 2013 and 2023?",
                "QuestionCn": "2013年至2023年间在中国收集的地面CO数据的时间分辨率是多少？",
                "AnswerEn": "Daily, monthly, yearly",
                "AnswerCn": "每日、每月、每年",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors have contributed to the development of high-resolution ground-level CO datasets in China over the past decade?",
                "QuestionCn": "过去十年中，中国高分辨率地面二氧化碳数据集的发展受到哪些因素的影响？",
                "AnswerEn": "The development of high-resolution ground-level CO datasets in China over the past decade has been facilitated by the use of artificial intelligence technology, which accounts for the spatiotemporal heterogeneity of air pollution. The integration of large datasets from sources such as ground-based observations, satellite remote sensing products, atmospheric reanalysis, and model simulation data has also been crucial. These methods have enabled the creation of seamless national CO data with an R2 of 0.80 and an RMSE of 0.29 mg/m3, with spatial resolution improving from 10 km to 1 km since 2019.",
                "AnswerCn": "过去十年中，中国高分辨率地面一氧化碳（CO）数据集的发展得益于人工智能技术的应用，该技术考虑了空气污染的时空异质性。来自地面观测、卫星遥感产品、大气重分析和模型模拟数据等来源的大型数据集的整合也至关重要。这些方法使得无缝的国家一氧化碳数据得以创建，R²达到0.80，均方根误差（RMSE）为0.29 mg/m³，自2019年以来空间分辨率从10公里提高到1公里。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the impact on the accuracy of ground-level CO concentration estimations when artificial intelligence is utilized to integrate diverse data sources such as ground observations, satellite remote sensing products, atmospheric reanalysis, and model simulations?",
                "QuestionCn": "当人工智能用于整合多种数据源，如地面观测、卫星遥感产品、大气重分析和模型模拟时，对地面二氧化碳浓度估计的准确性会产生什么影响？",
                "AnswerEn": "The use of artificial intelligence to integrate diverse data sources for estimating ground-level CO concentrations results in a high accuracy, as evidenced by a cross-validation coefficient of determination (R2) of 0.80 and a root mean square error (RMSE) of 0.29 mg/m3.",
                "AnswerCn": "使用人工智能整合多种数据源以估计地面二氧化碳浓度的结果显示出高准确性，交叉验证的决定系数（R2）为0.80，均方根误差（RMSE）为0.29 mg/m3。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of employing artificial intelligence to account for spatiotemporal heterogeneity in air pollution data collection across China?",
                "QuestionCn": "利用人工智能来考虑中国空气污染数据收集中的时空异质性，目的是为了提高数据的准确性和可靠性，从而更好地理解和应对空气污染问题。",
                "AnswerEn": "The purpose of employing artificial intelligence is to consider the spatiotemporal heterogeneity of air pollution and generate high-resolution, high-quality ground-level CO data seamlessly across China from 2013 to present, using various data sources such as ground-based observations, satellite remote sensing products, atmospheric reanalysis, and model simulation data.",
                "AnswerCn": "采用人工智能的目的是考虑空气污染的时空异质性，并利用各种数据源（如地面观测、卫星遥感产品、大气重分析和模型模拟数据）无缝生成自2013年至今中国范围内的高分辨率、高质量的地面CO数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies and technologies are used to collect and process high-resolution CO data across China, considering factors like temporal and spatial heterogeneity of air pollution?",
                "QuestionCn": "在中国，收集和处理高分辨率CO数据的方法和技术包括考虑空气污染的时间和空间异质性。",
                "AnswerEn": "The methodologies involve utilizing artificial intelligence techniques to account for the spatiotemporal heterogeneity of air pollution. The data collection uses large datasets from ground-based observations, satellite remote sensing products, atmospheric reanalysis, and model simulation data to produce seamless ground CO data from 2013 to the present across China. The spatial resolution is 10 km before 2019 and 1 km after 2019, with temporal resolutions at daily, monthly, and annual levels.",
                "AnswerCn": "这些方法涉及利用人工智能技术来考虑空气污染的时空异质性。数据收集使用来自地面观测、卫星遥感产品、大气重分析和模型模拟数据的大型数据集，以生成自2013年至今中国的无缝地面一氧化碳数据。2019年前的空间分辨率为10公里，2019年后的空间分辨率为1公里，时间分辨率为日、月和年级别。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements and data sources enable the creation of high-resolution, high-quality surface-level CO datasets across China from 2013 to present?",
                "QuestionCn": "哪些技术进步和数据来源使得从2013年至今在中国创建高分辨率、高质量的地表二氧化碳数据集成为可能？",
                "AnswerEn": "The creation of high-resolution, high-quality surface-level CO datasets is enabled by artificial intelligence technologies that account for the spatiotemporal heterogeneity of air pollution. These datasets are derived from large-scale data sources, including ground-based observations, satellite remote sensing products, atmospheric reanalysis, and model simulation data.",
                "AnswerCn": "高分辨率、高质量的地表二氧化碳（CO）数据集的创建得益于人工智能技术，这些技术考虑了空气污染的时空异质性。这些数据集来源于大规模数据源，包括地面观测、卫星遥感产品、大气重分析和模型模拟数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the data collection methods used to generate a dataset of ground-level CO concentrations in China from 2013 to the present, focusing on the integration of AI technologies and big data sources.",
                "QuestionCn": "请探讨用于生成2013年至今中国地面二氧化碳浓度数据集的数据收集方法，重点关注人工智能技术和大数据源的整合。",
                "AnswerEn": "The data collection methods involve utilizing artificial intelligence technologies to account for the spatiotemporal heterogeneity of air pollution. The dataset is produced from big data sources, including ground-based observations, satellite remote sensing products, atmospheric reanalysis, and model simulation data, providing seamless ground-level CO data across China from 2013 onwards.",
                "AnswerCn": "数据收集方法涉及利用人工智能技术来考虑空气污染的时空异质性。该数据集来自大数据源，包括地面观测、卫星遥感产品、大气重分析和模型模拟数据，提供自2013年以来中国范围内的无缝地面CO数据。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}