{
  "id": "dbc504bb-0013-4e2c-bcd5-828f6d00525c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Global chrysoberyl deposit types and characteristics",
      "titleCn": "全球金绿宝石矿床类型与特征",
      "description": "1) data mainly include global chrysoberyl ore deposit types and characteristics of element contains the type, subtype, occurrence of rock types, occurrence state and mineral composition, output condition \", in addition, we also pay attention to the occurrence state of the chrysoberyl and mineral assemblage, which helps to understand chrysoberyl symbiotic relationship with other minerals.Output condition is also our important data collection, including the geological environment, mineralization, and factors such as temperature and pressure conditions. 2) text summary data from a large data platform of literature published articles. 3) each have corresponding literature text data, can be traced back. 4) through the collection and summing up these data, we want to be able to provide a more comprehensive knowledge framework, chrysoberyl deposit geologists to better understand other chrysoberyl deposit characteristics, formation mechanism and research methods.This will provide further research and practical application of the basis and important reference.",
      "descriptionCn": "1）数据主要包含全球金绿宝石矿床的类型与特征，要素包含了“类型、亚型、赋存岩石类型、赋存状态及矿物组合、产出条件”，此外，我们还关注金绿宝石的赋存状态和矿物组合，这有助于了解金绿宝石与其他矿物的共生关系。产出条件也是我们收集的重要数据，其中包括地质环境、成矿作用以及温度压力条件等因素；2）文字数据总结于各大数据平台出版的文献文章；3）每一条文字数据都有相对应的文献，是可溯源的；4）通过汇集和归纳这些数据，我们希望能够提供一个更全面的金绿宝石矿床知识框架，使其他地质学者能够更好地理解金绿宝石矿床的特征、形成机制和研究方法。这将为进一步的研究和实践应用提供重要的参考和基础。",
      "instructions": "Chrysoberyl deposit type characteristics of the data stored in XLSX format, using Microsoft office excel (high version, at least 2016) opened;File name called CharaOfChb, Chara represents \"features\", \"on behalf of Chb\" chrysoberyl deposit.",
      "instructionsCn": "金绿宝石矿床类型预特征数据以XLSX格式储存，用office excel（高版本，至少2016）打开；文件名称为“CharaOfChb”，Chara代表特“特征”，“Chb”代表金绿宝石矿床。",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 17602.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "马垠策",
        "nameEn": "MA Yince",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Pegmatites",
        "referenceCn": null,
        "referenceEn": "Fersman, A.E. (1952). Pegmatites. Les Pegmatites Gra-Nitiques. University of Louven and Brussels, French translation from The Russian 1st Edition, 1-671."
      },
      {
        "titleCn": null,
        "titleEn": "Some new data for chrysoberyl from Marsikov, northern Moravia.",
        "referenceCn": null,
        "referenceEn": "Dostal, J. (1969). Some new data for chrysoberyl from Marsikov, northern Moravia. Acta Universitatis Caroline Geologica, 4, 261-270."
      },
      {
        "titleCn": null,
        "titleEn": "The formation of chrysoberyl in metamorphosed pegmatites.",
        "referenceCn": null,
        "referenceEn": "Franz, G., & Morteani, G. (1984). The formation of chrysoberyl in metamorphosed pegmatites. Journal of Petrology, 25, 27-52."
      },
      {
        "titleCn": null,
        "titleEn": "Las pegmatitas graníticas de Sierra Albarrana(Córdoba, España); mineralizaciónes de berilio",
        "referenceCn": null,
        "referenceEn": "González del Tanago, J. (1991). Las pegmatitas graníticas de Sierra Albarrana(Córdoba, España); mineralizaciónes de berilio. Boletín Geológico y Minero, 102, 578-603."
      },
      {
        "titleCn": null,
        "titleEn": "Chrysoberyl-sillimanite association from the Roncadeira pegmatite, Borborema Province, Brazil: implications for gemstone exploration",
        "referenceCn": null,
        "referenceEn": "Beurlen, H., Thomas, R., & Melgarejo, J.C. (2013). Chrysoberyl-sillimanite association from the Roncadeira pegmatite, Borborema Province, Brazil: implications for gemstone exploration. Journal of Geosciences, 58, 79-90."
      },
      {
        "titleCn": null,
        "titleEn": "Geochemistry of Beryllium and Genetic Types of Beryllium Deposits.",
        "referenceCn": null,
        "referenceEn": "Beus, A.A. (1966). Geochemistry of Beryllium and Genetic Types of Beryllium Deposits. Freeman and Co, San Fran-cisco, 1-401."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "矿物/水晶",
        "nameEn": "minerals/crystals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a dataset outlining the geological conditions and mineral combinations present in various global chrysoberyl deposits?",
        "QuestionCn": "您能否提供一个数据集的示例，概述全球不同的铬铍矿床中存在的地质条件和矿物组合？",
        "AnswerEn": "A dataset on global chrysoberyl deposits includes data on types and characteristics such as 'type, subtype, host rock type, occurrence state, and mineral assemblage.' It also covers geological conditions, mineral formation processes, and temperature-pressure conditions, compiled from literature published on major data platforms, with traceable references for each data entry.",
        "AnswerCn": "一个关于全球铬榴石矿床的数据集，包括类型和特征，如“类型、亚型、母岩类型、发生状态和矿物组合”。它还涵盖了地质条件、矿物形成过程以及温度-压力条件，数据来自于主要数据平台上发布的文献，并为每个数据条目提供可追溯的参考。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and attributes that are typically collected to characterize the types and characteristics of chrysoberyl deposits globally?",
        "QuestionCn": "通常收集哪些具体特征和属性来表征全球铬铍矿床的类型和特征？",
        "AnswerEn": "deposit type, subtype, host rock type, occurrence state, mineral assemblage, geological conditions, mineralization processes, temperature-pressure conditions",
        "AnswerCn": "矿床类型，亚类型，赋矿岩石类型，产出状态，矿物组合，地质条件，成矿过程，温度-压力条件",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '全球金绿宝石矿床的类型与特征' mean in the context of data collection for mineral deposits?",
        "QuestionCn": "全球金绿宝石矿床的类型与特征在矿床数据收集的背景下是什么意思？",
        "AnswerEn": "'全球金绿宝石矿床的类型与特征' refers to the types and characteristics of global chrysoberyl deposits, including elements such as type, subtype, host rock type, occurrence state, and mineral assemblage. It also involves the conditions of formation, which encompass geological environment, metallogenic processes, and temperature-pressure conditions. The data collection focuses on compiling and summarizing this information from published literature on major data platforms, providing a comprehensive framework for understanding the features, formation mechanisms, and research methods of chrysoberyl deposits.",
        "AnswerCn": "'全球金绿宝石矿床的类型与特征'涉及全球金绿宝石矿床的类型和特征，包括类型、亚型、母岩类型、产出状态和矿物组合等元素。它还涉及形成条件，包括地质环境、成矿过程以及温度-压力条件。数据收集侧重于从主要数据平台上已发布的文献中汇编和总结这些信息，为理解金绿宝石矿床的特征、形成机制和研究方法提供一个全面的框架。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for determining the geological environment and mineral combinations in chrysoberyl deposits compare with those used for assessing their occurrence state and associated mineral relationships?",
        "QuestionCn": "确定铬铍矿沉积物的地质环境和矿物组合的数据收集方法与评估其发生状态及相关矿物关系的方法相比如何？",
        "AnswerEn": "Data collection methods for determining the geological environment and mineral combinations typically involve analyzing geological conditions, mineralization processes, and temperature-pressure factors, which require detailed geological surveys and laboratory analyses. In contrast, assessing the occurrence state and associated mineral relationships may focus more on field observations and petrographic studies to understand the symbiotic relationships between chrysoberyl and other minerals. Both approaches rely on literature synthesis from various data platforms and are supported by traceable references.",
        "AnswerCn": "数据收集方法用于确定地质环境和矿物组合，通常涉及分析地质条件、矿化过程以及温度-压力因素，这需要详细的地质调查和实验室分析。相比之下，评估发生状态和相关矿物关系可能更侧重于野外观察和岩石薄片研究，以理解铬铍石与其他矿物之间的共生关系。这两种方法都依赖于来自各种数据平台的文献综合，并得到可追溯参考的支持。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to challenges in collecting comprehensive data on the occurrence conditions and mineral combinations of chrysoberyl deposits globally?",
        "QuestionCn": "哪些因素导致全球范围内收集关于铬榴石矿床发生条件和矿物组合的全面数据面临挑战？",
        "AnswerEn": "Challenges in collecting comprehensive data on chrysoberyl deposits arise from the need to gather diverse elements such as deposit types, rock types, occurrence states, mineral combinations, geological environments, metallogenic processes, and temperature-pressure conditions. These factors necessitate detailed and reliable data sourced from various publications and data platforms, each potentially having different standards and levels of detail.",
        "AnswerCn": "收集关于铬榴石矿床的全面数据面临挑战，因为需要收集多种元素，如矿床类型、岩石类型、发生状态、矿物组合、地质环境、成矿过程以及温度-压力条件。这些因素需要从各种出版物和数据平台获取详细且可靠的数据，而每个来源可能具有不同的标准和细节水平。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating comprehensive geological environment data with mineral combination information on the understanding of chrysoberyl deposit formation mechanisms?",
        "QuestionCn": "将综合地质环境数据与矿物组合信息整合在一起，对理解铬榴石矿床形成机制的潜在影响是什么？",
        "AnswerEn": "Integrating comprehensive geological environment data with mineral combination information could lead to a more detailed understanding of chrysoberyl deposit formation mechanisms. It may reveal the symbiotic relationships between chrysoberyl and other minerals, highlight specific geological conditions favorable for chrysoberyl formation, and assist in identifying unique pressure and temperature conditions. This understanding could enhance the predictive models for locating new deposits and inform more effective exploration strategies.",
        "AnswerCn": "将综合的地质环境数据与矿物组合信息相结合，可以更详细地理解铬榴石矿床的形成机制。这可能揭示铬榴石与其他矿物之间的共生关系，突出有利于铬榴石形成的特定地质条件，并帮助识别独特的压力和温度条件。这种理解可以增强寻找新矿床的预测模型，并为更有效的勘探策略提供信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting data on the types and characteristics of global chrysoberyl deposits, and how do these goals influence the choice of data collection methods?",
        "QuestionCn": "收集全球铬榴石矿床类型和特征的数据的目标是什么，这些目标如何影响数据收集方法的选择？",
        "AnswerEn": "The objectives behind collecting data on the types and characteristics of global chrysoberyl deposits include understanding the coexistence relationships of chrysoberyl with other minerals, and the geological and mineralization conditions, such as geological environment, mineralization processes, and temperature-pressure conditions. These goals influence data collection methods by necessitating the inclusion of comprehensive data elements like deposit types, subtypes, host rock types, occurrence states, and mineral combinations. The aim is to provide a more complete knowledge framework of chrysoberyl deposits, aiding geologists in understanding their characteristics and formation mechanisms, which in turn informs research and practical applications.",
        "AnswerCn": "收集全球铬铍矿床类型和特征数据的目标包括理解铬铍与其他矿物的共存关系，以及地质和矿化条件，如地质环境、矿化过程和温度-压力条件。这些目标影响数据收集方法，要求包括全面的数据元素，如矿床类型、亚型、母岩类型、发生状态和矿物组合。其目的是提供更完整的铬铍矿床知识框架，帮助地质学家理解其特征和形成机制，从而为研究和实际应用提供信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and organizing data on the types and characteristics of global chrysoberyl deposits, including factors like coexisting minerals and geological conditions?",
        "QuestionCn": "收集和组织全球金绿宝石矿床类型和特征的数据，包括共存矿物和地质条件等因素的程序步骤是什么？",
        "AnswerEn": "The data collection method involves compiling data from published literature on various data platforms, focusing on attributes like deposit types, subtypes, host rock types, occurrence states, mineral assemblages, and output conditions. This includes geological environments, mineralization processes, and temperature-pressure conditions. Each data entry is traceable to a specific reference, ensuring verifiability. The aim is to create a comprehensive knowledge framework that aids in understanding the characteristics, formation mechanisms, and research methods of chrysoberyl deposits.",
        "AnswerCn": "数据收集方法涉及从各种数据平台上汇编已发布文献的数据，重点关注存款类型、亚型、母岩类型、发生状态、矿物组合和产出条件等属性。这包括地质环境、矿化过程以及温度-压力条件。每个数据条目都可以追溯到特定的参考文献，确保可验证性。其目的是创建一个综合知识框架，以帮助理解铬铍矿存款的特征、形成机制和研究方法。",
        "Level": "C3(Applying)"
      }
    ]
  }
}