{
    "id": "dc0232b8-c845-46c7-80e0-550a55c2d659",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Multi-frequency and multi-angular ground-based microwave radiometer and radar cooperative experimental data for grassland in 2018",
            "titleCn": "多频多角度地基微波辐射计与雷达主被动协同观测数据集（草地，2018年）",
            "description": "This data set was collected in 2018 during the ground-based microwave radiometry and radar cooperative experiment, which is part of the Soil Moisture Experiment in the Luan River (SMELR). The experiment site is located in Zhenglan Banner, Inner Mongolia (115.93° E, 42.04° N, at 1362 m in altitude). The data set contains four parts, namely brightness temperature data, radar backscatter coefficient, soil data and vegetation data. The microwave brightness temperature data was observed by a vehicle-mounted dual-polarized multi-frequency radiometer (RPG-6CH-DP), including the horizontal (H) and vertical (V) polarization brightness temperatures at L-, C- and X-bands.  The brightness temperature data was acquired every 30 minutes from 30° to 65° with an interval of 2.5°. The active microwave data is obtained by ground-based synthetic aperture radar (GBSAR), including the L- and C-band backscattering coefficients under four polarization modes (VV, VH, HH, HV), and the incidence varies from 30° to 65° (2.5° interval). The soil data contains the surface roughness, soil moisture and temperature at six depths of layer (1 cm, 3 cm, 5 cm, 10 cm, 20 cm, 50 cm). The vegetation data is mainly the vegetation water content of the grassland.\nThe experimental period lasted from August 18 to September 25, 2018, and it provided important data for the land surface microwave radiation modeling and validation, as well as the development of soil moisture retrieval algorithms.",
            "descriptionCn": "本数据集来源于滦河流域土壤水分遥感试验中的多频多角度地基微波辐射计与雷达主被动协同观测试验。试验地点位于内蒙古自治区正蓝旗昕元牧场（115.93°E, 42.04°N），数据获取于2018年夏季。数据集包含四个部分，即：亮温数据、后向散射数据、土壤数据和植被数据。微波亮温数据由RPG-6CH-DP车载微波辐射计观测得到，包含三个微波波段（L, C和X）的水平和垂直极化亮温，观测入射角变化范围为30-65° （2.5°间隔），数据测量时间间隔为0.5小时。主动微波数据由地基雷达（GBSAR）观测得到，包含了L和C波段四种极化（VV, VH, HH, HV）下的后向散射系数，观测入射角变化范围为30-65°（2.5°间隔）。土壤数据包含地表粗糙度和6层土壤水分和土壤温度（1 cm, 3 cm, 5 cm, 10 cm, 20 cm, 50 cm），采样间隔为10分钟；植被数据为草地的植被含水量。\n试验观测时间从2018年8月18日持续到9月25日，数据涵盖的草地多频多角度微波亮温、后向散射系数以及土壤和植被等相关配套数据为陆表微波辐射散射建模与验证、主被动微波亮温降尺度、土壤水分反演算法发展和验证提供了重要资料。",
            "instructions": "The data file is saved in xlsx format and is named as: ZhenglanqiExp+ '_ParaName'. 'ParaName' represents the abbreviation of the observed parameter. For example, the brightness temperature is named as 'ZhenglanqiExp_TB.xlsx', the soil data set is named as 'ZhenglanqiExp_Soil.xlsx' .\nData reading method: The data set can be directly opened with Excel.",
            "instructionsCn": "文件命名为： ZhenglanqiExp+'_ParaName'，'ParaName'表示观测参数简称，观测数据集以xlsx格式保存，如亮温数据集命名为'ZhenglanqiExp_TB.xlsx', 后向散射数据集命名为'ZhenglanqiExp_Sigma0'，土壤数据集命名为'ZhenglanqiExp_Soil.xlsx'，植被含水量数据集命名为'ZhenglanqiExp_VWC.xlsx'。\n数据读取方法：该数据集可以直接使用Excel打开。",
            "east": 115.93,
            "west": 115.93,
            "south": 42.04,
            "north": 42.04,
            "startTime": "2018-08-18 00:00:00",
            "endTime": "2018-09-25 11:59:59",
            "fileSize": 5242828.0,
            "cstr": "18406.11.Soil.tpdc.271656",
            "doi": "10.11888/Soil.tpdc.271656",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵天杰",
                "nameEn": "ZHAO Tianjie",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "胡路",
                "nameEn": "HU Lu",
                "unitEn": "",
                "unitCn": "南京大学国际地球系统科学研究所"
            },
            {
                "nameCn": "耿德源",
                "nameEn": "GENG Deyuan",
                "unitEn": "",
                "unitCn": "北京清华同衡规划设计研究院有限公司"
            },
            {
                "nameCn": "施建成",
                "nameEn": "SHI Jiancheng",
                "unitEn": "",
                "unitCn": "中国科学院国家空间科学中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Soil moisture experiment in the Luan River supporting new satellite mission opportunities",
                "referenceCn": null,
                "referenceEn": "Zhao, T.J., Shi, J.C., Lv, L.Q., Xu, H.X., Chen, D.Q., Cui, Q., Jackson, T.J., Yan, G.J., Jia, L., Chen, L.F., Zhao, K., Zheng, X.M., Zhao, L.M., Zheng, C.L., Ji, D.B., Xiong, C., Wang, T.X., Li, R., Pan, J.M., Wen, J.G., Yu, C., Zheng, Y.M., Jiang, L.M., Chai, L.N., Lu, H., Yao, P.P., Ma, J.W., Lv, H.S., Wu, J.J., Zhao, W., Yang, N., Guo, P., Li, Y.X., Hu, L., Geng, D.Y., & Zhang, Z.Q. (2020). Soil moisture experiment in the Luan River supporting new satellite mission opportunities. Remote Sensing of Environment, 240."
            },
            {
                "titleCn": null,
                "titleEn": "Retrievals of soil moisture and vegetation optical depth using a multi-channel collaborative algorithm",
                "referenceCn": null,
                "referenceEn": "Zhao, T.J., Shi, J.C., Entekhabi, D., Jackson, T.J., Hu, L., Peng, Z.Q., Yao, P.P., Li, S.N., & Kang, C.S. (2021). Retrievals of soil moisture and vegetation optical depth using a multi-channel collaborative algorithm. Remote Sensing of Environment, 257, 112321."
            },
            {
                "titleCn": "闪电河流域水循环和能量平衡遥感综合试验",
                "titleEn": null,
                "referenceCn": "赵天杰, 施建成, 徐红新, 孙彦龙, 陈德清, 崔倩, 贾立, 黄硕, 牛升达, 李秀伟, 阎广建, 陈良富, 柳钦火, 赵凯, 郑兴明, 赵利民, 郑超磊, 姬大彬, 熊川, 王天星, 李睿, 潘金梅, 闻建光, 穆西晗, 余超, 郑姚闽, 蒋玲梅, 柴琳娜, 卢麾, 姚盼盼, 马建威, 吕海深, 武建军, 赵伟, 杨娜, 郭鹏, 李玉霞, 胡路, 耿德源, 张子谦,胡建峰, 杜爱萍. (2021). 闪电河流域水循环和能量平衡遥感综合试验. 遥感学报, 25(4), 871-887.",
                "referenceEn": null
            },
            {
                "titleCn": "地基雷达的微波面散射模型对比与土壤水分反演",
                "titleEn": null,
                "referenceCn": "耿德源, 赵天杰, 施建成, 胡路, 徐红新, 胡建峰. (2021). 地基雷达的微波面散射模型对比与土壤水分反演. 遥感学报, 25(4), 929-940.",
                "referenceEn": null
            },
            {
                "titleCn": "基于车载微波辐射计的地面观测试验方法",
                "titleEn": null,
                "referenceCn": "李尚楠, 赵天杰, 施建成, 肖青, 胡路, 王平凯, 赵瑞, 陈德清, 崔倩, 薛淑琴, 胡建峰. (2018). 基于车载微波辐射计的地面观测试验方法. 上海航天, 35(02), 81-90.",
                "referenceEn": null
            },
            {
                "titleCn": "滦河流域碳、水循环和能量平衡遥感综合试验总体设计",
                "titleEn": null,
                "referenceCn": "阎广建, 赵天杰, 穆西晗, 闻建光, 庞勇, 贾立, 张永光, 陈德清, 姚崇斌, 曹志宇, 雷永荟, 姬大彬, 陈良富,柳钦火, 吕利清, 陈镜明, 施建成. (2021). 滦河流域碳、水循环和能量平衡遥感综合试验总体设计. 遥感学报, 25(4), 856-870.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤湿度",
                "nameEn": "Soil moisture"
            },
            {
                "nameCn": "地基微波辐射计",
                "nameEn": "Ground-based microwave radiometer"
            },
            {
                "nameCn": "地基雷达",
                "nameEn": "Ground-based SAR"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "正蓝旗",
                "keywordEn": "Zhenglan Banner"
            },
            {
                "keywordCn": "滦河流域",
                "keywordEn": "Luan River Watershed"
            },
            {
                "keywordCn": "闪电河流域",
                "keywordEn": "Shandian River Watershed"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球陆表能量与水分交换过程及其对全球变化作用的卫星观测与模拟研究",
                "titleEn": "Satellite observation and simulation studies of the land surface water and energy exchange processes and its effects on global changes"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Due to the success of the SMOS (Soil Moisture and Ocean Salinity) and SMAP (Soil Moisture Active Passive) missions, new satellite missions are on the horizon. The current and future missions can benefit from investigations that seek to improve retrieval algorithms that quantitatively map global soil moisture and vegetation optical depth (tau) from Earth’s microwave emissions."
            ],
            "research objective": [
                "In this study, we explore multi-angular and multi-frequency approaches for the retrieval of soil moisture and vegetation tau, considering the payload configurations of current and future satellite missions (such as the Copernicus Imaging Microwave Radiometer, the Water Cycle Observation Mission, and the Terrestrial Water Resources Satellite) using a new set of ground observations."
            ],
            "challenges": [
                "It is affirmed that increasing the number of observation channels could make the soil moisture retrieval more robust, but might also limit the retrieval performance, as the probability that the model estimations will not match the observations is increased."
            ],
            "methods": [
                "Two ground-based microwave radiometry datasets collected in Inner Mongolia during the Soil Moisture Experiment in the Luan River from July to August 2017 (cropland) and August to September 2018 (grassland) are used for this study. A multi-channel collaborative algorithm (MCCA) is developed based on the two-component version of the omega-tau model, which utilizes information from collaborative channels expressed as an analytical form of brightness temperature at the core channel to rule out the parameters to be retrieved."
            ],
            "dataset": [
                "Two ground-based microwave radiometry datasets collected in Inner Mongolia during the Soil Moisture Experiment in the Luan River from July to August 2017 (cropland) and August to September 2018 (grassland) are used for this study."
            ],
            "findings": [
                "Results of soil moisture retrieval show that the multi-angular approach used by the MCCA generally has a better performance, unbiased root mean square difference (ubRMSD) varying from 0.028 cm³/cm³ to 0.037 cm³/cm³, than the multi-frequency approach (ubRMSD from 0.028 cm³/cm³ to 0.089 cm³/cm³) for the corn field. Except for in the C- & X-band combination, the multi-frequency approach used by the MCCA performs better (ubRMSD from 0.018 cm³/cm³ to 0.023 cm³/cm³) than the multi-angular version (ubRMSD from 0.026 cm³/cm³ to 0.034 cm³/cm³) for the grass field due to reduced vegetation effects for this type of cover. This study provides new insights into the design of potential satellite missions to improve soil moisture retrieval. A satellite with simultaneous multi-angular and multi-frequency observation capabilities is highly recommended."
            ],
            "backgroundCn": [
                "由于SMOS（土壤湿度和海洋盐度）和SMAP（土壤湿度主动被动）任务的成功，新的卫星任务正在筹备中。目前和未来的任务可以从研究中受益，这些研究旨在改进检索算法，以定量映射地球微波辐射下的全球土壤湿度和植被光学深度（tau）。"
            ],
            "research objectiveCn": [
                "在本研究中，我们探讨了多角度和多频率方法用于土壤湿度和植被光学厚度的提取，考虑了当前和未来卫星任务（如哥白尼成像微波辐射计、水循环观测任务和陆地水资源卫星）的有效载荷配置，并使用了一组新的地面观测数据。"
            ],
            "challengesCn": [
                "增加观测通道的数量可以使土壤湿度的提取更加稳健，但也可能限制提取性能，因为模型估计与观测不匹配的概率增加。"
            ],
            "methodsCn": [
                "在2017年7月至8月的土壤湿度实验期间，内蒙古收集了两个基于地面的微波辐射测量数据集（农田），以及在2018年8月至9月的草地数据集。基于两组件版本的omega-tau模型，开发了一种多通道协同算法（MCCA），该算法利用协同通道的信息，以亮度温度的解析形式表达核心通道，从而排除待检索的参数。"
            ],
            "datasetCn": [
                "在2017年7月至8月的土壤湿度实验期间，在内蒙古收集的两个地面微波辐射测量数据集（农田）和2018年8月至9月（草地）用于本研究。"
            ],
            "findingsCn": [
                "土壤湿度检索结果表明，MCCA使用的多角度方法在玉米田的表现通常更好，无偏根均方差（ubRMSD）范围为0.028 cm³/cm³到0.037 cm³/cm³，而多频率方法的ubRMSD范围为0.028 cm³/cm³到0.089 cm³/cm³。除了C波段和X波段组合外，MCCA使用的多频率方法在草地的表现优于多角度版本（ubRMSD范围为0.018 cm³/cm³到0.023 cm³/cm³），而多角度版本的ubRMSD范围为0.026 cm³/cm³到0.034 cm³/cm³，这主要是由于这种覆盖类型的植被效应减弱。本研究为潜在卫星任务的设计提供了新的见解，以改善土壤湿度检索。强烈建议设计具有同时多角度和多频率观测能力的卫星。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Did the data collection methods involve the use of both active and passive microwave observations?",
                "QuestionCn": "数据收集方法是否涉及使用主动和被动微波观测？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the multi-angular approach or the multi-frequency approach more effective for soil moisture retrieval in grasslands?",
                "QuestionCn": "多角度方法还是多频率方法在草地土壤湿度获取中更有效？",
                "AnswerEn": "multi-frequency approach",
                "AnswerCn": "多频率方法",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Should future satellite missions in this domain prioritize simultaneous multi-angular observations, multi-frequency observations, or both?",
                "QuestionCn": "未来的卫星任务在这一领域应该优先考虑同时进行多角度观测、多频率观测，还是两者兼顾？",
                "AnswerEn": "both",
                "AnswerCn": "两者",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key components of a data collection system for soil moisture and vegetation monitoring using microwave radiometry?",
                "QuestionCn": "使用微波辐射测量进行土壤湿度和植被监测的数据收集系统的关键组成部分有哪些？",
                "AnswerEn": "multi-frequency and multi-angular observations",
                "AnswerCn": "多频和多角度观测",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When is data collected during experiments aimed at soil moisture retrieval in the context of microwave radiometry?",
                "QuestionCn": "在微波辐射测量土壤湿度检索的实验中，数据收集的时间是什么时候？",
                "AnswerEn": "July to September",
                "AnswerCn": "七月至九月",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Please provide an example of a dataset that includes both soil moisture measurements and vegetation data for the purpose of microwave emission modeling.",
                "QuestionCn": "请提供一个包含土壤湿度测量和植被数据的数据集示例，以用于微波发射建模。",
                "AnswerEn": "An example of such a dataset comes from the Soil Moisture Experiment in the Luan River, which includes soil moisture data across six soil layers, soil surface roughness, and vegetation water content data. The dataset was collected in Inner Mongolia during the summer of 2018 and provides critical information for microwave emission modeling and algorithm validation.",
                "AnswerCn": "这样的数据集的一个例子来自于 Luan 河的土壤湿度实验，包括六个土壤层的土壤湿度数据、土壤表面粗糙度和植被水分含量数据。该数据集于2018年夏季在内蒙古收集，为微波发射建模和算法验证提供了重要信息。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you illustrate a challenge encountered in the development of retrieval algorithms for soil moisture from multi-angular and multi-frequency microwave data?",
                "QuestionCn": "您能否举例说明在从多角度和多频率微波数据中开发土壤湿度检索算法时遇到的挑战？",
                "AnswerEn": "A challenge encountered is the potential mismatch between model estimations and observations when increasing the number of observation channels. While additional channels can make soil moisture retrieval more robust, they can also limit retrieval performance. This is due to the complexity introduced by multiple channels, which may increase the probability of discrepancies between model estimations and the actual observations.",
                "AnswerCn": "一个遇到的挑战是，当增加观测通道数量时，模型估计与观测之间可能出现不匹配。虽然额外的通道可以使土壤湿度的检索更加稳健，但它们也可能限制检索性能。这是因为多个通道引入的复杂性可能增加模型估计与实际观测之间不一致的概率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for soil moisture and vegetation optical depth retrieval in grassland environments?",
                "QuestionCn": "用于草地环境中土壤湿度和植被光学深度获取的数据收集方法的特点是什么？",
                "AnswerEn": "multi-frequency, multi-angular, ground-based, microwave radiometers, radars, brightness temperature data, vehicle-mounted, microwave bands (L, C, X), horizontal and vertical polarization, observation angles 30-65° at 2.5° intervals, measured every 0.5 hours, active microwave data, backscatter coefficients, four polarizations (VV, VH, HH, HV)",
                "AnswerCn": "多频、多角度、地基、微波辐射计、雷达、亮温数据、车载、微波频段（L、C、X）、水平和垂直极化、观测角度为30-65°，间隔2.5°，每0.5小时测量一次、主动微波数据、后向散射系数、四种极化（VV、VH、HH、HV）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with increasing the number of observational channels in soil moisture retrieval algorithms?",
                "QuestionCn": "增加土壤湿度反演算法中的观测通道数量所面临的挑战是什么？",
                "AnswerEn": "robust, limited retrieval performance, increased probability of model estimation mismatch",
                "AnswerCn": "稳健性、有限的检索性能、模型估计不匹配的概率增加",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific attributes are measured in datasets aimed at supporting the development and validation of soil moisture retrieval algorithms?",
                "QuestionCn": "支持土壤湿度检索算法开发和验证的数据集中测量了哪些具体属性？",
                "AnswerEn": "brightness temperature data, backscatter data, surface roughness, moisture at six depths (1 cm, 3 cm, 5 cm, 10 cm, 20 cm, 50 cm), temperature at six depths (1 cm, 3 cm, 5 cm, 10 cm, 20 cm, 50 cm), grassland vegetation water content",
                "AnswerCn": "亮温数据，后向散射数据，表面粗糙度，六个深度的湿度（1厘米，3厘米，5厘米，10厘米，20厘米，50厘米），六个深度的温度（1厘米，3厘米，5厘米，10厘米，20厘米，50厘米），草地植被含水量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different microwave frequency bands are utilized in the data collection for observing brightness temperatures in a dataset?",
                "QuestionCn": "在数据集中用于观察亮温的数据收集中，利用了多少个不同的微波频段？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the range of observation angles used in the data collection for both brightness temperature and backscatter data?",
                "QuestionCn": "用于收集亮温和后向散射数据的观测角度范围是多少？",
                "AnswerEn": "30°-65°",
                "AnswerCn": "30°-65°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many layers of soil moisture and temperature measurements are included in the soil data collected?",
                "QuestionCn": "土壤数据中包含多少层土壤湿度和温度测量？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'multi-angular and multi-frequency approaches' in microwave radiometry data collection?",
                "QuestionCn": "在微波辐射计数据收集中，“多角度和多频率方法”是指同时从多个角度和多个频率收集数据的技术。这种方法可以提高数据的准确性和可靠性，帮助更全面地理解目标物体的特性。",
                "AnswerEn": "Multi-angular and multi-frequency approaches in microwave radiometry data collection involve using different angles of incidence and multiple microwave frequency bands to collect data. This approach can help improve the retrieval of soil moisture and vegetation optical depth by providing more robust data through diverse observation channels.",
                "AnswerCn": "多角度和多频率的方法在微波辐射计数据收集中涉及使用不同的入射角和多个微波频段来收集数据。这种方法可以通过提供多样的观测通道来改善土壤湿度和植被光学深度的反演，从而提供更可靠的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'multi-channel collaborative algorithm (MCCA)' mean in the context of soil moisture retrieval?",
                "QuestionCn": "在土壤湿度获取的背景下，“多通道协作算法（MCCA）”是什么意思。",
                "AnswerEn": "A multi-channel collaborative algorithm (MCCA) in soil moisture retrieval is a method that utilizes data from multiple observation channels to estimate soil moisture more accurately. It operates by expressing brightness temperature in an analytical form at a core channel to eliminate parameters that need to be retrieved, thus improving the robustness and performance of soil moisture estimation.",
                "AnswerCn": "多通道协作算法（MCCA）在土壤湿度检索中是一种利用多个观测通道的数据来更准确地估计土壤湿度的方法。它通过在核心通道以解析形式表达亮温，消除需要检索的参数，从而提高土壤湿度估计的稳健性和性能。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In terms of dataset compilation, how does the inclusion of soil and vegetation data enhance the modeling and validation of land surface microwave emission and scattering compared to datasets that exclude these parameters?",
                "QuestionCn": "在数据集编制方面，土壤和植被数据的纳入如何增强地表微波发射和散射的建模与验证，相较于不包含这些参数的数据集？",
                "AnswerEn": "The inclusion of soil and vegetation data, such as soil surface roughness, soil moisture, soil temperature at multiple depths, and vegetation water content, provides important ancillary information that enhances modeling and validation of land surface microwave emission and scattering. This comprehensive data supports the development and validation of soil moisture retrieval algorithms and improves the understanding of microwave interactions with the land surface.",
                "AnswerCn": "土壤和植被数据的纳入，例如土壤表面粗糙度、土壤湿度、不同深度的土壤温度以及植被水分含量，提供了重要的辅助信息，增强了地表微波发射和散射的建模与验证。这些综合数据支持土壤湿度反演算法的开发和验证，并改善了对微波与地表相互作用的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do multi-frequency and multi-angular observations impact the robustness and limitations of soil moisture retrieval in grassland environments?",
                "QuestionCn": "多频率和多角度观测如何影响草地环境中土壤湿度提取的稳健性和局限性？",
                "AnswerEn": "Increasing the number of observation channels can enhance the robustness of soil moisture retrieval but may also challenge retrieval performance due to potential mismatches between model estimations and observations. The multi-angular approach generally performs better for soil moisture retrieval in certain crop fields, while the multi-frequency approach may yield superior results in grasslands due to reduced vegetation effects.",
                "AnswerCn": "增加观测通道的数量可以增强土壤湿度提取的稳健性，但也可能由于模型估计与观测之间的潜在不匹配而挑战提取性能。多角度方法在某些农田的土壤湿度提取中通常表现更好，而多频率方法在草地中可能由于减少了植被效应而产生更优的结果。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges might arise when using ground-based microwave radiometry datasets to model soil moisture and vegetation parameters across different terrains?",
                "QuestionCn": "在使用地面微波辐射计数据集来建模不同地形的土壤湿度和植被参数时，可能会出现哪些挑战？",
                "AnswerEn": "Challenges include ensuring that the retrieval algorithms are robust across different terrains and managing the limitations introduced by increasing observation channels, which may lead to discrepancies between model estimations and actual observations. Terrain-specific factors such as vegetation cover can also influence the performance of retrieval approaches.",
                "AnswerCn": "挑战包括确保检索算法在不同地形上具有鲁棒性，以及管理由于观察通道增加而引入的限制，这可能导致模型估计与实际观测之间的差异。地形特定因素，如植被覆盖，也会影响检索方法的性能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can data collection methods be optimized to improve soil moisture and vegetation optical depth retrievals for future satellite missions?",
                "QuestionCn": "如何优化数据收集方法，以提高未来卫星任务中土壤湿度和植被光学深度的获取？",
                "AnswerEn": "Data collection methods can be optimized by employing multi-angular and multi-frequency observations, which have shown potential in improving retrieval performance. Designing satellite missions with simultaneous multi-angular and multi-frequency observation capabilities is recommended to enhance soil moisture retrieval, considering the varying effects of vegetation and terrain on these measurements.",
                "AnswerCn": "数据收集方法可以通过采用多角度和多频率观测来优化，这已显示出提高检索性能的潜力。建议设计具有同时多角度和多频率观测能力的卫星任务，以增强土壤湿度的检索，考虑到植被和地形对这些测量的不同影响。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for multi-angular and multi-frequency approaches in soil moisture and vegetation retrieval methods?",
                "QuestionCn": "土壤湿度和植被提取方法中需要多角度和多频率方法的原因是什么？",
                "AnswerEn": "The need arises from the objective to enhance retrieval algorithms for mapping global soil moisture and vegetation optical depth from Earth's microwave emissions, as these approaches can provide more robust data and reduce the limitations of retrieval performance by utilizing multiple observation channels.",
                "AnswerCn": "这一需求源于提升检索算法的目标，以便从地球的微波辐射中映射全球土壤湿度和植被光学深度，因为这些方法可以提供更可靠的数据，并通过利用多个观测通道来减少检索性能的局限性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might increasing the number of observation channels in a dataset affect the performance of soil moisture retrieval?",
                "QuestionCn": "增加数据集中观测通道的数量可能会影响土壤湿度提取性能的原因是什么？",
                "AnswerEn": "Increasing the number of observation channels could potentially make soil moisture retrieval more robust by providing diverse data points, but it might also introduce challenges where model estimations may not match observations, thereby limiting retrieval performance.",
                "AnswerCn": "增加观测通道的数量可能会通过提供多样的数据点使土壤湿度的获取更加稳健，但这也可能引入挑战，使得模型估计与观测不匹配，从而限制获取性能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using multi-frequency and multi-angular approaches in the retrieval of soil moisture and vegetation optical depth from microwave emissions?",
                "QuestionCn": "使用多频率和多角度方法从微波辐射中获取土壤湿度和植被光学深度的后果是什么？",
                "AnswerEn": "The use of multi-angular approaches generally results in better performance for soil moisture retrieval in certain field types, such as corn fields, with unbiased root mean square difference (ubRMSD) varying from 0.028 cm³/cm³ to 0.037 cm³/cm³. However, for grass fields, the multi-frequency approach performs better with ubRMSD from 0.018 cm³/cm³ to 0.023 cm³/cm³, due to reduced vegetation effects.",
                "AnswerCn": "多角度方法的使用通常会在某些田地类型（如玉米田）中导致土壤湿度检索性能更好，偏差均方根差（ubRMSD）变化范围为0.028 cm³/cm³到0.037 cm³/cm³。然而，对于草地，多频率方法表现更佳，ubRMSD范围为0.018 cm³/cm³到0.023 cm³/cm³，这主要是由于减少了植被影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the inclusion of multiple observation channels impact the robustness and limitations of soil moisture retrieval models?",
                "QuestionCn": "多个观测通道的纳入如何影响土壤湿度反演模型的稳健性和局限性？",
                "AnswerEn": "Increasing the number of observation channels could enhance the robustness of soil moisture retrieval models, but it might also limit retrieval performance, as the probability of discrepancies between model estimations and observations increases.",
                "AnswerCn": "增加观测通道的数量可能会增强土壤湿度反演模型的鲁棒性，但这也可能限制反演性能，因为模型估计与观测之间出现差异的概率增加。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use a multi-channel collaborative algorithm for retrieving soil moisture and vegetation optical depth from ground-based observations?",
                "QuestionCn": "为什么使用多通道协作算法从地面观测中获取土壤湿度和植被光学深度是重要的？",
                "AnswerEn": "Using a multi-channel collaborative algorithm is important because it can enhance the robustness of soil moisture retrieval by utilizing information from collaborative channels, thereby potentially improving the performance of retrieval algorithms for current and future satellite missions.",
                "AnswerCn": "使用多通道协作算法很重要，因为它可以通过利用协作通道的信息来增强土壤湿度检索的鲁棒性，从而有可能提高当前和未来卫星任务的检索算法性能。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are used to integrate both passive and active microwave observations for the retrieval of soil moisture and vegetation properties?",
                "QuestionCn": "用于整合被动和主动微波观测以获取土壤湿度和植被特性的 methodologies 有哪些？",
                "AnswerEn": "The integration of passive and active microwave observations involves using ground-based instruments such as microwave radiometers and radar systems. The passive microwave data, specifically brightness temperatures at multiple frequencies and polarizations, are collected using instruments like the RPG-6CH-DP microwave radiometer. Active microwave data are obtained using ground-based radar to measure backscatter coefficients at various polarizations. These datasets are used in a multi-channel collaborative algorithm to improve soil moisture and vegetation optical depth retrievals.",
                "AnswerCn": "被动和主动微波观测的整合涉及使用地面仪器，如微波辐射计和雷达系统。被动微波数据，特别是在多个频率和极化下的亮温，是通过像RPG-6CH-DP微波辐射计这样的仪器收集的。主动微波数据则是通过地面雷达获得的，用于测量不同极化下的后向散射系数。这些数据集被用于多通道协同算法，以改善土壤湿度和植被光学深度的反演。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do researchers address the challenges of increased observation channels potentially limiting retrieval performance?",
                "QuestionCn": "研究人员如何应对增加观察通道可能限制检索性能的挑战？",
                "AnswerEn": "Researchers recognize that while increasing the number of observation channels can enhance the robustness of soil moisture retrieval, it may also increase the risk of model estimations not matching observations. To address this challenge, they develop algorithms like the multi-channel collaborative algorithm (MCCA), which uses information from collaborative channels to analytically express brightness temperature, helping to refine the parameters for retrieval and mitigate the limitations posed by multiple channels.",
                "AnswerCn": "研究人员认识到，虽然增加观测通道的数量可以增强土壤湿度提取的稳健性，但这也可能增加模型估计与观测不匹配的风险。为了解决这一挑战，他们开发了多通道协同算法（MCCA），该算法利用协同通道的信息来解析亮温，帮助优化提取参数，并减轻多通道带来的限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What are the key technological advancements that enable the acquisition of multi-angular and multi-frequency ground-based microwave observations for soil moisture and vegetation studies?",
                "QuestionCn": "支持获取多角度和多频率地面微波观测以进行土壤湿度和植被研究的关键技术进展有哪些？",
                "AnswerEn": "The use of multi-frequency, multi-angular ground-based microwave radiometers and radars, such as the RPG-6CH-DP vehicle-mounted microwave radiometer and ground-based radar (GBSAR), enables the collection of detailed data across different microwave bands and polarizations, with adjustable observation angles, which are crucial for soil moisture and vegetation studies.",
                "AnswerCn": "多频率、多角度的地面微波辐射计和雷达的使用，例如RPG-6CH-DP车载微波辐射计和地面雷达（GBSAR），能够在不同的微波频段和极化下收集详细数据，并且具有可调的观测角度，这对于土壤湿度和植被研究至关重要。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do collaborative algorithms enhance the accuracy of soil moisture retrieval using microwave radiometry datasets?",
                "QuestionCn": "协同算法如何通过微波辐射数据集提高土壤湿度检索的准确性？",
                "AnswerEn": "Collaborative algorithms like the Multi-Channel Collaborative Algorithm (MCCA) improve the accuracy of soil moisture retrieval by utilizing information from multiple observation channels, which helps to analytically determine the parameters to be retrieved, thus potentially increasing the robustness of the retrievals.",
                "AnswerCn": "多通道协作算法（MCCA）等协作算法通过利用来自多个观测通道的信息，提高了土壤湿度检索的准确性，这有助于分析性地确定待检索的参数，从而可能增强检索的稳健性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the conditions and challenges in using multi-angular and multi-frequency approaches for soil moisture retrieval in varying types of land cover, such as cropland and grassland?",
                "QuestionCn": "在不同类型的土地覆盖（如农田和草地）中使用多角度和多频率方法进行土壤湿度提取的条件和挑战是什么？",
                "AnswerEn": "The conditions and challenges include ensuring that the increased number of observation channels does not lead to mismatches between model estimations and observations. Different land covers, such as cropland and grassland, may have varying effects on retrieval accuracy, with vegetation effects being more pronounced in croplands, thus requiring careful consideration of observation configurations.",
                "AnswerCn": "这些条件和挑战包括确保增加的观测通道数量不会导致模型估计与观测之间的不匹配。不同的土地覆盖，如农田和草地，可能对检索精度产生不同的影响，植被效应在农田中更为明显，因此需要对观测配置进行仔细考虑。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges might arise when increasing the number of observation channels in microwave radiometry, and why might these challenges impact expected outcomes?",
                "QuestionCn": "在增加微波辐射计的观测通道数量时，可能会出现哪些挑战，以及这些挑战为何会影响预期结果？",
                "AnswerEn": "Increasing the number of observation channels could make soil moisture retrieval more robust; however, it might also introduce challenges by increasing the probability that model estimations will not match the observations. This discrepancy arises because a higher number of channels can complicate the retrieval process, leading to potential mismatches between the model's predictions and the actual data, thus affecting expected outcomes.",
                "AnswerCn": "增加观测通道的数量可能会使土壤湿度的获取更加稳健；然而，这也可能带来挑战，因为这会增加模型估计与观测不匹配的概率。这种差异的产生是因为更多的通道可能会使获取过程变得复杂，从而导致模型的预测与实际数据之间可能出现不匹配，从而影响预期结果。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might a simultaneous multi-angular and multi-frequency observation capability be recommended for future satellite missions aimed at improving soil moisture retrieval?",
                "QuestionCn": "为什么建议未来的卫星任务具备同时进行多角度和多频率观测的能力，以改善土壤湿度的获取？",
                "AnswerEn": "A satellite with simultaneous multi-angular and multi-frequency observation capabilities is recommended because it can potentially provide a comprehensive dataset that leverages the strengths of both approaches. This capability is expected to improve soil moisture retrieval by mitigating the limitations of using either approach in isolation, thus enhancing the accuracy and reliability of the data collected for various surface conditions.",
                "AnswerCn": "推荐具备同时多角度和多频率观测能力的卫星，因为它可以提供一个综合的数据集，充分利用两种方法的优势。这种能力预计将通过减轻单独使用任一方法的局限性来改善土壤湿度的获取，从而提高在各种地表条件下收集数据的准确性和可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of multi-angular and multi-frequency data collection methods in enhancing soil moisture retrieval accuracy in grassland environments?",
                "QuestionCn": "如何评估多角度和多频率数据收集方法在提高草地环境土壤湿度检索准确性方面的有效性？",
                "AnswerEn": "The effectiveness of multi-angular and multi-frequency data collection methods in enhancing soil moisture retrieval accuracy in grassland environments can be evaluated based on findings that suggest the multi-frequency approach generally performs better due to reduced vegetation effects, with an unbiased root mean square difference (ubRMSD) from 0.018 cm³/cm³ to 0.023 cm³/cm³, compared to the multi-angular approach.",
                "AnswerCn": "在草地环境中，评估多角度和多频率数据收集方法在提高土壤湿度检索准确性方面的有效性，可以基于以下发现：多频率方法通常表现更好，因为它减少了植被的影响，偏差均方根差（ubRMSD）从0.018 cm³/cm³到0.023 cm³/cm³，相比之下，多角度方法的表现较差。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges in using multi-channel collaborative algorithms (MCCA) for soil moisture retrieval in diverse land cover types?",
                "QuestionCn": "在不同土地覆盖类型中使用多通道协作算法（MCCA）进行土壤湿度提取时，可能面临的挑战有哪些？",
                "AnswerEn": "Potential challenges in using multi-channel collaborative algorithms (MCCA) for soil moisture retrieval in diverse land cover types include the increased complexity due to adding observation channels, which might limit retrieval performance as the probability that model estimations do not match observations increases.",
                "AnswerCn": "在不同土地覆盖类型中使用多通道协作算法（MCCA）进行土壤湿度检索的潜在挑战包括，由于增加了观测通道，复杂性增加，这可能会限制检索性能，因为模型估计与观测不匹配的概率增加。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways could ground-based microwave radiometry datasets from Inner Mongolia contribute to the advancement of retrieval algorithms for future satellite missions?",
                "QuestionCn": "内蒙古的地面微波辐射计数据集可以通过以下几种方式促进未来卫星任务检索算法的进展：",
                "AnswerEn": "Ground-based microwave radiometry datasets from Inner Mongolia could contribute to the advancement of retrieval algorithms for future satellite missions by providing empirical data that supports the development of multi-angular and multi-frequency approaches, thereby offering insights into designing satellites with capabilities that improve soil moisture and vegetation optical depth retrieval.",
                "AnswerCn": "来自内蒙古的地面微波辐射计数据集可以通过提供经验数据来支持未来卫星任务的检索算法的发展，促进多角度和多频率方法的开发，从而为设计具有提高土壤湿度和植被光学深度检索能力的卫星提供见解。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I’m unsure about the challenges faced when increasing the number of observation channels in microwave radiometry for soil moisture retrieval.",
                "QuestionCn": "我不确定在增加微波辐射测量中用于土壤湿度提取的观测通道数量时面临的挑战。",
                "AnswerEn": "Increasing the number of observation channels in microwave radiometry can make soil moisture retrieval more robust. However, it may also pose challenges as it increases the probability that model estimations will not match the observations, potentially limiting retrieval performance.",
                "AnswerCn": "增加微波辐射计的观测通道数量可以使土壤湿度的反演更加稳健。然而，这也可能带来挑战，因为这增加了模型估计与观测不匹配的概率，从而可能限制反演性能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why a dataset collected from multi-frequency microwave radiometry would be beneficial for developing future satellite missions.",
                "QuestionCn": "我无法理解为什么从多频率微波辐射计收集的数据集对未来卫星任务的开发会有益处。",
                "AnswerEn": "A dataset collected from multi-frequency microwave radiometry is beneficial for developing future satellite missions because it provides valuable insights into the effectiveness of multi-angular and multi-frequency approaches in soil moisture and vegetation optical depth retrieval. This information is crucial for designing satellite missions with enhanced capabilities for simultaneous multi-angular and multi-frequency observations, improving global soil moisture mapping.",
                "AnswerCn": "从多频率微波辐射测量收集的数据集对未来卫星任务的开发具有重要意义，因为它提供了有关多角度和多频率方法在土壤湿度和植被光学深度检索中的有效性的宝贵见解。这些信息对于设计具有增强能力的卫星任务，以实现同时的多角度和多频率观测，改善全球土壤湿度制图至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please provide an analysis of the methodological approaches used in developing retrieval algorithms for soil moisture and vegetation optical depth, considering collaborative channels in microwave radiometry.",
                "QuestionCn": "请提供关于开发土壤湿度和植被光学深度检索算法的方法论分析，考虑微波辐射测量中的协作渠道。",
                "AnswerEn": "The methodological approach involves using a multi-channel collaborative algorithm (MCCA) based on the two-component version of the omega-tau model. This approach uses information from collaborative channels expressed as an analytical form of brightness temperature at the core channel to identify parameters for retrieval. The approach aims to improve soil moisture retrieval by leveraging multi-angular and multi-frequency data.",
                "AnswerCn": "该方法论采用基于双组分版本的omega-tau模型的多通道协作算法（MCCA）。该方法利用协作通道的信息，以核心通道的亮温的解析形式来识别检索参数。该方法旨在通过利用多角度和多频率数据来改善土壤湿度的检索。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore potential datasets that can be utilized for validating soil moisture retrieval algorithms using multi-angular and multi-frequency microwave radiometry, beyond those collected in Inner Mongolia.",
                "QuestionCn": "请探索可以用于验证土壤湿度检索算法的潜在数据集，这些数据集使用多角度和多频率微波辐射测量，超出在内蒙古收集的数据。",
                "AnswerEn": "Potential datasets for validating soil moisture retrieval algorithms could include those collected from satellite missions like SMOS and SMAP, which provide global coverage of soil moisture and vegetation optical depth. These datasets can complement ground-based observations, like those from the Luan River experiments, to provide a comprehensive validation framework.",
                "AnswerCn": "验证土壤湿度检索算法的潜在数据集可以包括来自卫星任务如SMOS和SMAP收集的数据，这些数据提供了土壤湿度和植被光学深度的全球覆盖。这些数据集可以补充来自陆安河实验的地面观测，以提供一个全面的验证框架。",
                "Level": "C6(Creating)"
            }
        ]
    }
}