{
    "id": "dc4abbd6-fbd7-4ff0-84b0-9e316c59302d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Soil moisture data set of desert riparian forest in the lower reaches of Heihe River (2010-2012)",
            "titleCn": "黑河下游荒漠河岸林土壤水分数据集（2010-2012）",
            "description": "Soil water content is the key factor affecting the transpiration water consumption of plants in desert riparian forest. In this project, the typical plant communities in the lower reaches of Heihe River are selected, with coordinates of 42 ° 02 ′ 00.07 ″ N and 101 ° 02 ′ 59.41 ″ E. through continuous measurement of soil water data in 2010-2012, the observation instrument is environscan (Australia, ICT), with observation depth of 10, 30, 50, 80 and 140cm, and observation frequency of 0.5h Understanding the mechanism of environmental regulation of transpiration water consumption of desert riparian forest in the lower reaches of Heihe River provides basic data support.",
            "descriptionCn": "土壤含水量是影响荒漠河岸林植物蒸腾耗水的关键因子，本项目选择黑河下游典型植物群落，坐标为42°02′00.07″N，101°02′59.41″E，通过连续测定2010-2012年土壤水分数据，观测仪器为EnvironSCAN（澳大利亚，ICT），观测深度为10、30、50、80、140cm，观测频率为0.5h，为理解黑河下游荒漠河岸林植物蒸腾耗水的环境调控机理提供了基础数据支撑。",
            "instructions": "Data file name: soil moisture content of Populus euphratica woodland. Xlsx; it can be viewed and edited by WPS or excel.",
            "instructionsCn": "数据文件命名：胡杨林地土壤含水量.xlsx；可用WPS或Excel等软件进行查看和编辑。",
            "east": 101.0498361,
            "west": 101.0498361,
            "south": 42.03335278,
            "north": 42.03335278,
            "startTime": "2010-01-10 20:01:00",
            "endTime": "2013-01-09 20:01:00",
            "fileSize": 38721.0,
            "cstr": "18406.11.heihe.017.2014.db",
            "doi": "10.3972/heihe.017.2014.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "司建华",
                "nameEn": "SI Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Hydraulic redistribution of soil water by roots of two desert riparian phreatophytes in northwest China’s extremely arid region",
                "referenceCn": null,
                "referenceEn": "Yu, T.F., Feng, Q., Si, J.H., Xi, H.Y., Li, Z.X., & Chen, A.F. (2013). Hydraulic redistribution of soil water by roots of two desert riparian phreatophytes in northwest China's extremely arid region. Plant and soil, 372(1-2): 297-308."
            },
            {
                "titleCn": null,
                "titleEn": "Hydraulic redistribution of soil water by roots of two desert riparian phreatophytes in northwest China’s extremely arid region",
                "referenceCn": null,
                "referenceEn": "Yu, T., Feng, Q., Si, J., Xi, H., Li, Z., & Chen, A. (2013). Hydraulic redistribution of soil water by roots of two desert riparian phreatophytes in northwest China’s extremely arid region. Plant and soil, 372(1-2), 297-308."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "额济纳",
                "keywordEn": "Ejin"
            },
            {
                "keywordCn": "黑河下游",
                "keywordEn": "The Lower Reaches of Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010-2012",
                "keywordEn": "2010-2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河下游荒漠河岸林蒸散耗水特征与生态需水试验研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to continuously measure soil moisture at various depths in a desert riparian forest ecosystem?",
                "QuestionCn": "您能否提供一个数据收集方法的示例，用于在沙漠河岸森林生态系统中持续测量不同深度的土壤湿度？",
                "AnswerEn": "An example of a data collection method used to continuously measure soil moisture in a desert riparian forest ecosystem involved using the EnvironSCAN system from Australia, which measured soil moisture at depths of 10, 30, 50, 80, and 140 cm with a frequency of every 0.5 hours between 2010 and 2012.",
                "AnswerCn": "一个用于持续测量沙漠河岸森林生态系统土壤湿度的数据收集方法的例子是使用来自澳大利亚的EnvironSCAN系统，该系统在2010年至2012年期间以每0.5小时的频率测量10、30、50、80和140厘米深度的土壤湿度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of soil moisture data collected in desert riparian forests, considering the depth and frequency of observations?",
                "QuestionCn": "沙漠河岸森林中收集的土壤湿度数据的具体特征，包括观测的深度和频率。",
                "AnswerEn": "10 cm, 30 cm, 50 cm, 80 cm, 140 cm, every 0.5 hours",
                "AnswerCn": "10厘米，30厘米，50厘米，80厘米，140厘米，每0.5小时",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the reasons behind choosing specific observation depths and frequencies for soil moisture data collection in desert riparian forests?",
                "QuestionCn": "选择沙漠河岸森林土壤湿度数据收集的特定观测深度和频率的原因是什么？",
                "AnswerEn": "The soil moisture data collection in desert riparian forests was conducted at depths of 10, 30, 50, 80, and 140 cm with a frequency of 0.5 hours to provide comprehensive data for understanding the environmental regulation mechanisms of plant transpiration water consumption. These specific depths likely capture the moisture variability at different soil layers that are critical to the vegetation's water uptake, while the high observation frequency allows for detailed temporal analysis of soil moisture dynamics.",
                "AnswerCn": "在沙漠河岸森林中，土壤湿度数据的收集是在10、30、50、80和140厘米的深度进行的，频率为每0.5小时一次，以提供全面的数据，以理解植物蒸腾水消耗的环境调节机制。这些特定深度可能捕捉到不同土壤层的湿度变化，这对植被的水分吸收至关重要，而高频率的观测则允许对土壤湿度动态进行详细的时间分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on understanding environmental control mechanisms of plant transpiration in desert riparian forests when using a dataset that continuously measures soil moisture at multiple depths over a period of time?",
                "QuestionCn": "使用一个在一段时间内持续测量多个深度土壤湿度的数据集，了解沙漠河岸森林植物蒸腾的环境控制机制的潜在结果是什么？",
                "AnswerEn": "By using a dataset that continuously measures soil moisture at multiple depths, such as at 10, 30, 50, 80, and 140 cm, over a period of time, researchers can gain insights into the variability and dynamics of soil water content in relation to plant transpiration. This can lead to a better understanding of how soil moisture influences plant water use, potentially improving models of plant-water interactions and informing water management strategies in desert riparian ecosystems.",
                "AnswerCn": "通过使用一个持续测量多个深度土壤湿度的数据集，例如在10、30、50、80和140厘米深处，研究人员可以深入了解土壤水分的变异性和动态变化与植物蒸腾之间的关系。这可以帮助更好地理解土壤湿度如何影响植物水分利用，从而潜在地改善植物-水分相互作用模型，并为沙漠河岸生态系统中的水资源管理策略提供信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting soil moisture data in desert riparian forests along the lower reaches of the Heihe River using specific depths and frequencies?",
                "QuestionCn": "在黑河下游沙漠河岸森林中，以特定深度和频率收集土壤湿度数据的主要目标是什么？",
                "AnswerEn": "The primary goal is to understand the environmental regulatory mechanisms of plant transpiration water consumption in desert riparian forests by providing foundational data support. The soil moisture content is a key factor influencing plant transpiration, and continuous measurement from 2010 to 2012 helps in exploring this relationship.",
                "AnswerCn": "主要目标是通过提供基础数据支持，了解沙漠河岸森林植物蒸腾水消耗的环境监管机制。土壤水分含量是影响植物蒸腾的关键因素，从2010年到2012年的连续测量有助于探索这种关系。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed procedures for continuously measuring soil moisture in desert riparian forests to support understanding of plant transpiration water consumption?",
                "QuestionCn": "在沙漠河岸森林中持续测量土壤湿度的详细程序，以支持对植物蒸腾水消耗的理解。",
                "AnswerEn": "The data collection method involves using the EnvironSCAN instrument from Australia (ICT) to measure soil moisture at various depths of 10, 30, 50, 80, and 140 cm with a frequency of 0.5 hours. This method provides foundational data to understand the environmental regulation mechanisms of plant transpiration water consumption in desert riparian forests.",
                "AnswerCn": "数据收集方法涉及使用来自澳大利亚的EnvironSCAN仪器，在10、30、50、80和140厘米的不同深度测量土壤湿度，频率为每0.5小时一次。这种方法提供了基础数据，以理解沙漠河岸森林中植物蒸腾水消耗的环境调节机制。",
                "Level": "C3(Applying)"
            }
        ]
    }
}