{
    "id": "de39fd4c-e849-4878-8a18-6b8dda3fefc0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier lake inventory data of Uttaranchal, India (2000)",
            "titleCn": "印度北安查尔邦地区冰湖编目数据（2000）",
            "description": "This glacial lake inventory is jointly supported by the International Centre for Integrated Mountain Development (ICIMOD) and United Nationenvironment Programme / Regional Resourc Centre, Asia and The Pacific (UNEP / RRC-AP).\n1. The glacial lake inventory refers to remote sensing data such as Landsat 4/5 (MSS, TM1982 / 1985/1984/1999), Landsat 7 (ETM +), IRS-1C, LISS-III (1995IRS-1C), (1997 IRS-1D), etc. It reflects the current status of glacial lakes in the region in 2000.\n2.  Glacial lake inventory coverage: India-Uttaranchal.\n3. The content of the glacial lakeinventory includes: glacial lake inventory, glacial lake type, glacial lake orientation, glacial lake width, glacial lake area, glacial lake depth, glacial lake length and other attributes.\n4. Projection parameters:\nProjection: Universal Transverse Mercator (UTM)\nEllipsoid: WGS84\nDatum: WGS84\nEllipsoid Parameters: a = 6378137.000\n                                  1 / f = 298.257223563\nNorthem Hemisphere: Yes\nMinimumX: 221473.969\nMinimumY: 3300590.500\nMaximumX: 513943.969\nMaximumY: 3488960.500\nZone: 44\nFor detailed data description, please refer to data files and reports.",
            "descriptionCn": "本次冰湖编目受到International Centre for Integrated Mountain Development (ICIMOD)and United Nationenvironment Programme/Regional Resourc Centre, Asia and The Pacific (UNEP/RRC-AP) 的联合支持。\n1、冰湖编目参照Landsat 4/5(MSS,TM1982/1985/1984/1999),Landsat 7(ETM+),IRS-1C,LISS-III(1995IRS-1C),(1997 IRS-1D) 等遥感数据,反映了该地区2000年的冰湖现状。\n2、冰湖编目覆盖： 印度-北安查尔邦地区\n3、冰湖编目内容包括：冰湖编目、冰湖类型、冰湖朝向、冰湖宽度、冰湖面积、冰湖深度、冰湖长度等属性\n4、投影参数：\nProjection：Universal Transverse Mercator(UTM)\nEllipsoid: WGS84\nDatum: WGS84\nEllipsoid Parameters：a=6378137.000\n                                 1/f=298.257223563\nNorthem Hemisphere:Yes\nMinimumX:221473.969\nMinimumY:3300590.500\nMaximumX:513943.969\nMaximumY:3488960.500\nZone:44\n详细数据说明请参考数据文档及报告",
            "instructions": "The data is stored in vector SHP format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
            "instructionsCn": "数据以矢量shp格式存储，可用Arcgis、Qgis等遥感软件打开读取",
            "east": 78.37,
            "west": 78.15,
            "south": 31.0,
            "north": 31.2,
            "startTime": null,
            "endTime": null,
            "fileSize": 5222732.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Pradeep Kumar Mool",
                "nameEn": "Pradeep Kumar Mool",
                "unitEn": "International Centre for Integrated Mountain Development (ICIMOD) ",
                "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
            },
            {
                "nameCn": "吴立宗",
                "nameEn": "WU Lizong",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "Samjwal Ratna Bajracharya",
                "nameEn": "Samjwal Ratna Bajracharya Samjwal Ratna Bajracharya",
                "unitEn": "",
                "unitCn": "International Centre for Integrated Mountain Development (ICIMOD)"
            },
            {
                "nameCn": "Basanta Shrestha",
                "nameEn": "Basanta Shrestha",
                "unitEn": "",
                "unitCn": "International Centre for Integrated Mountain Development"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "invertory of Glacier and Glacier Lake and the Identification of Potential Glacier Lke Outburst Floods(GLOFs)Affected by Global Warming in the Mountains of Himalayan Region",
                "referenceCn": null,
                "referenceEn": "Pradeep Kumar Mool,Samjwal Ratna Bajracharya,invertory of Glacier and Glacier Lake and the Identification of Potential Glacier Lke Outburst Floods(GLOFs)Affected by Global Warming in the Mountains of Himalayan Region ,ICIMOD,2005"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰湖编目",
                "nameEn": "Ice lake inventory"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北安查尔邦地区",
                "keywordEn": "Uttaranchal"
            },
            {
                "keywordCn": "印度",
                "keywordEn": "India"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What specific attributes are documented when cataloging ice lakes in the Uttarakhand region?",
                "QuestionCn": "在乌塔拉坎德地区对冰湖进行分类时，记录的具体属性包括：湖泊名称、地理坐标、海拔高度、湖泊面积、水深、湖泊形状、周围地形、冰湖形成的原因、生态系统特征、季节性变化、以及与当地文化或宗教的关联等。",
                "AnswerEn": "ice lake catalog, ice lake type, ice lake orientation, ice lake width, ice lake area, ice lake depth, ice lake length",
                "AnswerCn": "冰湖目录，冰湖类型，冰湖方向，冰湖宽度，冰湖面积，冰湖深度，冰湖长度",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of ice lakes cataloged in the Uttarakhand region dataset from the year 2000?",
                "QuestionCn": "2000年乌塔拉坎德地区数据集中记录的冰湖总数是多少？",
                "AnswerEn": "The metadata does not specify the total number of ice lakes cataloged.",
                "AnswerCn": "元数据未指定记录的冰湖总数。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of '冰湖编目' in the context of data collection for glacial lakes in the Uttarakhand region of India?",
                "QuestionCn": "'冰湖编目'在印度乌塔拉坎德地区冰川湖泊数据收集的背景下，指的是对冰川湖泊进行系统性记录和分类的过程。",
                "AnswerEn": "In the context of data collection for glacial lakes in the Uttarakhand region of India, '冰湖编目' refers to the cataloging or systematic documentation of glacial lakes. This includes capturing various attributes such as lake type, orientation, width, area, depth, and length, using remote sensing data from sources like Landsat and IRS satellites.",
                "AnswerCn": "在印度乌塔拉坎德地区的冰湖数据收集中，“冰湖编目”指的是对冰湖的系统性记录和文档编制。这包括使用来自Landsat和IRS卫星的遥感数据捕捉各种属性，如湖泊类型、方向、宽度、面积、深度和长度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using Landsat and IRS satellite imagery for glacial lake cataloging in the Uttarakhand region compare in terms of accuracy and coverage?",
                "QuestionCn": "使用Landsat和印度遥感卫星（IRS）影像进行乌塔拉坎德地区冰川湖泊目录编制的数据收集方法在准确性和覆盖范围方面如何比较？",
                "AnswerEn": "The data collection for glacial lake cataloging in the Uttarakhand region utilizes Landsat 4/5 (MSS, TM) and Landsat 7 (ETM+) satellites, as well as IRS-1C and LISS-III imagery. These methods reflect the state of glacial lakes as of 2000, providing comprehensive coverage of the region. The use of multiple satellite sources allows for cross-verification and enhances the accuracy of attributes such as lake type, orientation, width, area, depth, and length. The coverage spans the northern hemisphere with specific UTM projection parameters, ensuring detailed spatial information.",
                "AnswerCn": "在乌塔拉坎德地区的冰川湖泊目录收集数据中，使用了Landsat 4/5（MSS，TM）和Landsat 7（ETM+）卫星，以及IRS-1C和LISS-III影像。这些方法反映了2000年时冰川湖泊的状态，提供了该地区的全面覆盖。使用多种卫星源可以进行交叉验证，增强了湖泊类型、方向、宽度、面积、深度和长度等属性的准确性。覆盖范围跨越北半球，具有特定的UTM投影参数，确保了详细的空间信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to create a dataset cataloging glacial lakes in the Uttarakhand region of India using remote sensing data from sources like Landsat and IRS-1C?",
                "QuestionCn": "为什么使用来自Landsat和IRS-1C等来源的遥感数据创建乌塔拉坎德地区冰川湖泊的数据集是重要的？",
                "AnswerEn": "The objective is to reflect the status of glacial lakes in the Uttarakhand region as of the year 2000, which can aid in understanding their characteristics such as type, orientation, width, area, depth, and length. This dataset supports regional management and development efforts by providing crucial information on glacial lakes, which can be used for environmental monitoring and disaster risk reduction.",
                "AnswerCn": "目标是反映2000年时乌塔拉坎德地区冰川湖的状态，这有助于了解它们的特征，如类型、方向、宽度、面积、深度和长度。该数据集支持区域管理和发展工作，通过提供关于冰川湖的重要信息，可用于环境监测和灾害风险减少。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to collect and classify ice lake data using remote sensing technologies in the region of Uttarakhand, India, and how do these procedures ensure the accuracy of attributes like lake type, orientation, and dimensions?",
                "QuestionCn": "在印度乌塔拉坎德地区，采用哪些程序通过遥感技术收集和分类冰湖数据，并且这些程序如何确保湖泊类型、方向和尺寸等属性的准确性？",
                "AnswerEn": "The collection and classification of ice lake data in the Uttarakhand region utilize remote sensing technologies such as Landsat 4/5 (MSS, TM) and Landsat 7 (ETM+), as well as IRS-1C and LISS-III. These technologies provide imagery from different years (1982, 1985, 1984, 1999, 1995, and 1997) that are used to reflect the status of ice lakes as of the year 2000. The data are processed and classified to derive attributes such as lake type, orientation, width, area, depth, and length. The use of Universal Transverse Mercator (UTM) projection with WGS84 datum and ellipsoid parameters ensures spatial accuracy, while the specified minimum and maximum coordinates define the coverage area. The process is supported by organizations like the International Centre for Integrated Mountain Development (ICIMOD) and the United Nations Environment Programme/Regional Resource Centre for Asia and the Pacific (UNEP/RRC-AP), which may involve standardized methodologies for data validation and classification.",
                "AnswerCn": "在乌塔拉坎德地区，冰湖数据的收集和分类利用了遥感技术，如Landsat 4/5（MSS，TM）和Landsat 7（ETM+），以及IRS-1C和LISS-III。这些技术提供了来自不同年份（1982年、1985年、1984年、1999年、1995年和1997年）的影像，用于反映2000年时冰湖的状态。数据经过处理和分类，以提取湖泊类型、方向、宽度、面积、深度和长度等属性。使用通用横轴墨卡托（UTM）投影和WGS84基准面及椭球参数确保了空间精度，同时指定的最小和最大坐标定义了覆盖区域。该过程得到了国际综合山地发展中心（ICIMOD）和联合国环境规划署/亚太地区资源中心（UNEP/RRC-AP）等组织的支持，可能涉及数据验证和分类的标准化方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What remote sensing technologies and satellite data sources enable the accurate cataloging of glacial lakes in regions like Uttarakhand, India?",
                "QuestionCn": "哪些遥感技术和卫星数据源能够在印度乌塔拉坎德等地区准确 cataloging 冰川湖？",
                "AnswerEn": "Remote sensing technologies such as Landsat 4/5 (MSS, TM), Landsat 7 (ETM+), and IRS-1C, LISS-III are utilized to enable the accurate cataloging of glacial lakes. These technologies provide data that reflect the conditions of glacial lakes in the region as of the year 2000.",
                "AnswerCn": "遥感技术如Landsat 4/5（MSS，TM）、Landsat 7（ETM+）和IRS-1C，LISS-III被用于准确 cataloging 冰川湖。这些技术提供的数据反映了2000年该地区冰川湖的状况。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}