{
  "id": "deaa40af-69c6-4c0f-b51a-da48512080ed",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Monthly mean sunshine duration for the period in the Heihe River Basin (1961-2010)",
      "titleCn": "黑河流域多年月平均日照时数（1961-2010）",
      "description": "Based on the data of 21 regular meteorological observation stations in Heihe River Basin and its surrounding areas and 13 national benchmark stations around Heihe River provided by the data management center of Heihe plan, the daily sunshine hours are statistically sorted out and the monthly sunshine hours data of 1961-2010 for many years are calculated. The spatial stability analysis is carried out to calculate the variation coefficient. If the variation coefficient is greater than 100%, the geographical weighted regression is used to calculate the relationship between the station and the geographical terrain factors, and the monthly sunshine hours distribution trend is obtained; if the variation coefficient is less than or equal to 100%, the ordinary least square regression is used to calculate the sunshine hours and the geographical terrain factors (longitude, latitude, elevation, slope, aspect, etc.) of the station ）The distribution trend of sunshine hours per month is obtained, and the residuals after removing the trend are fitted and corrected by HASM (high accuracy surface modeling method). Finally, the monthly average sunshine hours distribution of the Heihe River Basin in 1961-2010 is obtained by adding the trend surface results and the residual correction results. Time resolution: monthly average sunshine hours for many years from 1961 to 2010. Spatial resolution: 500M.",
      "descriptionCn": "采用黑河计划数据管理中心提供的黑河流域及周边地区21个气象常规观测站及黑河周边13个全国基准站的站点数据信息，对逐日日照时数进行统计整理，计算逐个站点的1961-2010年多年逐月日照时数数据。对其进行空间平稳性分析，计算变异系数，若变异系数大于100%，则采用地理加权回归计算站点与地理地形因素关系，得逐月日照时数分布趋势；若变异系数小于等于100%，则采用普通最小二乘回归计算站点日照时数值与地理地形因素（经纬度、高程、坡度、坡向等）的关系，得逐月日照时数分布趋势；对去掉趋势后的残差采用HASM（High Accuracy Surface Modeling Method）进行拟合修正。最后将趋势面结果与残差修正结果相加即得1961-2010年黑河流域多年月平均日照时数分布。时间分辨率：1961-2010年多年月平均日照时数。空间分辨率：500m。",
      "instructions": "The data is stored in grid img format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
      "instructionsCn": "数据以栅格img格式存储，可用Arcgis、Qgis等遥感软件打开读取",
      "east": 101.5,
      "west": 98.0,
      "south": 38.0,
      "north": 42.0,
      "startTime": "1961-07-11 00:03:00",
      "endTime": "2011-07-10 00:03:00",
      "fileSize": 15722617.0,
      "cstr": "18406.11.Meteoro.tpdc.270564",
      "doi": "10.11888/Meteoro.tpdc.270564",
      "dataFormat": "img",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "岳天祥",
        "nameEn": "YUE Tianxiang",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "赵娜",
        "nameEn": "ZHAO Na",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)",
        "referenceCn": null,
        "referenceEn": "TianXiang Yue. 2011. Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "日照",
        "nameEn": "Sunshine"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1961-2010",
        "keywordEn": "1961-2010",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies used for calculating multi-year monthly average sunshine duration in the context of the Heihe River Basin?",
        "QuestionCn": "在黑河流域计算多年月平均日照时长的特征和方法包括哪些？",
        "AnswerEn": "data from 21 meteorological stations, 13 national benchmark stations, statistical compilation of daily sunshine duration, spatial stationarity analysis, coefficient of variation, geographically weighted regression, ordinary least squares regression, High Accuracy Surface Modeling Method, multi-year monthly average from 1961 to 2010, spatial resolution of 500m",
        "AnswerCn": "来自21个气象站的数据，13个国家基准站，日照时数的统计汇编，空间平稳性分析，变异系数，地理加权回归，普通最小二乘回归，高精度地表建模方法，1961年至2010年的多年平均月值，空间分辨率为500米。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many meteorological stations contributed data for the calculation of the multi-year monthly average sunshine duration in the Heihe River Basin from 1961 to 2010?",
        "QuestionCn": "在1961年至2010年期间，有多少个气象站为黑河流域的多年度月平均日照时数的计算提供了数据？",
        "AnswerEn": "34",
        "AnswerCn": "34",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is 'spatial stationarity analysis' in the context of meteorological data collection?",
        "QuestionCn": "在气象数据收集的背景下，什么是“空间平稳性分析”？",
        "AnswerEn": "Spatial stationarity analysis refers to the examination of how consistent or variable data is across different spatial locations. In the context of meteorological data collection for the Heihe River Basin, it involves calculating the coefficient of variation for monthly sunshine duration at each observation station. If the coefficient exceeds 100%, a geographical weighted regression is used to model the relationship between station data and geographical factors. If it is 100% or less, ordinary least squares regression is applied to understand this relationship.",
        "AnswerCn": "空间平稳性分析是指检查数据在不同空间位置上的一致性或变异性。在黑河流域的气象数据收集背景下，它涉及计算每个观测站每月日照时长的变异系数。如果变异系数超过100%，则使用地理加权回归来建模站点数据与地理因素之间的关系。如果变异系数为100%或更低，则应用普通最小二乘回归来理解这种关系。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the variation in monthly sunshine duration data from 1961 to 2010 be interpreted in terms of geographical and topographical influences across the Heihe River Basin?",
        "QuestionCn": "如何根据地理和地形影响来解释黑河流域1961年至2010年间月日照时数数据的变化？",
        "AnswerEn": "The variation in monthly sunshine duration data can be interpreted by analyzing the spatial stability of the data using the coefficient of variation. If the variation is greater than 100%, geographical weighted regression is used to establish the relationship between station data and geographical features, indicating a distribution trend. If the variation is less than or equal to 100%, ordinary least squares regression is used to correlate sunshine duration with geographical and topographical factors such as latitude, longitude, elevation, slope, and aspect. These analyses help infer how geographical and topographical influences impact sunshine duration over the years.",
        "AnswerCn": "通过分析月均日照时数数据的空间稳定性，可以利用变异系数来解释其变异情况。如果变异大于100%，则使用地理加权回归来建立站点数据与地理特征之间的关系，指示分布趋势。如果变异小于或等于100%，则使用普通最小二乘回归将日照时数与地理和地形因素（如纬度、经度、海拔、坡度和朝向）相关联。这些分析有助于推断地理和地形因素如何影响多年来的日照时数。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for different regression methods when calculating the monthly sunshine duration distribution trend in the Heihe River Basin dataset?",
        "QuestionCn": "在计算黑河流域数据集中每月日照时长分布趋势时，导致需要不同回归方法的原因是什么？",
        "AnswerEn": "The choice of regression method depends on the variability of the data. If the coefficient of variation of the sunshine duration data is greater than 100%, a geographically weighted regression is used to account for the relationship between the site data and geographical and topographical factors. If the coefficient of variation is 100% or less, an ordinary least squares regression is employed to model the relationship between the site sunshine duration values and geographical and topographical factors.",
        "AnswerCn": "回归方法的选择取决于数据的变异性。如果日照时长数据的变异系数大于100%，则使用地理加权回归，以考虑现场数据与地理和地形因素之间的关系。如果变异系数为100%或更少，则采用普通最小二乘回归来建模现场日照时长值与地理和地形因素之间的关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the spatial accuracy and reliability of sunshine duration distribution trends when employing geographic weighted regression versus ordinary least squares regression methods in data collection for meteorological observations?",
        "QuestionCn": "在气象观测数据收集中，采用地理加权回归与普通最小二乘回归方法对日照时长分布趋势的空间准确性和可靠性可能产生的影响是什么？",
        "AnswerEn": "The spatial accuracy and reliability of sunshine duration distribution trends could vary significantly depending on the regression method: if the coefficient of variation is greater than 100%, geographic weighted regression is used, which accounts for the relationship between station data and geographic terrain factors to obtain monthly sunshine duration distribution trends. This method may enhance spatial accuracy by considering spatial heterogeneity. Conversely, when the coefficient of variation is less than or equal to 100%, ordinary least squares regression is used, which provides a straightforward relationship between station sunshine duration values and geographic factors, potentially resulting in more general trends. The choice of method thus can affect how accurately the distribution trends represent actual geographic variations in sunshine duration across the Heihe River Basin.",
        "AnswerCn": "阳光持续时间分布趋势的空间准确性和可靠性可能会因回归方法的不同而显著变化：如果变异系数大于100%，则使用地理加权回归，该方法考虑了站点数据与地理地形因素之间的关系，以获得每月阳光持续时间分布趋势。通过考虑空间异质性，这种方法可能会提高空间准确性。相反，当变异系数小于或等于100%时，使用普通最小二乘回归，该方法提供了站点阳光持续时间值与地理因素之间的简单关系，可能导致更一般的趋势。因此，方法的选择可能会影响分布趋势在多大程度上准确地代表了黑河流域阳光持续时间的实际地理变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods or technological developments enable the accurate spatial distribution analysis of long-term average monthly sunshine duration in regional climate studies?",
        "QuestionCn": "哪些方法或技术发展能够在区域气候研究中实现长期平均月日照时长的准确空间分布分析？",
        "AnswerEn": "The use of spatial station data from meteorological observation sites and national benchmark stations, alongside spatial stability analysis, enables accurate analysis. If the coefficient of variation is high, geographic weighted regression is used to assess the relationship between site data and geographical factors. Otherwise, ordinary least squares regression is applied. High Accuracy Surface Modeling Method (HASM) is used for residual fitting and correction, which, when combined with trend surface results, provides detailed spatial distribution insights.",
        "AnswerCn": "使用气象观测站和国家基准站的空间站数据，以及空间稳定性分析，可以进行准确的分析。如果变异系数较高，则使用地理加权回归来评估站点数据与地理因素之间的关系。否则，采用普通最小二乘回归。高精度表面建模方法（HASM）用于残差拟合和修正，结合趋势面结果，提供详细的空间分布洞察。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}