{
    "id": "deabb655-4bcb-40c6-9916-4e8775718779",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of plant height observed in the midstream of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游株高观测数据集",
            "description": "The data set include crop height observed at four sample regions, that is the soil moisture control experimental field at Daman county, and the EC plots, the super station, and Shiqiao sample plots at Wuxing village in Zhangye city. \n\n1)\tObjective\nCrop height, a key biophysical parameter, was observed for evapotranspiration estimation in regional scale and the retrieval of other biophysical parameters as well as the application in eco-hydrological models. \n2)\tMeasurement instrument:\nSteel tape.\n3)\tMeasurement site\na. the soil moisture control experimental field at Daman county,\nTwelve soil water treatments are set. The wheat height are measured on 17, 23 and 29 May, and 3, 9, 14 and 24 June, and 5 and 12 July. \nb. the EC site\nMaize height at 14 EC site (EC-2,EC-3,EC-5,EC-6,EC-7,EC-8,EC-9, EC-10, EC-11, EC-12, EC-13, EC-14, EC-15, EC-16) are measured on 14, 21, 25 and 31 May, 7, 13, 23 and 28 June, 3, 13, 18 and 23 July, 3, 12 and 28 August.\nc. the super station\nMaize height at the super station is measured on 22 and 28 May, 5, 11, 18, and 25 June, and 1, 8, 15, 22 and 31 July, 9, 15 and 22 August, and 3 and 11 September.\nd. the Shiqiao sample site \nMaize height at the Shiqiao village is measured on 17, 22 and 28 May, 4, 11, 17 and 25 June, 1, 8, 15, 22, and 30 July, 8, 16 and 27 August, and 9 September.\n4)\tData processing\n\tThe observational data was recorded in the sheets and reorganized in the EXCEL sheets. The time used in this dataset is in UTC+8 Time.",
            "descriptionCn": "本数据集为用卷尺在张掖市大满水分控制实验场、EC站点、超级站和石桥样地测量的植被株高数据。\n1）\t测量目的\n株高数据测量的目的在于：获取黑河流域下垫面上植被的株高，作为先验知识用于植被反演和生态水文模型。\n2）\t测量仪器\n测量仪器：卷尺。\n3）\t测量地点与内容\na、\t大满小麦水分控制实验场\n分别在2012-5-17、2012-5-23、2012-5-29、2012-6-3、2012-6-9、2012-6-14、2012-6-24、2012-7-5、20127-12测量小麦株高。\nb、\tEC站点\n分别在2012-5-14、2012-5-21、2012-5-25、2012-5-31、2012-6-7、2012-6-13、2012-6-23、2012-6-28、2012-7-3、2012-7-13、2012-7-18、2012-7-23、2012-8-3、2012-8-12、2012-8-28测量EC-2、EC-3、EC-5、EC-6、EC-7、EC-8、EC-9、EC-10、EC-11、EC-12、EC-13、EC-14、EC-15、EC-16共14个EC站点（下垫面均为制种玉米）的株高。\nc、\t超级站样地\n分别在2012-5-22、2012-5-28、2012-6-5、2012-6-11、2012-6-18、2012-6-25、2012-7-1、2012-7-8、2012-7-15、2012-7-22、2012-7-31、2012-8-9、2012-8-15、2012-8-22、2012-9-3、2012-9-11测量超级站样地（下垫面为制种玉米）的株高。\nd、\t石桥样地\n分别在2012-5-17、2012-5-22、2012-5-28、2012-6-4、2012-6-11、2012-6-17、2012-6-25、2012-7-1、2012-7-8、2012-7-15、2012-7-22、2012-7-30、2012-8-8、2012-8-16、2012-8-27、2012-9-9测量石桥样地（下垫面为制种玉米）的株高。\n4）\t数据处理\n在实验现场用观测手簿记录观测数据，然后整理成excel表。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.7,
            "west": 100.35,
            "south": 38.77,
            "north": 38.95,
            "startTime": "2018-11-25 02:50:41",
            "endTime": "2018-11-25 02:50:41",
            "fileSize": 174592.0,
            "cstr": "18406.11.hiwater.121.2013.db",
            "doi": "10.3972/hiwater.121.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王静",
                "nameEn": "Wang Jing",
                "unitEn": "",
                "unitCn": "中国气象局兰州干旱气象研究所"
            },
            {
                "nameCn": "徐凤英",
                "nameEn": "Xu Fengying",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "庄金鑫",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "黄永生",
                "nameEn": "Huang Yongsheng",
                "unitEn": "",
                "unitCn": "西北师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被结构",
                "nameEn": "Vegetation structure"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "大满水分控制实验场",
                "keywordEn": null
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-17",
                "keywordEn": "2012-05-17",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-09-15",
                "keywordEn": "2012-09-15",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            },
            {
                "titleCn": "黑河流域生态-水文遥感产品生产算法研究与应用试验",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层级嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，覆盖了FEA区域。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统包括涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is a tape measure used as a data collection tool for measuring plant height in this domain?",
                "QuestionCn": "卷尺在这个领域中被用作测量植物高度的数据收集工具吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are multiscale observations a challenge due to poor availability in the field of eco-hydrological processes?",
                "QuestionCn": "多尺度观测由于生态水文过程领域中可用性差而成为一个挑战吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is vegetation height data typically collected using instruments like tape measures, remote sensing technologies, or a combination of both?",
                "QuestionCn": "植被高度数据通常使用卷尺、遥感技术或两者结合的仪器进行收集。",
                "AnswerEn": "combination of both",
                "AnswerCn": "组合两者",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods were used to obtain vegetation height measurements in the Heihe River Basin?",
                "QuestionCn": "在黑河流域获取植被高度测量数据的方法有哪些？",
                "AnswerEn": "tape measure",
                "AnswerCn": "卷尺",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where were the intensive observation periods conducted to capture multiscale eco-hydrological processes?",
                "QuestionCn": "为了捕捉多尺度生态水文过程，密集观察期是在何处进行的？",
                "AnswerEn": "irrigation district scale, oasis-desert system",
                "AnswerCn": "灌溉区规模，绿洲-沙漠系统",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with upscaling eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "与在异质表面上进行生态水文过程的放大相关的挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced in the collection of multiscale eco-hydrological data?",
                "QuestionCn": "在收集多尺度生态水文数据时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge in collecting multiscale eco-hydrological data is the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes on a heterogeneous surface.",
                "AnswerCn": "收集多尺度生态水文数据的一个挑战是多尺度观测的可用性差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how data from an ecological hydrological experiment are processed and stored?",
                "QuestionCn": "您能否提供一个生态水文实验中数据处理和存储的示例？",
                "AnswerEn": "In an ecological hydrological experiment, data such as vegetation heights are recorded in observation notebooks at the field site and later organized into Excel spreadsheets for processing and storage.",
                "AnswerCn": "在生态水文实验中，观察笔记本中记录了植被高度等数据，随后将其整理成Excel电子表格以便处理和存储。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for measuring vegetation height in eco-hydrological studies?",
                "QuestionCn": "在生态水文学研究中，用于测量植被高度的数据收集方法的特点包括：",
                "AnswerEn": "tape measure, plant height data, field notebooks, Excel spreadsheets",
                "AnswerCn": "卷尺，植物高度数据，田间笔记本，Excel电子表格",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific attributes of the eco-hydrological observation system are utilized to address the challenge of multiscale data acquisition?",
                "QuestionCn": "生态水文观测系统利用哪些具体属性来应对多尺度数据获取的挑战？",
                "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network for soil moisture and leaf area index, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, synchronical ground measurements of vegetation dynamics and photosynthesis processes",
                "AnswerCn": "通量观测矩阵、涡度相关塔、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器网络、高分辨率机载遥感、LiDAR、成像光谱仪、多角度热成像仪、L波段微波辐射计、植被动态和光合作用过程的同步地面测量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the properties and methods of data processing applied to ensure quality control in eco-hydrological datasets?",
                "QuestionCn": "确保生态水文数据集质量控制的数据处理的属性和方法有哪些？",
                "AnswerEn": "sensor calibration, data collection, data processing, dataset generation",
                "AnswerCn": "传感器校准、数据收集、数据处理、数据集生成",
                "Level": "C3(Applying)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many EC stations were included in the measurement of vegetation height?",
                "QuestionCn": "在植被高度的测量中包含了多少个EC站？",
                "AnswerEn": "14",
                "AnswerCn": "14",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many times was vegetation height measured at the Daman wheat water control experimental field?",
                "QuestionCn": "在达曼小麦水分控制实验田中，植被高度测量了多少次？",
                "AnswerEn": "9 times",
                "AnswerCn": "9次",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted during the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验期间进行了多少次空中遥感任务？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of 'hierarchically nested scales' in environmental data collection?",
                "QuestionCn": "“层次嵌套尺度”在环境数据收集中的重要性是什么？",
                "AnswerEn": "Hierarchically nested scales in environmental data collection allow for a structured approach to capture data at various levels of detail, facilitating a comprehensive understanding of complex interactions in eco-hydrological systems. This approach was utilized in the HiWATER experiment to monitor and analyze the interactions between different landscapes, such as oasis and desert, using a combination of ground-based and remote sensing tools.",
                "AnswerCn": "层次嵌套的尺度在环境数据收集中的应用，允许以结构化的方式捕捉不同细节层次的数据，从而促进对生态水文系统中复杂相互作用的全面理解。这种方法在HiWATER实验中得到了应用，以监测和分析不同景观之间的相互作用，如绿洲和沙漠，使用了地面和遥感工具的组合。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the limited availability of multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，多尺度观测的有限可用性是什么原因造成的？",
                "AnswerEn": "The limited availability of multiscale observations in eco-hydrological research is due to the inherent challenges of capturing eco-hydrological processes on heterogeneous surfaces, which require complex and comprehensive instrumentation across different scales.",
                "AnswerCn": "生态水文研究中多尺度观测的有限可用性是由于在异质表面捕捉生态水文过程的固有挑战，这需要在不同尺度上使用复杂和全面的仪器。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it necessary to implement a sparse network when studying oasis-desert interactions in eco-hydrological experiments?",
                "QuestionCn": "在研究绿洲-沙漠相互作用的生态水文实验中，实施稀疏网络是必要的原因是什么？",
                "AnswerEn": "Implementing a sparse network is necessary to investigate oasis-desert interactions because it allows for capturing the varied eco-hydrological processes across different landscapes, such as sandy desert, desert pavement, desert steppe, and wetland, which are crucial for understanding these interactions.",
                "AnswerCn": "实施稀疏网络是研究绿洲-沙漠相互作用的必要条件，因为它能够捕捉不同景观（如沙质沙漠、沙漠铺装、沙漠草原和湿地）之间的多样生态水文过程，这对于理解这些相互作用至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the possible effects of using hierarchically nested instrumentation on the quality and scale of eco-hydrological data collected in heterogeneous landscapes?",
                "QuestionCn": "使用分层嵌套仪器对异质景观中收集的生态水文数据的质量和规模可能产生的影响是什么？",
                "AnswerEn": "Using hierarchically nested instrumentation allows for capturing multi-scale eco-hydrological processes, improving the quality and comprehensiveness of data in heterogeneous landscapes. This approach addresses the challenge of poor availability of multiscale observations by providing detailed and diverse data across different scales, enhancing the understanding of complex interactions like those between oasis and desert systems.",
                "AnswerCn": "使用分层嵌套的仪器可以捕捉多尺度的生态水文过程，提高异质景观中数据的质量和全面性。这种方法通过在不同尺度上提供详细和多样的数据，解决了多尺度观测稀缺的问题，从而增强了对绿洲与沙漠系统之间复杂相互作用的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the implementation of a sparse network of meteorological stations affect the understanding of oasis-desert interactions?",
                "QuestionCn": "稀疏气象站网络的实施如何影响对绿洲-沙漠相互作用的理解？",
                "AnswerEn": "Implementing a sparse network of meteorological stations aids in investigating oasis-desert interactions by providing essential data across various landscapes. This approach allows researchers to monitor and analyze different environmental conditions, contributing to a more nuanced understanding of the interactions and processes within these ecosystems.",
                "AnswerCn": "实施稀疏的气象站网络有助于研究绿洲与沙漠之间的相互作用，通过在不同景观中提供重要数据。这种方法使研究人员能够监测和分析不同的环境条件，从而有助于更深入地理解这些生态系统内的相互作用和过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind measuring vegetation height in the Heihe River Basin using a tape measure?",
                "QuestionCn": "在黑河流域使用卷尺测量植被高度的目的是什么？",
                "AnswerEn": "The purpose of measuring vegetation height is to obtain the height of vegetation in the Heihe River Basin, which serves as prior knowledge for vegetation inversion and eco-hydrological modeling.",
                "AnswerCn": "测量植被高度的目的是获取黑河流域的植被高度，这为植被反演和生态水文模型提供了先验知识。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to address the challenges of multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，解决多尺度观测的挑战为何重要？",
                "AnswerEn": "Addressing the challenges of multiscale observations is important because progress in understanding eco-hydrological processes is hindered by the poor availability of such data, making it crucial for comprehensive investigations and modeling.",
                "AnswerCn": "解决多尺度观测挑战的重要性在于，生态水文过程的理解进展受到数据可用性差的阻碍，因此对于全面的研究和建模至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the aim of utilizing a multiscale dataset obtained from the HiWATER experiment in eco-hydrological research?",
                "QuestionCn": "利用HiWATER实验获得的多尺度数据集在生态水文研究中的目的是为了。",
                "AnswerEn": "The aim of utilizing a multiscale dataset from the HiWATER experiment is to capture multi-scale eco-hydrological processes through a complex observation system, which includes various instruments and methods to better understand and model the interactions in oasis-desert areas.",
                "AnswerCn": "利用HiWATER实验的多尺度数据集旨在通过复杂的观测系统捕捉多尺度生态水文过程，该系统包括各种仪器和方法，以更好地理解和模拟绿洲-沙漠地区的相互作用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in integrating remote sensing data with ground measurements in large-scale eco-hydrological experiments?",
                "QuestionCn": "在大规模生态水文实验中，将遥感数据与地面测量数据集成的程序步骤包括以下几个方面：",
                "AnswerEn": "In large-scale eco-hydrological experiments, integrating remote sensing data with ground measurements involves conducting multiple airborne remote sensing missions using instruments like LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers. These data are synchronized with ground measurements of vegetation dynamics and photosynthesis processes, ensuring comprehensive coverage and quality control through sensor calibration, data collection, and processing.",
                "AnswerCn": "在大规模生态水文实验中，整合遥感数据与地面测量涉及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计等仪器进行多次空中遥感任务。这些数据与植被动态和光合作用过程的地面测量同步，确保通过传感器校准、数据收集和处理实现全面覆盖和质量控制。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or instruments enable the collection of multiscale eco-hydrological data in heterogeneous surfaces, specifically within oasis-desert interactions?",
                "QuestionCn": "哪些条件或工具能够在异质表面，特别是在绿洲-沙漠相互作用中，收集多尺度生态水文数据？",
                "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales, including flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network of soil moisture and leaf area index. Intensive observations were implemented at the irrigation district scale to capture multi-scale eco-hydrological processes.",
                "AnswerCn": "在绿洲-沙漠系统中，仪器按照层次嵌套的尺度进行安排，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站以及土壤湿度和叶面积指数的生态水文传感器网络。在灌溉区尺度上实施了密集观测，以捕捉多尺度的生态水文过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What technological resources or strategies are necessary for ensuring the quality control of observational data in eco-hydrological research?",
                "QuestionCn": "确保生态水文学研究中观测数据质量控制所需的技术资源或策略是什么？",
                "AnswerEn": "All observational data in the HiWATER experiment were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. These steps involve rigorous methodologies to maintain the integrity and accuracy of the data.",
                "AnswerCn": "HiWATER实验中的所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都经过了严格的质量控制。这些步骤涉及严格的方法，以维护数据的完整性和准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the collection of multiscale eco-hydrological data in oasis-desert systems present unique challenges?",
                "QuestionCn": "在绿洲-沙漠系统中，收集多尺度生态水文数据可能会面临独特的挑战。",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a grand challenge in upscaling eco-hydrological processes on a heterogeneous surface.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，这是在异质表面上提升生态水文过程的重大挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for implementing a sparse network and a superstation in oasis-desert interactions, and how might they improve data collection?",
                "QuestionCn": "在绿洲-沙漠互动中实施稀疏网络和超级站的原因可能包括：提高数据收集的效率、增强对环境变化的监测能力、优化资源管理、促进科学研究和数据共享等。这些措施可能通过提供更广泛的覆盖范围和更高的采样频率来改善数据收集。",
                "AnswerEn": "A sparse network was established to investigate the oasis-desert interaction, and a superstation was constructed within the oasis to capture multiscale eco-hydrological processes. This hierarchical arrangement helps address the challenges of collecting multiscale data.",
                "AnswerCn": "建立了一个稀疏网络，以研究绿洲与沙漠之间的相互作用，并在绿洲内建造了一个超级站，以捕捉多尺度生态水文过程。这种分层安排有助于解决收集多尺度数据的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the careful quality control of observational data crucial in the context of eco-hydrological studies within oasis-desert areas?",
                "QuestionCn": "在绿洲-沙漠地区的生态水文研究中，观察数据的严格质量控制至关重要，原因如下：",
                "AnswerEn": "All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation to ensure the reliability and accuracy of multiscale and multidisciplinary data obtained during the HiWATER experiment.",
                "AnswerCn": "所有观测数据在传感器校准、数据收集、数据处理和数据集生成的过程中都进行了严格的质量控制，以确保在HiWATER实验中获得的多尺度和多学科数据的可靠性和准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using manual measurement techniques, such as tape measures, for collecting vegetation height data in large-scale eco-hydrological experiments?",
                "QuestionCn": "您将如何评估在大规模生态水文实验中使用手动测量技术（如卷尺）收集植被高度数据的有效性？",
                "AnswerEn": "The use of manual measurement techniques like tape measures can be effective for obtaining precise vegetation height data at specific locations. However, it may face limitations in terms of scalability and time efficiency when applied to large-scale experiments. Despite these challenges, it provides accurate baseline data that can be essential for validating remote sensing and model inversion results.",
                "AnswerCn": "使用手动测量技术，如卷尺，可以有效地获取特定位置的植被高度数据。然而，当应用于大规模实验时，它可能面临可扩展性和时间效率方面的限制。尽管存在这些挑战，它仍然提供了准确的基线数据，这对于验证遥感和模型反演结果至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges do you foresee in ensuring the reliability and consistency of multiscale observational data collected in complex environments like the Heihe River Basin?",
                "QuestionCn": "您预见在确保在复杂环境如黑河流域收集的多尺度观测数据的可靠性和一致性方面会面临哪些挑战？",
                "AnswerEn": "One significant challenge in ensuring reliability and consistency is the integration of data from various sources and scales, such as manual measurements, remote sensing, and automatic meteorological stations. The complex terrain and diverse landscapes of the Heihe River Basin may introduce variability and bias in data collection. Rigorous quality control and calibration processes are crucial to address these challenges.",
                "AnswerCn": "确保可靠性和一致性的一项重大挑战是来自各种来源和尺度的数据整合，例如手动测量、遥感和自动气象站。黑河流域复杂的地形和多样的景观可能会在数据收集过程中引入变异性和偏差。严格的质量控制和校准过程对于解决这些挑战至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what potential does the integration of airborne remote sensing data have in advancing the understanding of eco-hydrological processes in heterogeneous environments?",
                "QuestionCn": "在您看来，航空遥感数据的整合在推动对异质环境中生态水文过程的理解方面具有怎样的潜力？",
                "AnswerEn": "The integration of airborne remote sensing data, such as LiDAR and imaging spectrometers, offers significant potential in advancing the understanding of eco-hydrological processes by providing high-resolution, spatially continuous information over large areas. This capability allows for capturing the heterogeneity of landscapes, which is essential for studying interactions between different land cover types and improving model predictions.",
                "AnswerCn": "空气遥感数据的集成，如激光雷达（LiDAR）和成像光谱仪，提供了显著的潜力，以推动对生态水文过程的理解，因为它能够在大范围内提供高分辨率、空间连续的信息。这种能力能够捕捉景观的异质性，这对于研究不同土地覆盖类型之间的相互作用以及改善模型预测至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how datasets for eco-hydrological research ensure data quality and accuracy.",
                "QuestionCn": "我无法理解生态水文学研究的数据集如何确保数据质量和准确性。",
                "AnswerEn": "Datasets for eco-hydrological research ensure data quality and accuracy through careful quality control measures, including sensor calibration, data collection, data processing, and dataset generation. These processes are essential to maintain the reliability of the observational data.",
                "AnswerCn": "生态水文研究的数据集通过仔细的质量控制措施确保数据质量和准确性，包括传感器校准、数据收集、数据处理和数据集生成。这些过程对于维护观测数据的可靠性至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges associated with obtaining multiscale observations for eco-hydrological processes on heterogeneous surfaces.",
                "QuestionCn": "分析在异质表面上获取生态水文过程的多尺度观测所面临的挑战。",
                "AnswerEn": "The primary challenge in obtaining multiscale observations is the poor availability of such data, which hinders progress in understanding eco-hydrological processes. To address this, the HiWATER experiment deployed instruments on hierarchically nested scales, including a sparse network and superstation within different landscapes to capture interactions across scales.",
                "AnswerCn": "获取多尺度观测的主要挑战是数据的稀缺性，这阻碍了对生态水文过程的理解。为了解决这个问题，HiWATER实验在不同的景观中部署了分层嵌套尺度的仪器，包括稀疏网络和超级站，以捕捉跨尺度的相互作用。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}