{
    "id": "dee7b9b2-bc49-49b7-9b70-bfa4753ac75d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The dataset of GLOF propagation simulated by the HEC-RAS model in the Third Pole",
            "titleCn": "青藏高原及周边地区高危险冰湖溃决洪水演进特征数据集",
            "description": " The HEC-RAS 2-dimensional hydraulic model was selected to simulate the potential flood propagation. This model has successfully been used to reconstruct and evaluate many GLOF events worldwide, demonstrating its practicality and efficiency. By utilizing the 2-dimensional flow surface, as well as a dam-breach hydrograph and high-resolution digital elevation model (DEM), an unsteady flow simulation was conducted for each glacial lake with a high outburst potential in the Third Pole.",
            "descriptionCn": "HEC-RAS 二维水力模型已成功用于重建和评估全球许多 GLOF 事件，证明了其实用性和高效性。本数据集基于该模型，并结合溃坝水文图和高分辨率数字高程模型（DEM），模拟了青藏高原及周边地区1499个高危险冰湖溃决洪水传播进行相关模拟，尤其是每个具有高溃决潜力的冰川湖进行了非稳定流的最大潜在溃决情景模拟。输出结果包括冰湖溃决洪水的淹没范围、流动深度、流速和到达时间等，并且结合潜在洪水最大流动深度、流速和危险性指数计算了危害图谱（Hazard map）。模拟结果显示青藏高原及周边地区约有6353平方公里土地受冰湖溃决洪水威胁，这为进一步评估暴露度和溃决风险提供了基础。更多细节请关注标注文献。",
            "instructions": "The evolution characteristics of glacial lake outburst floods are stored in. shp and. tif formats and can be opened in software such as ArcMap",
            "instructionsCn": "冰湖溃决洪水演进特征以.shp和.tif格式存储，可在ArcMap等软件打开",
            "east": 105.0,
            "west": 63.0,
            "south": 23.0,
            "north": 54.0,
            "startTime": "2018-03-01 14:25:57",
            "endTime": "2020-04-08 14:25:57",
            "fileSize": 5234514500.0,
            "cstr": "18406.11.Cryos.tpdc.301118",
            "doi": "10.11888/Cryos.tpdc.301118",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "张太刚",
                "nameEn": "ZHANG Taigang",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "王伟财",
                "nameEn": "WANG Weicai",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "安宝晟",
                "nameEn": "AN Baosheng",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Enhanced glacial lake activity threatens numerous communities and infrastructure in the Third Pole. ",
                "referenceCn": null,
                "referenceEn": "Zhang, T., Wang, W., An, B., & Wei, L. (2023). Enhanced glacial lake activity threatens numerous communities and infrastructure in the Third Pole. Nature Communications, 14(1), 8250."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川灾害",
                "nameEn": "glacier hazard"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰湖",
                "nameEn": "glacial lake"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原及周边地区",
                "keywordEn": "The Tibetan Plateau and its surroundings"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018-2020",
                "keywordEn": "2018-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a data collection method that simulates glacial lake outburst floods in high-risk areas using hydraulic models?",
                "QuestionCn": "模拟高风险地区冰川湖溃决洪水的水力模型的数据收集方法的特点是什么？",
                "AnswerEn": "two-dimensional hydraulic model, dam-break hydrographs, high-resolution digital elevation models, maximum potential outburst scenarios, inundation extent, flow depth, velocity, arrival time, hazard maps, potential maximum flow depth, hazard index",
                "AnswerCn": "二维水力模型，溃坝水文曲线，高分辨率数字高程模型，最大潜在溃决情景，淹没范围，流动深度，流速，到达时间，危险地图，潜在最大流动深度，危险指数",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying principles can be inferred about data collection methods used for simulating glacial lake outburst floods (GLOFs) in high-risk areas using hydraulic models and digital elevation models (DEMs)?",
                "QuestionCn": "可以推断出用于模拟高风险地区冰川湖溃决洪水（GLOFs）的数据收集方法的基本原则，包括使用水力模型和数字高程模型（DEMs）。",
                "AnswerEn": "The data collection methods for simulating GLOFs in high-risk areas likely involve integrating outputs from a two-dimensional hydraulic model, HEC-RAS, with high-resolution digital elevation models (DEMs) and dam break hydrographs. These models simulate the maximum potential outburst scenarios for glacial lakes by assessing flow characteristics, such as inundation extent, flow depth, velocity, and arrival time. The integration of these datasets allows for the creation of hazard maps, calculating potential flood impacts over large areas, and providing a basis for exposure and risk assessments.",
                "AnswerCn": "模拟高风险地区冰川湖溃决洪水（GLOFs）的数据收集方法可能涉及将二维水力模型HEC-RAS的输出与高分辨率数字高程模型（DEMs）和坝溃洪水图结合起来。这些模型通过评估流动特征，如淹没范围、流深、流速和到达时间，模拟冰川湖的最大潜在溃决情景。这些数据集的整合使得能够创建灾害地图，计算大面积的潜在洪水影响，并为暴露和风险评估提供基础。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the successful simulation of glacial lake outburst floods (GLOF) using hydraulic models in the Tibetan Plateau and surrounding areas?",
                "QuestionCn": "成功模拟青藏高原及周边地区冰川湖溃决洪水（GLOF）的水力模型的因素包括哪些？",
                "AnswerEn": "The successful simulation of glacial lake outburst floods (GLOF) in the Tibetan Plateau and surrounding regions is attributed to the use of the HEC-RAS two-dimensional hydraulic model. This model has demonstrated practicality and efficiency for reconstructing and evaluating GLOF events globally. Key factors include the integration of dam-break hydrographs and high-resolution digital elevation models (DEM) to simulate flood propagation. Additionally, simulations focus on non-steady flow scenarios for each glacial lake with high outburst potential, allowing for detailed analysis of flood inundation areas, flow depth, velocity, and arrival time. The results, including hazard maps based on maximum flow depth, velocity, and risk indices, provide a strong foundation for further assessment of exposure and outburst risks.",
                "AnswerCn": "成功模拟青藏高原及周边地区的冰川湖溃决洪水（GLOF）归功于使用HEC-RAS二维水力模型。该模型在全球范围内重建和评估GLOF事件方面表现出实用性和高效性。关键因素包括集成了坝溃流量曲线和高分辨率数字高程模型（DEM），以模拟洪水传播。此外，模拟专注于每个具有高溃决潜力的冰川湖的非稳态流动场景，允许对洪水淹没区域、流深、流速和到达时间进行详细分析。结果，包括基于最大流深、流速和风险指数的危险地图，为进一步评估暴露和溃决风险提供了坚实基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using high-resolution digital elevation models (DEM) and hydrological scenarios for simulating glacier lake outburst floods (GLOFs) in the Qinghai-Tibet Plateau and surrounding areas?",
                "QuestionCn": "使用高分辨率数字高程模型（DEM）和水文情景模拟青藏高原及周边地区的冰川湖溃决洪水（GLOFs）可能带来的潜在后果是什么？",
                "AnswerEn": "Utilizing high-resolution digital elevation models (DEM) combined with hydrological scenarios allows for detailed simulation of glacier lake outburst floods (GLOFs), leading to the identification of inundation extents, flow depths, velocities, and arrival times. This enhances understanding of flood hazards, potentially identifying approximately 6353 square kilometers of land threatened by such events, thus providing a basis for assessing exposure and risk of outburst events.",
                "AnswerCn": "利用高分辨率数字高程模型（DEM）结合水文情景，可以详细模拟冰川湖溃决洪水（GLOF），从而识别淹没范围、流深、流速和到达时间。这增强了对洪水危害的理解，可能识别出约6353平方公里的土地受到此类事件的威胁，从而为评估溃决事件的暴露和风险提供了基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key procedural steps involved in using the HEC-RAS 2D hydraulic model to simulate the flood propagation of high-risk glacier lake outburst floods in the Qinghai-Tibetan Plateau and surrounding areas?",
                "QuestionCn": "使用HEC-RAS 2D水力模型模拟青藏高原及周边地区高风险冰川湖溃决洪水的洪水传播的关键程序步骤包括：",
                "AnswerEn": "The procedural steps involve using the HEC-RAS 2D hydraulic model, which includes the integration of dam-break hydrographs and high-resolution digital elevation models (DEM) to simulate flood propagation. This involves conducting unsteady flow simulations for each glacier lake with high outburst potential, resulting in output data such as inundation extent, flow depth, velocity, and arrival time. Additionally, a hazard map is calculated using the maximum flow depth, velocity, and hazard index to assess the risk.",
                "AnswerCn": "程序步骤涉及使用HEC-RAS 2D水力模型，包括整合坝溃洪水图和高分辨率数字高程模型（DEM）以模拟洪水传播。这涉及对每个具有高溃决潜力的冰川湖进行不稳定流模拟，产生的输出数据包括淹没范围、流深、流速和到达时间。此外，使用最大流深、流速和危险指数计算危险地图，以评估风险。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the simulation of glacier lake outburst flood propagation in the Tibetan Plateau and surrounding areas?",
                "QuestionCn": "哪些数据收集方法能够模拟青藏高原及周边地区冰川湖溃决洪水的传播？",
                "AnswerEn": "The simulation of glacier lake outburst flood propagation in the Tibetan Plateau and surrounding areas is enabled by using the HEC-RAS two-dimensional hydraulic model. This model is combined with dam-break hydrographs and high-resolution digital elevation models (DEM) to simulate the propagation of floods from 1499 high-risk glacier lakes, especially focusing on scenarios with the highest potential for unstable flow. The outputs include flood inundation extents, flow depths, velocities, and arrival times, and are used to calculate hazard maps based on maximum flow depth, velocity, and hazard index.",
                "AnswerCn": "在西藏高原及周边地区，利用HEC-RAS二维水力模型模拟冰川湖溃决洪水的传播。该模型结合了坝溃流量曲线和高分辨率数字高程模型（DEM），以模拟来自1499个高风险冰川湖的洪水传播，特别关注具有最高不稳定流动潜力的情景。输出结果包括洪水淹没范围、流深、流速和到达时间，并用于根据最大流深、流速和危险指数计算危险地图。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}