{
    "id": "df0b3141-533f-4f24-adaa-af7d9b3021a3",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (eddy covariance system of mixed forest station, 2017)",
            "description": "This data set contains the eddy correlation-meter observation data of the mixed forest station downstream of heihe hydrometeorological observation network from January 1, 2017 to December 31, 2017.The station is located in Inner Mongolia ejin banner four road bridge, under the surface is populus and tamarix.The longitude and latitude of the observation point are 101.1335e, 41.9903n and 874 m above sea level.The rack height of the vortex correlativity instrument is 22m, the sampling frequency is 10Hz, the ultrasonic orientation is due north, and the distance between the ultrasonic wind speed and temperature meter (CSAT3) and CO2/H2O analyzer (Li7500) is 17cm.\nThe original observation data of the vortex correlativity instrument is 10Hz, and the published data is the 30-minute data processed by Eddypro software. The main processing steps include: outliers, delay time correction, coordinate rotation (quadratic coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction.Quality assessment for each intercompared to at the same time, mainly is the atmospheric stability (Δ st) and turbulent characteristics of similarity (ITC) test.The 30min pass value output by Eddypro software was also screened :(1) data when instrument error was eliminated;(2) data of 1h before and after precipitation are excluded;(3) remove the data with a missing rate of more than 10% in the original 10Hz data within every 30 minutes;(4) the observation data of weak turbulence at night (u* less than 0.2m/s) were excluded.The average observation period was 30 minutes, 48 data per day, and the missing data was marked as -6999.April 7 solstice April 8 due to instrument calibration, 3.24-4.08 infrared gas analyzer error, data missing.Suspicious data caused by instrument drift, etc., are identified in red font.When 10Hz data is missing due to a problem with the memory card storage data, the data is replaced by the 30min flux data output by the collector.\nThe published observational data include:Date/Time for the Date/Time, wind Wdir (°), Wnd horizontal wind speed (m/s), standard deviation Std_Uy lateral wind speed (m/s), ultrasonic virtual temperature Tv (℃), the water vapor density H2O (g/m3), carbon dioxide concentration CO2 (mg/m3), friction velocity Ustar) (m/s), Mr. Hoff length L (m), sensible heat flux Hs (W/m2), latent heat flux LE (W/m2), carbon dioxide flux Fc (mg/(m2s)), the quality of the sensible heat flux identifier QA_Hs, the quality of the latent heat flux identifier QA_LE,Quality indicator for co2 flux QA_Fc.The quality of the sensible heat and latent heat, carbon dioxide flux identification is divided into three (quality id 0: (Δ st < 30, the ITC < 30);1: (Δ st < 100, ITC < 100);The rest is 2).The meaning of data time, such as 0:30 represents the average of 0:00-0:30;The data is stored in *.xls format.\nFor information of hydrometeorological network or station, please refer to Li et al. (2013), and for observation data processing, please refer to Liu et al. (2011).",
            "instructions": "",
            "east": 101.1335,
            "west": 101.1335,
            "south": 41.9903,
            "north": 41.9903,
            "startTime": "2017-01-10 16:00:00",
            "endTime": "2018-01-09 16:00:00",
            "fileSize": 2870933.0,
            "cstr": "18406.11.hiwater.10.2018.db",
            "doi": "10.3972/hiwater.10.2018.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameEn": "Sensible heat flux"
            },
            {
                "nameEn": "Latent heat flux"
            },
            {
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordEn": "mixed forest station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2017",
                "type": "temporal"
            },
            {
                "keywordEn": "2017-01-01 to 2017-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is it necessary to apply quality control procedures during data processing for long-term energy, water vapor, and carbon fluxes in oasis–desert systems?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary data collection methods used for observing energy, water vapor, and carbon exchange in oasis–desert systems?",
                    "Answer": "eddy covariance system, scintillometer, automatic weather stations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where is the location of the observational dataset that includes energy, water vapor, and carbon exchange in arid regions?",
                    "Answer": "Heihe River Basin",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are faced when collecting data in inland river basins of arid and semi-arid areas?",
                    "Answer": "ecological environment degradation",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used for measuring energy, water vapor, and carbon fluxes in oasis–desert ecosystems?",
                    "Answer": "A common data collection method involves using an eddy covariance system and scintillometer to acquire half-hourly turbulent flux data. Additionally, hydrometeorological data are gathered through automatic weather stations with a 10-minute average period, which include measurements of radiation, soil heat flux, and soil temperature profiles, among others.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced when estimating surface fluxes in a strongly advective irrigated agricultural area?",
                    "Answer": "One challenge is the incomplete energy balance closure with respect to the available energy, which affects the reliability of EC flux measurements of H and LE. Additionally, the uncertainty in surface–air temperature difference, often due to errors in determining component temperatures from surface composite radiometric temperature, can affect model performance.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that includes long-term observations of energy, water vapor, and carbon exchange in arid regions?",
                    "Answer": "An example dataset includes long-term energy, water vapor, carbon, and methane fluxes, along with auxiliary data such as hydrometeorology, vegetation, and soil parameters from 2012 to 2021. This dataset was collected from the middle and lower reaches of the HRB in western China, through a network of 11 land surface flux and meteorological stations.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the essential features of energy, water vapor, and carbon exchange datasets necessary for understanding oasis-desert ecosystem dynamics?",
                    "Answer": "long-term observation data, energy fluxes, water vapor fluxes, carbon fluxes, methane fluxes, radiation, soil heat flux, soil temperature profiles, gradients of air temperature, gradients of humidity, wind speed, wind direction, air pressure, precipitation, soil moisture profiles, vegetation parameters, soil parameters",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the defining attributes of the two-source energy balance model when applied to heterogeneous landscapes?",
                    "Answer": "separately estimate evaporation and transpiration, soil and canopy component temperatures, aerodynamic resistance, fractional vegetation coverage",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many land surface flux and meteorological stations have been established for data collection in the arid regions of western China since 2012?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the sampling frequency of the eddy covariance system used for turbulent flux data collection in oasis–desert systems?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "During which specific days of the year were data used to determine evapotranspiration and its components in the experimental area covered with maize, vegetables, and orchards?",
                    "Answer": "170, 173, 176, 192, 195, 231, 252, 256",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What challenges are associated with measuring soil and canopy component temperatures in arid regions?",
                    "Answer": "Challenges in measuring soil and canopy component temperatures in arid regions include errors in image classification, which can vary with vegetation abundance, and uncertainties in estimating the component temperatures from composite radiometric temperatures. These challenges are compounded by factors such as atmospheric upwelling radiation, transmittance issues, and pixel misclassification, which can lead to overestimation or underestimation of soil and canopy temperatures.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How are quality control and data processing methods applied to hydrometeorological datasets in oasis–desert regions?",
                    "Answer": "Quality control and data processing methods for hydrometeorological datasets in oasis–desert regions involve several steps, including data collection, processing, archiving, and sharing. Data from automatic weather stations, eddy covariance systems, and scintillometers are collected with specific averaging periods, such as 10 minutes for meteorological data. The process ensures that data are accurate and reliable for analysis, which includes removing erroneous data, correcting for instrument errors, and applying standardized procedures for data archiving and sharing.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the differences in challenges faced when measuring energy and water vapor exchanges in oasis-desert systems compared to mixed forest systems?",
                    "Answer": "In oasis-desert systems, challenges include ecological degradation and maintaining ecological balance, with issues like drying rivers and desertification affecting measurements. In contrast, mixed forest systems face challenges such as classification errors in temperature data due to vegetation abundance, which affects the estimation of component temperatures. Both environments require careful handling of the unique ecological and meteorological characteristics that impact data accuracy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the integration of eddy covariance systems and thermal infrared cameras enhance the accuracy of energy balance models in heterogeneous land surfaces?",
                    "Answer": "The integration allows for the estimation of soil and canopy component temperatures using high-resolution thermal cameras, which can improve validations of evaporation, transpiration, and evapotranspiration estimates. This method provides robust calculations by separating soil and vegetation component temperatures, essential for reliable energy balance model performance.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges do researchers face in accurately estimating soil and canopy temperatures in arid regions, and how might these affect the data quality of evapotranspiration models?",
                    "Answer": "Challenges include image classification errors that vary with vegetation abundance, leading to misclassification of pixels and overestimation of canopy temperature. These errors, along with uncertainties in atmospheric radiation, can affect model accuracy. Addressing these challenges is crucial for accurate energy balance calculations and the separation of soil and canopy temperatures.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can long-term observational datasets from oasis–desert systems contribute to understanding the interactions between energy, water vapor, and carbon exchanges in arid environments?",
                    "Answer": "Long-term datasets provide valuable insights into the dynamics of oasis–desert ecosystems, supporting sustainable development by offering a quantitative understanding of energy, water, and carbon exchanges. These datasets are essential for studying oasis–desert interactions and their impact on ecological stability and socioeconomic development in arid regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the need for specific data processing steps, such as frequency response correction and density correction, in eddy covariance data collection methods?",
                    "Answer": "The need for specific data processing steps, such as frequency response correction and density correction, arises from the requirement to ensure accuracy and reliability in the measurements of turbulent fluxes. These corrections address issues like delayed time alignment, coordinate rotation, and adjustments for the sonic anemometer and CO2/H2O analyzer's readings to reflect true environmental conditions. These processing steps are vital to filter out noise and errors introduced by the instrument setup and environmental factors, thereby improving the quality of flux data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why are advanced methods like the TSEB model necessary for estimating evapotranspiration in heterogeneous land surfaces?",
                    "Answer": "Advanced methods like the TSEB model are necessary for estimating evapotranspiration in heterogeneous land surfaces because these areas comprise varying components such as soil and vegetation that have distinct temperatures and resistances to energy exchange. Simple one-source models cannot accurately capture this complexity, leading to inaccuracies in surface flux estimations. The TSEB model accounts for the separate contributions of soil and canopy, improving the accuracy of evaporation and transpiration estimates across diverse landscapes.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What challenges lead to errors in the separation of soil and canopy component temperatures in TSEB model applications?",
                    "Answer": "Challenges leading to errors in the separation of soil and canopy component temperatures in TSEB model applications include image classification errors, particularly in arid regions with heterogeneous landscapes. These errors, such as misclassification of soil as vegetation pixels, can result in incorrect temperature estimations. Additionally, factors like the atmospheric upwelling radiation and transmittance, and uncertainties in incoming short- and long-wave radiation, contribute to inaccuracies in estimating radiative and component temperatures, affecting the model's performance.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential outcomes of utilizing eddy covariance systems and scintillometers as primary data collection methods in oasis–desert ecosystems?",
                    "Answer": "Utilizing eddy covariance systems and scintillometers for data collection in oasis–desert ecosystems can lead to comprehensive datasets that include long-term measurements of energy, water vapor, carbon, and methane fluxes. This approach allows for detailed analyses of oasis–desert interactions, supporting the goals of carbon peaking and neutrality. Moreover, it can provide critical insights into maintaining ecological stability and socioeconomic development by understanding the energy, water vapor, and carbon exchange dynamics.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What consequences might arise from integrating ground-based measurements with high-resolution thermal camera data for estimating evapotranspiration in heterogeneous landscapes?",
                    "Answer": "Integrating ground-based measurements with high-resolution thermal camera data can improve the estimation of evapotranspiration by providing more accurate soil and canopy component temperatures. This approach can enhance the validation of E, T, and ET, improving model outcomes even in strongly advective conditions. The use of stable isotopes alongside these measurements can further refine the separation of evapotranspiration components, offering a robust method for assessing water and energy exchanges in diverse vegetation and climate conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it essential to develop a dataset that integrates eddy covariance observations with hydrometeorological data for understanding energy and carbon exchange in oasis–desert ecosystems?",
                    "Answer": "A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases. This understanding supports the ecological security and sustainable development of the oasis, especially under the goals of carbon peaking and carbon neutrality.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the key steps involved in processing eddy covariance data collected from mixed forest stations in arid regions to ensure its accuracy and reliability?",
                    "Answer": "The key steps involved in processing eddy covariance data include removing outliers, correcting delay times, rotating coordinates (secondary coordinate rotation), adjusting for frequency response, correcting ultrasonic virtual temperature, and using WPL correction for density. The data is also evaluated for quality using atmospheric stability and turbulence similarity characteristics tests, and filtered to remove errors due to instrument failures, precipitation, and low turbulence conditions.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can high-resolution thermal camera data be integrated with traditional eddy covariance measurements to improve the estimation of evapotranspiration components in heterogeneous land surfaces?",
                    "Answer": "High-resolution thermal camera data can be used to observe soil and canopy component temperatures, which are then used to input into a series TSEB model. The integration involves partitioning ET into E and T by applying the Craig-Gordon model, validating the soil and canopy component temperatures against surface radiometric temperatures, and using these temperatures to refine the energy balance equations for better estimation of latent heat fluxes.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What procedures are implemented to ensure the accurate classification of soil and vegetation pixels in thermal imagery during evapotranspiration studies in oasis-desert areas?",
                    "Answer": "The classification of soil and vegetation pixels in thermal imagery is achieved using a maximum-likelihood method applied to visible and NIR images. The method involves extracting soil and canopy directional brightness temperatures from thermal images and converting thermal infrared temperatures to radiation temperatures using incoming long-wave radiation and soil and canopy emissivities. This classification is crucial for separating soil and vegetation component temperatures and ensuring accurate evapotranspiration estimations.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions enable the effective use of eddy covariance systems for measuring energy and carbon fluxes in arid and semiarid regions?",
                    "Answer": "The conditions that enable the effective use of eddy covariance systems in these regions include the installation of long-term observation stations that collect half-hourly turbulent flux data. These systems are complemented by automatic weather stations that gather hydrometeorological data with a 10-minute average period, including radiation, soil heat flux, and soil temperature profiles. The integration of this data helps understand the energy, water vapor, and carbon exchange in oasis-desert ecosystems.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do advancements in thermal infrared imaging contribute to the refinement of the two-source energy balance (TSEB) model in estimating evapotranspiration components?",
                    "Answer": "Advancements in thermal infrared imaging, such as high-resolution cameras, allow for the accurate measurement of soil and canopy component temperatures. These measurements are crucial for refining the TSEB model by improving the estimation of soil and canopy sensible and latent heat fluxes, which are then used to calculate evapotranspiration components. The improved component temperature data enable a more accurate separation of evapotranspiration into soil evaporation and canopy transpiration.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What technological and methodological resources enable the collection of comprehensive hydrometeorological and flux data in oasis-desert systems?",
                    "Answer": "The collection of comprehensive hydrometeorological and flux data in oasis-desert systems is enabled by a combination of eddy covariance systems, scintillometers, and automatic weather stations. These resources measure a wide range of parameters, including turbulent fluxes, radiation, soil heat flux, and profile data of temperature, humidity, wind speed, and soil moisture. The data processing involves quality control procedures that ensure the reliability of long-term datasets from multiple stations.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might data collection methods in oasis–desert ecosystems face challenges in accurately capturing energy, water vapor, and carbon exchange dynamics?",
                    "Answer": "Inland river basins in arid and semiarid areas are experiencing ecological degradation crises, such as drying rivers and lakes, land desertification, and frequent dust storms. These conditions pose significant challenges for accurately capturing energy, water vapor, and carbon exchange dynamics in oasis–desert ecosystems.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What might be the reasons for discrepancies between expected and observed estimations of evapotranspiration using the TSEB model in agricultural areas?",
                    "Answer": "Discrepancies in evapotranspiration estimations using the TSEB model can arise from errors in determining surface soil and vegetation component temperatures from composite radiometric temperature measurements, particularly in strongly advective irrigated agricultural areas.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why could the existing data on water vapor and carbon exchange in oasis–desert systems be limited in their application for sustainable development goals?",
                    "Answer": "Existing data might be limited due to the complex interactions between oasis and desert systems, which require a quantitative understanding of energy, water vapor, and carbon exchange to achieve sustainable development goals. Additionally, the challenges of ecological environment degradation further complicate reliable data collection.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of current data processing and quality control procedures in capturing accurate energy, water vapor, and carbon flux measurements in arid and semi-arid regions?",
                    "Answer": "The data processing and quality control procedures, which include data collection, processing, and archiving, are crucial for ensuring accurate energy, water vapor, and carbon flux measurements. The use of eddy covariance systems and scintillometers, combined with automatic weather stations, provides comprehensive coverage of the necessary parameters. However, challenges such as image classification errors and uncertainty in estimating component temperatures indicate areas where the effectiveness of these procedures could be improved, particularly in arid regions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the potential challenges in utilizing high-resolution thermal infrared cameras for estimating evapotranspiration components in heterogeneous landscapes?",
                    "Answer": "Utilizing high-resolution thermal infrared cameras presents challenges, such as errors in image classification that can lead to inaccurate separation of soil and canopy temperatures. These challenges are compounded by the heterogeneous nature of landscapes, where variability in vegetation abundance can affect the accuracy of temperature measurements. Additionally, atmospheric conditions like strong advection can introduce further uncertainties in temperature estimation, impacting the reliability of evapotranspiration component assessments.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is your perspective on the potential for expanding datasets of energy, water vapor, and carbon exchange in oasis-desert systems to improve ecological stability and socioeconomic development?",
                    "Answer": "Expanding datasets in oasis-desert systems is vital for understanding the intricate interactions between oasis and desert environments. Long-term observations are indispensable for providing insights into energy, water vapor, and carbon exchanges, which are crucial for achieving ecological stability and supporting socioeconomic development. The establishment of multiple land surface flux and meteorological stations, as well as the inclusion of diverse environmental parameters, can significantly enhance the understanding of these systems and contribute to sustainable development strategies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data collection methods ensure accuracy and reliability in measuring energy, water vapor, and carbon fluxes in oasis–desert areas.",
                    "Answer": "Data collection methods in oasis–desert areas include using an eddy covariance system and scintillometer for half-hourly turbulent flux data, and automatic weather stations for hydrometeorological data. These methods involve long-term observations and utilize a suite of observational datasets from artificial and natural oasis–desert systems, ensuring detailed and reliable measurement of fluxes and auxiliary data like vegetation and soil parameters.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm not sure how researchers address the challenges of measuring evapotranspiration in areas with heterogeneous land surfaces.",
                    "Answer": "Researchers address the challenges of measuring evapotranspiration on heterogeneous land surfaces by using models like the two-source energy balance (TSEB) model, which estimates evaporation and transpiration separately using ground-measured soil and canopy component temperatures. High-resolution thermal cameras and stable isotope techniques also aid in improving accuracy, while data validation is performed with eddy covariance system measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of how data from different stations across varying geographical areas are integrated and utilized for research in arid regions.",
                    "Answer": "Data from different stations in arid regions, such as the middle and lower reaches of the Heihe River Basin, are integrated by establishing a network of land surface flux and meteorological stations. These stations provide comprehensive datasets that include energy, water vapor, and carbon exchange observations. The datasets are processed and controlled for quality, and are available from data centers like the National Tibetan Plateau Data Center, facilitating their utilization in research.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze the potential challenges associated with data collection in oasis–desert ecosystems for the purpose of long-term energy, water vapor, and carbon exchange studies.",
                    "Answer": "Inland river basins in arid and semiarid areas face ecological degradation like drying rivers and lakes, vegetation degradation, desertification, and dust storms, which complicate data collection. The presence of these challenges necessitates continuous observation as part of long-term studies to maintain ecological stability and understand oasis–desert interactions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please summarize the methods used for partitioning evapotranspiration into evaporation and transpiration using ground-based observations in heterogeneous land surfaces.",
                    "Answer": "Methods involve using field observations from installations like the Daman superstation, where meteorological parameters and turbulent fluxes are measured. The Craig–Gordon model is applied to partition ET into E and T using ground-measured soil and canopy component temperatures, which are derived from thermal infrared imaging.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Please explore the strategies for improving data collection techniques for water vapor and carbon exchange observations in arid regions.",
                    "Answer": "To improve data collection, strategies include setting up comprehensive observational datasets from both artificial and natural oasis–desert systems, integrating data from eddy covariance systems, scintillometers, and automatic weather stations that measure a variety of hydrometeorological parameters, and ensuring long-term monitoring is in place to capture detailed fluctuations and trends.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}