{
    "id": "df193b10-f0d1-4792-bec8-482429c6e617",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatiotemporal evolution and environmental change of ancient sites in Hexi Corridor",
            "titleCn": "河西走廊古遗址时空演变与环境变迁",
            "description": "The site data of this data set comes from the prehistoric archaeological investigation report of Hexi Corridor compiled and published by Gansu Institute of cultural relics and Archaeology and Peking University School of Archaeology and culture in 2011. Map data comes from the national science and technology infrastructure platform -- National Earth system science data sharing service platform（ http://www.geodata.cn/ ）Including: 90 m resolution DEM of China; China 1:250000 first, third, fourth and fifth river classification data sets; 1 ∶ 4000000 vegetation data set of China; 1 ∶ 100000 desert data set in China. By sorting out the archaeological survey data of Hexi Corridor, applying the methods of cultural distribution boundary value and cultural center of gravity, this paper comprehensively analyzes the spatiotemporal evolution process of ancient culture in this area, and extracts the current environment (elevation, river, vegetation and sand) information of corresponding sites by using GIS technology, It also analyzes the driving mechanism of the evolution of ancient culture in the region. This data set can directly provide some regular support for the ancient and modern evolution of the sites in Hexi corridor.",
            "descriptionCn": "本数据集的遗址数据来源于甘肃省文物考古研究所和北京大学考古文博学院 2011 年编著出版的《河西走廊史前考古调查报告》。地图数据来源于国家科技基础条件平台 —— 国家地球系统科学数据共享服务平台（ http://www.geodata.cn/），包括：中国 90 m 分辨率 DEM；中国 1 ∶ 250000 一级、三级、四级和五级河流分级数据集；中国 1 ∶ 4000000 植被数据集；中国 1 ∶ 100000 现状沙漠数据集。通过整理河西走廊考古调查资料，应用文化分布界值文化重心等方法综合分析该区古文化的时空演变过程，并应用 GIS技术提取相应遗址点现今的环境（高程、河流、植被和沙地）信息，结合古人类生产生活方式推测该区古今环境变化及其原因，并分析了该区域古文化演变的驱动机制。本数据集可直接为河西走廊地区遗址的古今演化提供一定的规律支撑。",
            "instructions": "The data set is stored in Excel format, which includes two worksheets: \"longitude and latitude table obtained from place names\" and \"longitude and latitude table obtained from information provided in books\". The contents of the longitude and latitude table obtained according to the place names are \"number, place, site name, latitude\"/ ° N. Longitude/ ° E. Altitude / m, archaeological culture, age, area (M2), cultural layer (m) \". According to the information provided in the book, the contents of the longitude and latitude table are \"number, location, site name, latitude\"/ ° N. Longitude/ ° E. Altitude / m, archaeological culture, age, area (M2), cultural layer (m), vegetation. Data files can be opened with office software or imported into relational database system.",
            "instructionsCn": "该数据集以Excel格式存储，包含了两个工作表分别是“根据地名获取的经纬度表”和“根据书中提供信息获取的经纬度表。其中根据地名获取的经纬度表中的内容是“编号 、地点、遗址名称、 纬度/°N、经度/°E、 海拔/m 、考古学文化 、时代、 面积（平方米）、 文化层（米）”。根据书中提供信息获取的经纬度表中的内容是“编号 、地点、遗址名称、 纬度/°N 、经度/°E 、海拔/m 、考古学文化 、时代、 面积（平方米）、 文化层（米）、 植被。数据文件可以用office软件打开，或可导入到关系型数据库系统中。",
            "east": 104.45,
            "west": 92.21,
            "south": 37.15,
            "north": 41.3,
            "startTime": null,
            "endTime": null,
            "fileSize": 3857029.0,
            "cstr": "18406.11.Paleoenv.tpdc.271278",
            "doi": "10.11888/Paleoenv.tpdc.271278",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "候光良",
                "nameEn": "HOU Guangliang",
                "unitEn": "QInghai Normal University",
                "unitCn": "青海师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "甘青文化区新石器文化的时空变化和可能的环境动力",
                "titleEn": null,
                "referenceCn": "安成邦, 王琳, 吉笃学, 陈发虎, 王鹏.(2006).甘青文化区新石器文化的时空变化和可能的环境动力. 第四纪研究, (06),923-927.",
                "referenceEn": null
            },
            {
                "titleCn": "亚洲中部干旱区丝绸之路沿线环境演化与东西方文化交流",
                "titleEn": null,
                "referenceCn": "安成邦, 王伟, 段阜涛, 等. (2017). 亚洲中部干旱区丝绸之路沿线环境演化与东西方文化交流. 地理学报, 72(5), 875-891.",
                "referenceEn": null
            },
            {
                "titleCn": "糜子",
                "titleEn": null,
                "referenceCn": "柴岩. (1999). 糜子. 北京, 中国农业出版社.",
                "referenceEn": null
            },
            {
                "titleCn": "丝绸之路与泛第三极地区人类活动、环境变化和丝路文明兴衰",
                "titleEn": null,
                "referenceCn": "陈发虎, 安成邦, 董广辉, 等. (2017). 丝绸之路与泛第三极地区人类活动、环境变化和丝路文明兴衰. 中国科学院院刊, 32(9), 967-975.",
                "referenceEn": null
            },
            {
                "titleCn": "青海共和盆地达连海晚第四纪高湖面与末次冰消期以来的环境变化",
                "titleEn": null,
                "referenceCn": "陈发虎, 张家武, 程波, 等. (2012). 青海共和盆地达连海晚第四纪高湖面与末次冰消期以来的环境变化. 第四纪研究, 32(1), 122-131.",
                "referenceEn": null
            },
            {
                "titleCn": "甘肃张掖市西城驿遗址",
                "titleEn": null,
                "referenceCn": "陈国科, 王辉, 李延祥, 等. (2014). 甘肃张掖市西城驿遗址. 考古, 59(7), 2-17.",
                "referenceEn": null
            },
            {
                "titleCn": "末次间冰期以来沙漠 -黄土边界带移动与气候变化",
                "titleEn": null,
                "referenceCn": "董光荣, 靳鹤龄, 陈惠忠. (1997). 末次间冰期以来沙漠 -黄土边界带移动与气候变化. 第四纪研究, 17(2), 158-167.",
                "referenceEn": null
            },
            {
                "titleCn": "农作物传播视角下的欧亚大陆史前东西方文化交流",
                "titleEn": null,
                "referenceCn": "董广辉, 杨谊时, 韩建业, 等. (2017). 农作物传播视角下的欧亚大陆史前东西方文化交流.  地球科学, 47(5), 530-543.",
                "referenceEn": null
            },
            {
                "titleCn": "甘青地区新石器文化演化及其环境动力研究进展与展望",
                "titleEn": null,
                "referenceCn": "董广辉. (2013). 甘青地区新石器文化演化及其环境动力研究进展与展望. 海洋地质与第四纪地质, 33(4), 67-75.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原中部全新世气候不稳定性的高分辨率冰芯记录",
                "titleEn": null,
                "referenceCn": "段克勤, 姚檀栋, 王宁练, 等. (2012). 青藏高原中部全新世气候不稳定性的高分辨率冰芯记录. 地球科学, 42(9), 1441-1449.",
                "referenceEn": null
            },
            {
                "titleCn": "河西走廊史前考古调查报告",
                "titleEn": null,
                "referenceCn": "甘肃省文物考古研究所, 北京大学考古文博学院. (2011). 河西走廊史前考古调查报告. 北京, 文物出版社.",
                "referenceEn": null
            },
            {
                "titleCn": "彩陶之路与早期中西文化交流",
                "titleEn": null,
                "referenceCn": "韩建业. (2013). 彩陶之路与早期中西文化交流. 考古与文物, 33(1), 28-37.",
                "referenceEn": null
            },
            {
                "titleCn": "基于 GIS 的4kaBP气候事左右甘青古遗址分布分析",
                "titleEn": null,
                "referenceCn": "侯光良, 许长军, 肖景义. (2012). 基于GIS 的4kaBP气候事左右甘青古遗址分布分析. 地理科学, 32(1), 116–120.",
                "referenceEn": null
            },
            {
                "titleCn": "石羊河流域青土湖全新世植被与环境变化",
                "titleEn": null,
                "referenceCn": "李佳佳. (2006). 石羊河流域青土湖全新世植被与环境变化. 兰州, 兰州大学出版社.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Mid-Holocene climate change and its effect on prehistoric cultural evolution in eastern Qinghai Province China",
                "referenceCn": null,
                "referenceEn": "Dong,G.H., Jia,X., An, C.B., Ma, MM.(2012).Mid-Holocene climate change and its effect on prehistoric cultural evolution in eastern Qinghai Province China. Quaternary Research, 77,23-30."
            },
            {
                "titleCn": null,
                "titleEn": "Prehistoric trans-continental cultural exchange in the Hexi Corridor, northwest China",
                "referenceCn": null,
                "referenceEn": "Dong, G. H., Yang, Y. S., Liu, X. Y., Li, H. M., Cui, Y. F., Wang, H., Chen, G. K., Dodson, J., & Chen, F. H. (2018). Prehistoric trans-continental cultural exchange in the Hexi Corridor, northwest China. The Holocene, 28(4), 621–628."
            },
            {
                "titleCn": null,
                "titleEn": "Climate change and Zhourelocations in early Chinese history",
                "referenceCn": null,
                "referenceEn": "Huang, C.C., Su, H.X. (2009). Climate change and Zhourelocations in early Chinese history. Journal of Historical Geography, 35(2), 297-310."
            },
            {
                "titleCn": null,
                "titleEn": "Holocene palynologicalrecords and their responses to the controversies ofclimate system in the Shiyang River drainage basin",
                "referenceCn": null,
                "referenceEn": "Li, Y., Wang, N.A., Li, Z.L., et al. (2011). Holocene palynologicalrecords and their responses to the controversies ofclimate system in the Shiyang River drainage basin.Chinese Science Bulletin, 56(6), 535-546."
            },
            {
                "titleCn": null,
                "titleEn": "Millennial-scaleerosion rates in three inland drainage basins and theircontrolling factors since the Last Deglaciation aridChina",
                "referenceCn": null,
                "referenceEn": "Li, Y., Wang, N.A., Morril, C., et al. (2012). Millennial-scaleerosion rates in three inland drainage basins and theircontrolling factors since the Last Deglaciation aridChina. Palaeogeography, Palaeoclimatology, Palaeoecology, 365(1), 263-275."
            },
            {
                "titleCn": null,
                "titleEn": "The impacts of climate change on the Neolithic cultures of Gansu-Qinghai region during the late Holocene Megathermal",
                "referenceCn": null,
                "referenceEn": "Liu, F.G., Zhang, Y.L., Feng, Z.D., et al. (2010). The impacts of climate change on the Neolithic cultures of Gansu-Qinghai region during the late Holocene Megathermal. Journalof Geographical Science, 20(3), 417–430."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "时空演变",
                "nameEn": "Space-time evolution"
            },
            {
                "nameCn": "环境变迁",
                "nameEn": "Environmental change"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "河西走廊",
                "keywordEn": "Hexi Corridor"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "距今55000-距今24000年",
                "keywordEn": "55,000 to 24,000 years ago",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原全新世人类活动对环境演变的响应",
                "titleEn": "Natural Science Foundation Project of Qinghai Provincial Science and Technology Department"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics are considered when analyzing the spatial and temporal evolution of ancient sites in the Hexi Corridor using GIS technology?",
                "QuestionCn": "在使用GIS技术分析河西走廊古代遗址的空间和时间演变时，考虑的特征包括：",
                "AnswerEn": "spatial and temporal evolution, elevation, river systems, vegetation, desert areas",
                "AnswerCn": "空间和时间演变、海拔、河流系统、植被、沙漠地区",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'spatiotemporal evolution' mean in the context of ancient site analysis in the Hexi Corridor?",
                "QuestionCn": "在河西走廊的古代遗址分析中，“时空演变”指的是对遗址在时间和空间上变化的研究与分析。",
                "AnswerEn": "In the context of ancient site analysis in the Hexi Corridor, 'spatiotemporal evolution' refers to the study of changes and developments in the locations and characteristics of ancient sites over time, using archaeological data from sources like the Gansu Provincial Institute of Cultural Relics and Archaeology and the School of Archaeology and Museology at Peking University. This involves analyzing the spatial distribution and temporal changes of cultural sites and their environmental contexts, using methods like cultural distribution thresholds and cultural centers, aided by GIS technology to extract present-day environmental information such as elevation, rivers, vegetation, and desert conditions.",
                "AnswerCn": "在河西走廊的古代遗址分析中，“时空演变”指的是研究古代遗址在时间上的变化和发展，包括其位置和特征的变化，利用来自甘肃省文物考古研究所和北京大学考古与博物馆学学院的考古数据。这涉及分析文化遗址的空间分布和时间变化及其环境背景，采用文化分布阈值和文化中心等方法，借助GIS技术提取现今的环境信息，如海拔、河流、植被和沙漠条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can GIS technology be leveraged to infer the spatial and temporal evolution of ancient cultures in relation to environmental changes using a dataset?",
                "QuestionCn": "GIS技术如何被利用来推断古代文化在环境变化中的空间和时间演变，使用一个数据集？",
                "AnswerEn": "GIS technology can be applied to extract and analyze the environmental data such as elevation, rivers, vegetation, and desert conditions around archaeological sites. By comparing these environmental factors with the cultural distribution patterns over time, researchers can infer how ancient cultures evolved spatially and temporally in response to environmental changes.",
                "AnswerCn": "GIS技术可以用于提取和分析考古遗址周围的环境数据，如海拔、河流、植被和沙漠条件。通过将这些环境因素与文化分布模式随时间的变化进行比较，研究人员可以推断古代文化如何在空间和时间上对环境变化作出反应。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes researchers to choose specific GIS techniques to analyze ancient cultural evolution and environmental changes over time and space in the Hexi Corridor?",
                "QuestionCn": "是什么原因导致研究人员选择特定的GIS技术来分析河西走廊古代文化演变和环境变化的时间和空间？",
                "AnswerEn": "Researchers choose GIS techniques to analyze ancient cultural evolution and environmental changes due to the requirement for spatial data integration and analysis, which allows them to extract environmental information such as elevation, rivers, vegetation, and deserts from map data sources. This approach helps in understanding the spatial and temporal distribution of ancient cultures and their interactions with the environment, enabling the study of cultural evolution and environmental changes in the Hexi Corridor.",
                "AnswerCn": "研究人员选择地理信息系统（GIS）技术来分析古代文化演变和环境变化，因为这需要空间数据的集成和分析，这使他们能够从地图数据源中提取环境信息，如海拔、河流、植被和沙漠。这种方法有助于理解古代文化的空间和时间分布及其与环境的互动，从而能够研究河西走廊的文化演变和环境变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the effects on our understanding of ancient cultural evolution in the Hexi Corridor when utilizing GIS technology to extract environmental information from datasets that include elevation, rivers, vegetation, and deserts?",
                "QuestionCn": "利用GIS技术从包括海拔、河流、植被和沙漠在内的数据集中提取环境信息，将对我们理解河西走廊的古代文化演变产生哪些影响？",
                "AnswerEn": "Using GIS technology to extract environmental information can enhance our understanding of ancient cultural evolution in the Hexi Corridor by allowing researchers to analyze the spatial and temporal patterns of ancient cultures in relation to their environmental contexts. This approach can provide insights into how ancient populations interacted with their environments and how changes in these environments may have influenced cultural development and adaptation strategies over time.",
                "AnswerCn": "使用GIS技术提取环境信息可以增强我们对河西走廊古代文化演变的理解，允许研究人员分析古代文化与其环境背景之间的空间和时间模式。这种方法可以提供关于古代人群如何与环境互动的见解，以及环境变化如何影响文化发展和适应策略的演变。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting and analyzing archaeological site data and environmental change information in the Hexi Corridor region using GIS technology?",
                "QuestionCn": "在河西走廊地区使用GIS技术收集和分析考古遗址数据及环境变化信息的目标是什么？",
                "AnswerEn": "The objectives include understanding the spatiotemporal evolution of ancient cultures in the Hexi Corridor and examining the environmental changes over time. By integrating archaeological survey data with current environmental data (such as elevation, rivers, vegetation, and deserts) and using GIS technology, researchers aim to infer the reasons behind ancient and modern environmental changes and analyze the driving mechanisms behind cultural evolution in the region. This dataset provides support for understanding the patterns of ancient and modern site evolution in the Hexi Corridor.",
                "AnswerCn": "该项目的目标包括理解河西走廊古代文化的时空演变，以及随时间变化的环境变化。通过将考古调查数据与当前环境数据（如海拔、河流、植被和沙漠）相结合，并利用GIS技术，研究人员旨在推断古代和现代环境变化的原因，并分析该地区文化演变背后的驱动机制。该数据集为理解河西走廊古代和现代遗址演变的模式提供了支持。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be followed to analyze the spatiotemporal evolution of ancient cultural sites using both archaeological survey data and modern environmental datasets?",
                "QuestionCn": "可以遵循以下程序，利用考古调查数据和现代环境数据分析古代文化遗址的时空演变：\n\n1. 数据收集：收集考古调查数据，包括遗址的位置、年代、文化特征等信息。同时，获取现代环境数据，如气候变化、土地利用、植被覆盖等。\n\n2. 数据整合：将考古数据与现代环境数据进行整合，确保两者在空间和时间上的一致性。\n\n3. 空间分析：使用地理信息系统（GIS）技术，对遗址的空间分布进行分析，识别遗址与环境因素之间的关系。\n\n4. 时序分析：通过考古年代学方法，分析遗址的时间演变，结合现代环境数据，探讨环境变化对文化发展的影响。\n\n5. 模型构建：建立时空演变模型，模拟古代文化遗址在不同环境条件下的演变过程。\n\n6. 结果验证：通过对比考古发现与模型预测结果，验证分析的准确性和可靠性。\n\n7. 结论与讨论：总结分析结果，讨论古代文化遗址的时空演变规律及其与环境变化的关系。",
                "AnswerEn": "To analyze the spatiotemporal evolution of ancient cultural sites in the 河西走廊 region, one can start by compiling archaeological site data obtained from institutions such as the 甘肃省文物考古研究所 and the 北京大学考古文博学院. This involves organizing and interpreting data sourced from historical surveys. Next, integrate this data with modern environmental datasets from platforms like the 国家地球系统科学数据共享服务平台, which provide information on DEM, river classification, vegetation, and desert data. Use GIS technology to extract relevant environmental information such as elevation, river proximity, vegetation, and sand areas for the site locations. Finally, conduct a comprehensive analysis using cultural distribution thresholds and centrality methods to infer the evolution of ancient cultures in relation to environmental changes, while considering ancient human lifestyles to hypothesize about past and present environmental shifts and their underlying causes.",
                "AnswerCn": "要分析河西走廊地区古代文化遗址的时空演变，可以首先汇编来自甘肃省文物考古研究所和北京大学考古文博学院等机构的考古遗址数据。这涉及到对历史调查中获得的数据进行整理和解读。接下来，将这些数据与国家地球系统科学数据共享服务平台等现代环境数据集进行整合，这些平台提供有关数字高程模型（DEM）、河流分类、植被和沙漠数据的信息。利用GIS技术提取与遗址位置相关的环境信息，如海拔、河流距离、植被和沙地面积。最后，使用文化分布阈值和中心性方法进行综合分析，以推断古代文化在环境变化中的演变，同时考虑古代人类的生活方式，以假设过去和现在的环境变化及其潜在原因。",
                "Level": "C3(Applying)"
            }
        ]
    }
}