{
    "id": "df24e6bb-d35e-4581-a38a-daca9b021203",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "EPMA data of chlorite from Hengdong cobalt deposit, Northeastern Hunan Province",
            "titleCn": "湘东北横洞钴矿床绿泥石EPMA数据",
            "description": "The content of the document includes EPMA data of chlorite in Hengdong cobalt deposit, Hunan Province. The experimental methods are as follows: point analysis and X-ray element scanning were performed by Shimadzu epma-1720 electron probe equipped with four wavelength dispersive spectrometers in the Key Laboratory of nonferrous metal metallogenic prediction, Ministry of education, Central South University. All analysis points were determined by high contrast backscattered electron (BSE) images. The operating conditions of point analysis include acceleration voltage of 20 kV, electron beam current of 15 Na, 1-2 μ The beam diameter is less than 10 m, the peak count time is 20 seconds and the background time is 10 seconds. The data can be used for geochemical analysis of Hengdong cobalt deposit in Hunan and similar deposits in Northeast Hunan.\nThe above data have been published in SCI high-level journals, and the data are true and reliable. The data is stored as a word document.",
            "descriptionCn": "文档内容包括湖南横洞钴矿床地区绿泥石电子探针(EPMA)数据。实验方法如下：点分析和X射线元素面扫描由中南大学有色金属成矿预测教育部重点实验室配备四台波长色散光谱仪的SHIMADZU EPMA-1720电子探针完成。 所有分析点均使用高对比度背散射电子(BSE)图像确定。点分析的操作条件包括 20 kV 的加速电压、15 nA 的电子束电流、1-2 μm 的束直径、20 秒的峰值计数时间和 10 秒的背景时间。数据可供后期湖南横洞钴矿床及湘东北地区类似矿床的地球化学分析。\n以上数据已发表于SCI高级别期刊，数据真实可靠。数据以Word文档形式储存。",
            "instructions": "The data is stored in word document format without special data format and numbering instructions.",
            "instructionsCn": "数据以Word文档格式储存，无特殊数据格式和编号说明。",
            "east": 113.8,
            "west": 113.6,
            "south": 28.3,
            "north": 28.7,
            "startTime": null,
            "endTime": null,
            "fileSize": 19758.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邹少浩",
                "nameEn": "ZOU Shaohao",
                "unitEn": "East China University of Technology",
                "unitCn": "东华理工大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A stand-alone Co mineral deposit in northeastern Hunan Province, South China: Its timing, origin of ore fluids and metal Co, and geodynamic setting",
                "referenceCn": null,
                "referenceEn": "Zou, S., Zou, F., Ning, J., Deng, T., Yu, D., Ye, T., Xu, D., & Wang, Z. (2017). A stand-alone co mineral deposit in northeastern hunan province, south china: its timing, origin of ore fluids and metal co, and geodynamic setting. Ore Geology Reviews, S0169136817303517."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "电子探针",
                "nameEn": "electron microprobe"
            },
            {
                "nameCn": "绿泥石",
                "nameEn": "chlorite"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "横洞，湖南",
                "keywordEn": "Hengdong, Hunan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method involve using a SHIMADZU EPMA-1720 electron probe equipped with wavelength-dispersive spectrometers for elemental analysis?",
                "QuestionCn": "数据收集方法是否涉及使用配备波长色散光谱仪的SHIMADZU EPMA-1720电子探针进行元素分析？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and specifications of the electron probe micro-analyzer (EPMA) data collection method used for analyzing chlorite in cobalt deposits?",
                "QuestionCn": "电子探针微分析仪（EPMA）用于分析钴矿床中的绿泥石的具体特征和规格数据收集方法是什么？",
                "AnswerEn": "20 kV accelerating voltage, 15 nA electron beam current, 1-2 μm beam diameter, 20 seconds peak counting time, 10 seconds background time, high-contrast backscattered electron images",
                "AnswerCn": "20 kV 加速电压，15 nA 电子束电流，1-2 μm 束斑直径，20 秒峰值计数时间，10 秒背景时间，高对比度背散射电子图像",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the electron beam current used in the point analysis method for collecting EPMA data in a dataset related to greenschist from cobalt deposits?",
                "QuestionCn": "在与钴矿床相关的绿片岩数据集中，用于收集EPMA数据的点分析方法中使用的电子束电流是多少？",
                "AnswerEn": "15 nA",
                "AnswerCn": "15 纳安",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'EPMA' stand for and what is its significance in data collection for geochemical analysis?",
                "QuestionCn": "'EPMA'代表电子探针微分析（Electron Probe Micro-Analyzer），在地球化学分析的数据收集中具有重要意义。",
                "AnswerEn": "EPMA stands for Electron Probe Micro-Analyzer, which is a significant tool in data collection for geochemical analysis as it allows for precise point analysis and X-ray element mapping. This method involves using high-contrast backscattered electron (BSE) imaging to determine analysis points, with operational conditions such as a 20 kV acceleration voltage, 15 nA electron beam current, and a beam diameter of 1-2 μm, among others. It is crucial for obtaining reliable data for geochemical analysis in regions like the 湘东北横洞钴矿床.",
                "AnswerCn": "EPMA代表电子探针显微分析仪，这是一种在地球化学分析中进行数据收集的重要工具，因为它允许进行精确的点分析和X射线元素成像。该方法涉及使用高对比度的反向散射电子（BSE）成像来确定分析点，操作条件包括20 kV的加速电压、15 nA的电子束电流和1-2 μm的束直径等。它对于在湘东北横洞钴矿床等地区获得可靠的地球化学分析数据至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the reliability and accuracy of mineral compositions in cobalt ore deposits from analyzing the specified EPMA data collection methods?",
                "QuestionCn": "从分析指定的EPMA数据收集方法中，可以推断出关于钴矿床矿物成分的可靠性和准确性。",
                "AnswerEn": "The EPMA data collection methods, utilizing point analysis and X-ray element mapping with a SHIMADZU EPMA-1720 electron probe, suggest a high level of reliability and accuracy in determining mineral compositions. The use of high-contrast backscatter electron imaging to identify analysis points and precise operating conditions such as 20 kV acceleration voltage and 15 nA current ensure detailed and accurate mineral characterization. These methods facilitate accurate geochemical analysis of cobalt ore deposits in the region.",
                "AnswerCn": "EPMA数据收集方法，利用点分析和X射线元素成像，采用SHIMADZU EPMA-1720电子探针，表明在确定矿物成分方面具有高水平的可靠性和准确性。使用高对比度反向散射电子成像来识别分析点，以及20 kV加速电压和15 nA电流等精确操作条件，确保了矿物特征的详细和准确。这些方法促进了该地区钴矿床的准确地球化学分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific instrumental and procedural steps involved in collecting EPMA data for chlorite analysis in mineral deposits, and how does this method ensure data accuracy and reliability?",
                "QuestionCn": "收集矿床中绿泥石分析的EPMA数据的具体仪器和程序步骤是什么，以及该方法如何确保数据的准确性和可靠性？",
                "AnswerEn": "The instrumental and procedural steps involved in collecting EPMA data for chlorite analysis include using a SHIMADZU EPMA-1720 electron microprobe equipped with four wavelength dispersive spectrometers. The method involves point analysis and X-ray element mapping, conducted at an accelerating voltage of 20 kV, an electron beam current of 15 nA, and a beam diameter of 1-2 μm. High contrast backscattered electron (BSE) images determine all analysis points, with a peak counting time of 20 seconds and a background time of 10 seconds. These procedures ensure data accuracy and reliability, as demonstrated by the data's publication in a high-level SCI journal.",
                "AnswerCn": "收集氯石分析的EPMA数据的仪器和程序步骤包括使用配备四个波长色散光谱仪的SHIMADZU EPMA-1720电子探针显微镜。该方法涉及点分析和X射线元素成像，操作条件为加速电压20 kV，电子束电流15 nA，束直径为1-2微米。高对比度反向散射电子（BSE）图像用于确定所有分析点，峰值计数时间为20秒，背景时间为10秒。这些程序确保数据的准确性和可靠性，正如数据在高水平SCI期刊上发表所证明的那样。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the precise collection of mineral data through electron probe microanalysis in geological studies?",
                "QuestionCn": "哪些技术进步使得在地质研究中通过电子探针微分析精确收集矿物数据成为可能？",
                "AnswerEn": "The use of SHIMADZU EPMA-1720 electron probe microanalyzer equipped with four wavelength dispersive spectrometers enables precise data collection. This technology allows for point analysis and X-ray elemental mapping with high contrast backscattered electron imaging, aiding in accurate mineral data acquisition in geological studies.",
                "AnswerCn": "使用配备四个波长色散光谱仪的SHIMADZU EPMA-1720电子探针显微分析仪可以实现精确的数据采集。这项技术允许进行点分析和X射线元素成像，并结合高对比度的反向散射电子成像，有助于在地质研究中准确获取矿物数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}