{
    "id": "df42c38d-4907-417c-b05d-1ef6e45639e1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Distribution of potential glacial lakes in the Tibetan Plateau and its surroundings",
            "titleCn": "青藏高原及其周边地区潜在冰湖分布",
            "description": "The dataset of  of potential glacial lakes (PGLs) distribution in the Tibetan Plateau and its surrounding  (TPS) are vector data (. SHP). The data set contains the ID, area, perimeter, volume and elevation of each PGL. The TPS region was divided into 17 subregions based on the river basins’ borders, including 8 outflow river basins, i.e., the Yellow, Yangtze, Mekong, Salween, Brahmaputra, Ganges, Indus, and Ob river basins, and 9 exorheic river basins, i.e., the Qiangtang, Hexi, Tarim, Qiadam, Junggar, Yili, Syr Darya, Amu Darya, and Mongolia river basins. This data is processed from theGlacier ice thickness distribution dataset (provided by Farinotti et al. (2019)). The grid difference between the initial DEM and the glacier ice thickness distribution was used to produce the DEM without glaciers. The overdeepenings were detected via two steps. First, we filled the depressions of the DEM without glaciers using a hydrology tool in the ArcGIS software. Second, using the filled DEM to subtract the DEM without glaciers, we ascertained the PGLs’ locations, areas, depths, and volumes. The quality of this data set depends on the quality of the original glacier thickness data, and the quality of the ice thickness dataset is the best of all similar data at present. The dataset of  of potential glacial lakes distribution in the Tibetan Plateau and its surroundings can provide a new perspective from which to understand the future formation and evolution of glacial lakes in the TPS.  It is anticipated that approximately 16,000 PGLs areas of greater than 0.02 km2 will be formed in the TPS, covering an area of 2253.95 ± 1291.29 km2 and holding a water volume of 60.49 ± 28.94 km3, which would contribute to a 0.16 ± 0.08 mm equivalent sea-level rise.",
            "descriptionCn": "青藏高原及其周边地区潜在冰湖分布数据为矢量数据（.shp），数据集中包含每个潜在冰湖的ID、面积、周长、体积和高程。数据按照流域被分为17个区域，分别是黄河，长江，湄公河，萨尔温江，雅鲁藏布江，恒河，印度河，以及鄂毕河流域，共8个外流流域；以及河西，塔里木，柴达木，准噶尔，伊犁，锡尔河，阿姆河，和蒙古高原流域，共9个内流流域。本数据从冰川厚度数据加工而来（由Farinotti et al. （2019）提供），使用ArcGIS软件，将地区原始DEM和冰厚度数据相减，得到无冰川分布的DEM，再利用填挖工具将位于冰川床下的洼地，即潜在冰湖，挖掘出来。本数据集的质量依赖原始的冰川厚度数据的质量，而冰厚度数据集的质量是目前所有类似数据中质量最好的。青藏高原及其周边地区潜在冰湖分布数据揭示了地区未来可能会形成的冰湖，对于未来地区冰湖的形成及其分布模式的理解至关重要，目前的结果表明，青藏高原及其周边地区存在着超过 16,000 个潜在冰湖，面积为2253.95 ± 1291.29 km2，体积为60.49 ± 28.94 km3, 这相当于海平面上升0.16±0.08 mm的水当量。",
            "instructions": "File name: the dataset of  of potential glacial lakes distribution in the Tibetan Plateau and its surroundings are vector data (. SHP), and the file name is \"River_ Basin_ PGL \", where River_ Basin is the name of the basin, and PGL is the potential glacial lake.\nData reading method: all the data can be opened by ArcGIS and QGIS, and all the attributes related to the potential ice lake are stored in the attribute table.",
            "instructionsCn": "文件命名：青藏高原及其周边地区潜在冰湖分布数据为矢量数据（.shp），子文件的名称为“River_Basin_PGL”，其中River_Basin代表所在流域名称，PGL代表潜在冰湖。\n数据读取方式：该数据集中的所有数据可用ArcGIS打开，有关潜在冰湖的所有属性都存于属性表当中。",
            "east": 112.0,
            "west": 60.0,
            "south": 20.0,
            "north": 54.0,
            "startTime": "2021-06-01 00:00:00",
            "endTime": "2021-06-01 00:00:00",
            "fileSize": 3964449.0,
            "cstr": "18406.11.Glacio.tpdc.271302",
            "doi": "10.11888/Glacio.tpdc.271302",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张太刚",
                "nameEn": "ZHANG Taigang",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "王伟财",
                "nameEn": "WANG Weicai",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "姚檀栋",
                "nameEn": "YAO Tandong",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "高坛光",
                "nameEn": "GAO Tanguang",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "安宝晟",
                "nameEn": "AN Baosheng",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Ice thickness and morphological analysis reveal the future glacial lake distribution and formation probability in the Tibetan Plateau and its surroundings",
                "referenceCn": null,
                "referenceEn": "Zhang, T.G., Wang, W.C., An, B.S., et al. (2022). Ice thickness and morphological analysis reveal the future glacial lake distribution and formation probability in the Tibetan Plateau and its surroundings. Global and Planetary Change, 216. https://doi.org/10.1016/j.gloplacha.2022.103923"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "冰湖",
                "nameEn": "Glacial lake"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原及其周边地区",
                "keywordEn": "Tibetan Plateau and its surroundings"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "未来",
                "keywordEn": "future",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes recorded in a dataset concerning potential ice lakes in the Tibetan Plateau and surrounding regions?",
                "QuestionCn": "关于青藏高原及周边地区潜在冰湖的数据集中记录的具体属性有哪些？",
                "AnswerEn": "ID, area, perimeter, volume, elevation",
                "AnswerCn": "ID，面积，周长，体积，高程",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of potential ice lakes identified in a dataset related to the Tibetan Plateau and its surrounding areas?",
                "QuestionCn": "在与青藏 Plateau 及其周边地区相关的数据集中，识别出的潜在冰湖的总数是多少？",
                "AnswerEn": "16,000",
                "AnswerCn": "一万六千",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'potential ice lake distribution' in the context of data collection for the Tibetan Plateau and surrounding regions?",
                "QuestionCn": "在西藏高原及周边地区的数据收集中，“潜在冰湖分布”是指可能存在的冰湖的地理分布情况。",
                "AnswerEn": "'Potential ice lake distribution' refers to the identification and mapping of areas where ice lakes may form in the future on the Tibetan Plateau and surrounding regions. This involves using vector data (.shp) to represent each potential ice lake's ID, area, perimeter, volume, and elevation. The data is derived from processing glacier thickness data to identify depressions under glaciers using ArcGIS software. This involves subtracting glacier thickness from the original DEM to create a glacier-free DEM, and using fill and excavation tools to extract depressions that could become ice lakes. The quality of this dataset depends on the original glacier thickness data, which is considered the best quality available among similar datasets.",
                "AnswerCn": "“潜在冰湖分布”是指识别和绘制未来可能在青藏高原及周边地区形成的冰湖区域。这涉及使用矢量数据（.shp）来表示每个潜在冰湖的ID、面积、周长、体积和海拔。该数据是通过处理冰川厚度数据来识别冰川下的凹陷而得出的，使用ArcGIS软件进行分析。这包括从原始数字高程模型（DEM）中减去冰川厚度，以创建无冰川的DEM，并使用填充和挖掘工具提取可能形成冰湖的凹陷。该数据集的质量取决于原始冰川厚度数据，后者被认为是同类数据集中质量最好的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the potential inaccuracies in identifying and mapping potential glacial lakes in the Tibetan Plateau and surrounding areas?",
                "QuestionCn": "在识别和绘制青藏高原及周边地区潜在冰川湖泊时，可能导致不准确性的因素包括哪些？",
                "AnswerEn": "The potential inaccuracies in identifying and mapping potential glacial lakes in the Tibetan Plateau and surrounding areas are primarily influenced by the quality of the original glacier thickness data. Since the dataset is derived from subtracting glacier thickness data from original DEMs using ArcGIS, any errors or limitations in the glacier thickness data provided by Farinotti et al. (2019) could lead to inaccuracies in the resultant potential ice-free DEM used to identify potential glacial lakes.",
                "AnswerCn": "在识别和绘制青藏高原及周边地区潜在冰川湖泊时，潜在的不准确性主要受到原始冰川厚度数据质量的影响。由于该数据集是通过使用ArcGIS从原始数字高程模型（DEM）中减去冰川厚度数据而得出的，因此Farinotti等人（2019）提供的冰川厚度数据中的任何错误或局限性都可能导致用于识别潜在冰川湖泊的潜在无冰DEM的不准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on regional hydrology if the predicted 16,000 potential ice lakes in the Tibetan Plateau and surrounding areas begin to form as a result of climate changes?",
                "QuestionCn": "如果由于气候变化，预计在青藏高原及周边地区形成16,000个潜在冰湖，这对区域水文的潜在影响是什么？",
                "AnswerEn": "The formation of potential ice lakes in the Tibetan Plateau and surrounding areas could significantly alter regional hydrology, affecting water flow patterns in the 17 river basins, including major rivers like the Yellow River, Yangtze, and Mekong. The increase in ice lakes could lead to changes in water availability, risks of glacial lake outburst floods, and could contribute to sea level rise by approximately 0.16 ± 0.08 mm due to the additional water volume estimated at 60.49 ± 28.94 km3.",
                "AnswerCn": "在青藏高原及周边地区，潜在冰湖的形成可能会显著改变区域水文，影响包括黄河、长江和湄公河在内的17个流域的水流模式。冰湖的增加可能导致水资源可用性的变化、冰川湖溃决洪水的风险增加，并可能通过额外的水量（估计为60.49 ± 28.94 km³）对海平面上升贡献约0.16 ± 0.08 mm。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind mapping potential glacial lakes in the Qinghai-Tibet Plateau and surrounding areas using vector data derived from glacier thickness information?",
                "QuestionCn": "使用基于冰川厚度信息的矢量数据绘制青藏高原及周边地区潜在冰川湖的主要目标是什么？",
                "AnswerEn": "The primary objectives are to understand the future formation and distribution patterns of potential glacial lakes in the region. This information is crucial for predicting the implications of these lakes on regional hydrology and potential sea-level rise, as indicated by the calculated area and volume of over 16,000 potential lakes that could lead to a sea-level rise of 0.16±0.08 mm water equivalent.",
                "AnswerCn": "主要目标是了解该地区潜在冰川湖的未来形成和分布模式。这些信息对于预测这些湖泊对区域水文和潜在海平面上升的影响至关重要，计算结果显示超过16,000个潜在湖泊的面积和体积可能导致海平面上升0.16±0.08毫米水当量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps can be taken to identify and map potential ice lakes in the Tibetan Plateau and surrounding regions using GIS and DEM data?",
                "QuestionCn": "可以采取以下程序步骤，通过GIS和DEM数据识别和绘制青藏高原及周边地区潜在冰湖：\n\n1. **数据收集**：获取青藏高原及其周边地区的数字高程模型（DEM）数据，通常可以从卫星遥感或地理信息系统（GIS）数据库中获取。\n\n2. **数据预处理**：对DEM数据进行预处理，包括去噪、填补缺失值和进行坐标转换，以确保数据的准确性和一致性。\n\n3. **地形分析**：使用GIS软件进行地形分析，识别出可能的冰湖区域。可以通过计算坡度、流域和水流路径等地形特征来确定潜在的湖泊位置。\n\n4. **水体提取**：利用DEM数据和其他遥感影像（如Landsat或Sentinel影像）提取水体信息。可以使用阈值分割、归一化差异水体指数（NDWI）等方法来识别水体。\n\n5. **冰湖特征识别**：结合气候数据（如温度、降水量）和地理特征（如海拔、地形类型），进一步筛选出可能的冰湖特征。\n\n6. **空间分析**：进行空间分析，评估潜在冰湖的分布、大小和形状。可以使用缓冲区分析、邻域分析等方法来研究冰湖的空间特征。\n\n7. **验证与校正**：通过现场调查或与已有的冰湖数据进行对比，验证识别结果的准确性，并根据需要进行校正。\n\n8. **结果可视化**：将识别出的潜在冰湖区域进行可视化，生成地图和报告，以便于进一步分析和决策。\n\n9. **长期监测**：建立长期监测机制，定期更新数据和分析结果，以跟踪冰湖的变化和发展趋势。",
                "AnswerEn": "To identify and map potential ice lakes in the Tibetan Plateau and surrounding regions, the following procedural steps can be taken: First, use ArcGIS software to subtract glacier thickness data from the original DEM to obtain a glacier-free DEM. Then, apply excavation tools to identify depressions located below the glacier beds, which represent potential ice lakes. This process relies on high-quality glacier thickness data, such as those provided by Farinotti et al. (2019), ensuring accurate identification of potential ice lake sites.",
                "AnswerCn": "为了识别和绘制青藏高原及周边地区潜在冰湖，可以采取以下程序步骤：首先，使用ArcGIS软件从原始数字高程模型（DEM）中减去冰川厚度数据，以获得无冰川的DEM。然后，应用挖掘工具识别位于冰川床下方的凹陷，这些凹陷代表潜在的冰湖。该过程依赖于高质量的冰川厚度数据，例如Farinotti等人（2019）提供的数据，以确保准确识别潜在冰湖位置。",
                "Level": "C3(Applying)"
            }
        ]
    }
}