{
  "id": "df52e30c-d794-4c3c-888c-49ddb354eb39",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Qilian mountain national park, annual average temperature (2011-2020)",
      "titleCn": "祁连山国家公园年平均气温（2011-2020）",
      "description": "The annual average temperature data is sourced from the CRU produced by the National Centre for Atmospheric Science (NCAS) in the UK_ The TS (Climatic ResearchUnit grdded Time Series) dataset (2011-2020) has a resolution of 0.5 degrees and the raw data is. nc data. By visualizing, projecting, and interpolating inverse distance weights in ArcMap, the interpolated data resolution is 1.5km, and finally obtained by cropping the boundary of Qilian Mountain National Park. The data format is TIF.",
      "descriptionCn": "年平均气温数据来源是由英国国家大气科学中心NCAS（National Centre for Atmosphere Science）制作的CRU_TS（Climatic ResearchUnit grdded Time Series）数据集（2011-2020），分辨率为0.5度，原始数据为.nc数据。通过在ArcMap中可视化、投影、反距离权重插值，插值后的数据分辨率为1.5km，最后经祁连山国家公园边界裁剪获得。数据格式为TIF。",
      "instructions": "QilianMountains_Average_annual_temperature (2011-2020).Said the annual average temperature of qilian mountain national park",
      "instructionsCn": "QilianMountains_Average_annual_temperature(2011-2020)。表示祁连山国家公园年平均气温",
      "east": 103.0,
      "west": 95.0,
      "south": 36.7,
      "north": 40.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 97165.0,
      "cstr": null,
      "doi": "10.1038/s41597-020-0453-3",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "Ian Harris",
        "nameEn": "LAN Harris",
        "unitEn": "",
        "unitCn": "东英吉利大学环境科学学院气候研究单位，英国诺里奇"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Version 4 of the CRU TS monthly high-resolution gridded multivariate climate dataset",
        "referenceCn": null,
        "referenceEn": "Harris, I., Osborn, T.J., & Jones, P., et al. (2020). Version 4 of the CRU TS monthly high-resolution gridded multivariate climate dataset. Sci Data 7, 109. https://doi.org/10.1038/s41597-020-0453-3"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "平均气温",
        "nameEn": "Mean temperature"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山国家公园",
        "keywordEn": "QiLian Mountain National Park"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2011-2020",
        "keywordEn": "2011-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家重点研发计划“典型脆弱生态修复与保护研究”-“祁连山自然保护区生态环境评估、预警与监控关键技术研究”项目/“人类活动和气候变化对祁连山自然保护区的影响”课题",
        "titleEn": null
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset used to represent annual average temperatures in Qilian Mountain National Park from 2011 to 2020?",
        "QuestionCn": "用于表示2011年至2020年祁连山国家公园年平均气温的数据集的特征是什么？",
        "AnswerEn": "0.5 degrees resolution, .nc format, visualization, projection, inverse distance weighted interpolation, 1.5 km refined resolution, clipped to boundaries, TIF format",
        "AnswerCn": "0.5度分辨率，.nc格式，可视化，投影，反距离加权插值，1.5公里精细分辨率，裁剪到边界，TIF格式",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the interpolated dataset used for estimating the average annual temperature in Qilian Mountain National Park?",
        "QuestionCn": "用于估算祁连山国家公园年平均温度的插值数据集的空间分辨率是多少？",
        "AnswerEn": "1.5 km",
        "AnswerCn": "1.5公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is CRU_TS in the context of climatological data collection?",
        "QuestionCn": "CRU_TS在气候数据收集的背景下是什么？",
        "AnswerEn": "CRU_TS refers to the Climatic Research Unit gridded Time Series dataset, which is created by the National Centre for Atmosphere Science (NCAS) and provides climate data with a resolution of 0.5 degrees. The dataset includes variables such as average annual temperature and is often used for research purposes, as seen in the context of Qilian Mountain National Park.",
        "AnswerCn": "CRU_TS指的是气候研究单位（Climatic Research Unit）格点时间序列数据集，该数据集由国家大气科学中心（National Centre for Atmosphere Science，NCAS）创建，提供0.5度分辨率的气候数据。该数据集包括年平均温度等变量，常用于研究目的，例如在祁连山国家公园的相关研究中。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do interpolation techniques used to enhance the resolution of climate datasets compare to direct weather station data collection methods in terms of accuracy and applicability for analyzing annual average temperature in national parks?",
        "QuestionCn": "插值技术用于增强气候数据集的分辨率，与直接天气站数据收集方法相比，在分析国家公园的年平均温度时，准确性和适用性如何？",
        "AnswerEn": "The interpolation techniques such as inverse distance weighting used in the CRU_TS dataset allow for enhancing the resolution from 0.5 degrees to 1.5 km by using gridded data and projecting it in ArcMap. This method is beneficial for creating a continuous surface from point data, especially in large and remote areas like Qilian Mountain National Park, where direct weather station data may be sparse. However, direct weather station data collection typically offers higher accuracy at specific locations due to direct measurements, but lacks the spatial coverage of interpolated datasets. Both methods have unique advantages: interpolation methods provide broader spatial coverage, while direct methods offer precise local data.",
        "AnswerCn": "插值技术，如反距离加权法，应用于CRU_TS数据集，可以通过使用网格数据并在ArcMap中投影，将分辨率从0.5度提高到1.5公里。这种方法在创建连续的表面时非常有用，尤其是在像祁连山国家公园这样的大型和偏远地区，直接的气象站数据可能稀缺。然而，直接的气象站数据收集通常在特定位置提供更高的准确性，因为是直接测量，但缺乏插值数据集的空间覆盖。两种方法各有独特的优势：插值方法提供更广泛的空间覆盖，而直接方法则提供精确的局部数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for interpolation and projection techniques when preparing climate datasets for specific regions like national parks?",
        "QuestionCn": "在为国家公园等特定地区准备气候数据集时，哪些因素促使需要插值和预测技术？",
        "AnswerEn": "The use of interpolation and projection techniques is necessitated by the original data's resolution and format, which in this case is a 0.5-degree resolution .nc data. To make the data applicable for specific regions like Qilian Mountain National Park, it is visualized and projected using tools like ArcMap, and an inverse distance weighted interpolation is applied to achieve a finer resolution of 1.5 km, which is then clipped to the park's boundaries.",
        "AnswerCn": "由于原始数据的分辨率和格式为0.5度分辨率的.nc数据，因此需要使用插值和投影技术。为了使数据适用于特定区域，如祁连山国家公园，使用ArcMap等工具对数据进行可视化和投影，并应用反距离加权插值，以实现1.5公里的更细分辨率，然后裁剪到公园的边界。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of using high-resolution interpolation techniques like inverse distance weighting to enhance the spatial accuracy of climatic datasets related to Qi Lian Mountain National Park?",
        "QuestionCn": "使用高分辨率插值技术，如反距离加权，来提高与祁连山国家公园相关的气候数据集的空间准确性的主要目标是什么？",
        "AnswerEn": "The primary objective is to increase the spatial resolution of the original climatic dataset from a coarse 0.5-degree grid to a finer 1.5 km resolution, which allows for more precise and localized analysis of the average annual temperature data within the boundaries of Qi Lian Mountain National Park. This refinement is crucial for understanding microclimatic variations and supporting conservation efforts in the park.",
        "AnswerCn": "主要目标是将原始气候数据集从粗糙的0.5度网格提高到更精细的1.5公里分辨率，这样可以更精确和局部地分析齐连山国家公园内的年平均温度数据。这种细化对于理解微气候变化和支持公园的保护工作至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in transforming and visualizing climatic data from a global dataset into a format suitable for regional analysis in a national park setting?",
        "QuestionCn": "将全球气候数据集中的气候数据转换并可视化为适合国家公园区域分析的格式所涉及的程序步骤是什么？",
        "AnswerEn": "The data collection method involves using the CRU_TS dataset, which is originally in .nc format with a 0.5-degree resolution. The procedural steps include visualizing and projecting the data in ArcMap, followed by inverse distance weighting interpolation to achieve a resolution of 1.5 km. Finally, the data is clipped to the boundary of Qilian Mountain National Park, resulting in a TIF format suitable for regional analysis.",
        "AnswerCn": "数据收集方法涉及使用CRU_TS数据集，该数据集最初为.nc格式，分辨率为0.5度。程序步骤包括在ArcMap中可视化和投影数据，随后进行反距离加权插值，以实现1.5公里的分辨率。最后，数据被裁剪到祁连山国家公园的边界，生成适合区域分析的TIF格式。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the processing and visualization of climate data for detailed regional analysis?",
        "QuestionCn": "哪些技术进步使得气候数据的处理和可视化能够进行详细的区域分析？",
        "AnswerEn": "The use of ArcMap for visualizing, projecting, and applying inverse distance weighted interpolation to convert the CRU_TS dataset from a resolution of 0.5 degrees to a finer resolution of 1.5 km enables detailed regional analysis for areas such as Qilian Mountain National Park.",
        "AnswerCn": "使用ArcMap可视化、投影并应用反距离加权插值，将CRU_TS数据集从0.5度的分辨率转换为1.5公里的更细分辨率，使得对像祁连山国家公园这样的区域进行详细分析成为可能。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}