{
    "id": "df85a9fd-4fa9-44c0-96ff-93b7550f0bb9",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The glacier inventory of Qilian Mountain Area (v2.0, 2020)",
            "titleCn": "祁连山地区冰川边界（v2.0, 2020）",
            "description": "This dataset contains the glacier outlines in Qilian Mountain Area in 2020. The dataset was produced based on classical band ratio criterion and manual editing. Chinese GF series images collected in 2020 were used as basic data for glacier extraction. Sentinel-2 images, Google images and Map World images were employed as reference data for manual adjusting. The dataset was stored in SHP format and attached with the attributions of coordinates, glacier ID and glacier area. Consisting of 1 season, the dataset has a spatial resolution of 2 meters. The accuracy is about 1 pixel (±2 meter). The dataset directly reflects the glacier distribution within the Qilian Mountain in 2020, and can be used for quantitative estimation of glacier mass balance and the quantitative assessment of glacier change’s impact on basin runoff.",
            "descriptionCn": "本数据为祁连山地区2020年冰川分布产品。采用经典波段比值法和人工修正的方法提取。原始基础数据为2020年祁连山全境的高分系列影像。参考数据为哨兵2号影像、谷歌影像和天地图影像。产品以shp文件格式存储，包含坐标系、冰川ID、冰川面积等属性。产品为1期，空间分辨率为2米，边界精度在2米（一个像元）左右。该数据直观地反映了祁连山冰川在2020年的分布，可用于冰川物质平衡变化定量估计、冰川变化对流域径流量影响定量估计等研究。",
            "instructions": "File Naming Convention: Dataset class_coordinate_YYYY.shp (YYYY: year)\nData Version：V2.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nGlacier body：Polygon vector\nUsage：The datasets are stored in the form of Class_coordinate_YYYY.shp (YYYY: year), and can be read by ArcGIS or ENVI.",
            "instructionsCn": "文件命名方式：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V2.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n冰川：多边形矢量\n使用方法：shp矢量文件格式，包含多个字段，ArcGIS、ENVI等均可读取和显示",
            "east": 102.238,
            "west": 95.125,
            "south": 37.475,
            "north": 39.575,
            "startTime": null,
            "endTime": null,
            "fileSize": 2797179.0,
            "cstr": "18406.11.Cryos.tpdc.272461",
            "doi": "10.11888/Cryos.tpdc.272461",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李佳",
                "nameEn": "LI Jia",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The second Chinese glacier inventory: data, methods and results",
                "referenceCn": null,
                "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
            },
            {
                "titleCn": "祁连山地区2020年冰川边界产品",
                "titleEn": null,
                "referenceCn": "李佳，顾云杨，李建江，李新，刘绍民. 祁连山地区2020年冰川边界产品. (2021). 国家青藏高原科学数据中心(http://data.tpdc.ac.cn/zh-hans/) [Li Jia, Gu Yun-yang, Li Jian-jiang, Li Xin, Liu Shao-min. The dataset of glacier outlines in the Qilian Mountain Area in 2020. (2021). National Tibetan Plateau Data Center (http://data.tpdc.ac.cn/zh-hans/)].",
                "referenceEn": null
            },
            {
                "titleCn": "近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据",
                "titleEn": null,
                "referenceCn": "孙美平, 刘时银, 姚晓军等. 近50年来祁连山冰川变化——基于中国第一、二次冰川编目数据. 地理学报, 2015, 70(9): 1402-1414.",
                "referenceEn": null
            },
            {
                "titleCn": "气候变化对冰川影响与风险研究",
                "titleEn": null,
                "referenceCn": "刘时银, 张勇, 刘巧等. (2017). 气候变化对冰川影响与风险研究. 科学出版社.",
                "referenceEn": null
            },
            {
                "titleCn": "基于第二次冰川编目的中国冰川现状",
                "titleEn": null,
                "referenceCn": "刘时银, 姚晓军, 郭万钦等. (2015). 基于第二次冰川编目的中国冰川现状. 地理学报, 70(1), 3-16.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "冰川编目",
                "nameEn": "glacier inventory"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山地区",
                "keywordEn": "Qilian Mountain Area"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to map glacier boundaries in a mountainous region?",
                "QuestionCn": "您能否提供一个用于在山区绘制冰川边界的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves using high-resolution satellite imagery from the GaoFen series, Sentinel-2, Google Earth, and Tianditu, combined with a classic band ratio method and manual adjustments, to map glacier boundaries in the Qilian Mountains.",
                "AnswerCn": "一种数据收集方法涉及使用高分系列、Sentinel-2、谷歌地球和天地图的高分辨率卫星影像，结合经典的波段比率方法和手动调整，以绘制祁连山的冰川边界。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset representing glacier boundaries in the Qilian Mountains region for the year 2020?",
                "QuestionCn": "2020年祁连山地区冰川边界数据集的空间分辨率是多少？",
                "AnswerEn": "2 meters",
                "AnswerCn": "2米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the 'classic band ratio method' in the context of glacier boundary extraction?",
                "QuestionCn": "“经典带比率方法”是在冰川边界提取的背景下使用的一种技术。",
                "AnswerEn": "The 'classic band ratio method' is a data collection method used to extract glacier boundaries. It involves using specific ratios of different spectral bands from satellite imagery to differentiate glacier surfaces from surrounding terrain. This method is often combined with manual corrections to improve accuracy.",
                "AnswerCn": "“经典带比法”是一种数据收集方法，用于提取冰川边界。它涉及使用卫星影像中不同光谱波段的特定比率，以区分冰川表面与周围地形。该方法通常结合手动修正，以提高准确性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What data collection methodologies could be inferred for extracting glacier boundaries in mountainous regions, considering the challenges of ensuring high spatial resolution and accuracy?",
                "QuestionCn": "在提取山区冰川边界时，可以推断出哪些数据收集方法，以确保高空间分辨率和准确性，考虑到面临的挑战？",
                "AnswerEn": "The data collection methodology for extracting glacier boundaries in mountainous regions involves using high-resolution satellite imagery, such as the high-resolution series images from 2020 for the Qilian Mountains. This process includes the use of classic band ratio methods combined with manual correction to ensure accuracy. The use of reference images, such as Sentinel-2 images, Google imagery, and Tianditu imagery, supports the refinement of the boundaries. The spatial resolution achieved is 2 meters with boundary accuracy around the same level, which is essential for reflecting the precise distribution of glaciers in mountainous areas.",
                "AnswerCn": "在山区提取冰川边界的数据收集方法涉及使用高分辨率卫星影像，例如2020年祁连山的高分辨率系列影像。该过程包括经典的波段比率方法与手动校正相结合，以确保准确性。使用参考影像，如Sentinel-2影像、谷歌影像和天地图影像，支持边界的精细化。所达到的空间分辨率为2米，边界精度大致相同，这对于反映山区冰川的精确分布至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential implications of using a combination of classic band ratio method and manual correction for extracting glacier boundaries on the precision and reliability of glacial distribution datasets in mountainous regions?",
                "QuestionCn": "使用经典波段比率方法和手动校正相结合提取冰川边界对山区冰川分布数据集的精度和可靠性的潜在影响是什么？",
                "AnswerEn": "Using a combination of classic band ratio method and manual correction for extracting glacier boundaries can enhance precision and reliability by ensuring that the automatic extraction results are refined and validated against human judgment. This method also allows for adjustments based on local conditions or anomalies that automated systems might miss, leading to more accurate representations of glacier distributions. Additionally, this approach can help mitigate errors introduced by sensor limitations or atmospheric conditions captured in the high-resolution images from sources like Sentinel-2, Google imagery, and Tianditu imagery.",
                "AnswerCn": "使用经典的波段比率方法与人工修正相结合提取冰川边界，可以提高精度和可靠性，确保自动提取结果经过人类判断的精炼和验证。这种方法还允许根据局部条件或自动系统可能遗漏的异常进行调整，从而导致冰川分布的更准确表示。此外，这种方法可以帮助减轻由传感器限制或大气条件引入的错误，这些条件在来自Sentinel-2、Google影像和天地图影像的高分辨率图像中被捕捉到。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind employing high-resolution imagery and classic band ratio methods for delineating glacier boundaries in mountainous regions?",
                "QuestionCn": "在山区划定冰川边界时，采用高分辨率影像和经典波段比率方法的主要目标是什么？",
                "AnswerEn": "The primary objectives include accurately reflecting the distribution of glaciers in the Qilian Mountains as of 2020, enabling quantitative estimates of glacier mass balance changes and assessing the impact of glacier changes on river runoff in the region.",
                "AnswerCn": "主要目标包括准确反映2020年祁连山地区冰川的分布，能够定量估算冰川质量平衡变化，并评估冰川变化对该地区河流径流的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to extract glacier boundaries in remote sensing datasets focusing on mountainous regions like Qilian Mountains, and what challenges might arise in ensuring high precision and accuracy?",
                "QuestionCn": "在遥感数据集中提取像祁连山这样的山区冰川边界时，使用了哪些程序，以及在确保高精度和准确性方面可能会面临哪些挑战？",
                "AnswerEn": "The extraction of glacier boundaries in regions like the Qilian Mountains involves using the classical band ratio method and manual correction. The primary data sources are high-resolution imagery from the Gaofen series, supplemented by reference data from Sentinel-2, Google Earth, and TianMap imagery. Challenges in ensuring high precision and accuracy include maintaining spatial resolution at 2 meters and achieving boundary precision within 2 meters, equivalent to one pixel size.",
                "AnswerCn": "在像祁连山这样的地区提取冰川边界涉及使用经典的波段比率方法和手动校正。主要数据来源是高分系列的高分辨率影像，辅以来自Sentinel-2、Google Earth和天地图影像的参考数据。确保高精度和准确性的挑战包括保持2米的空间分辨率和实现2米的边界精度，相当于一个像素的大小。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}