{
    "id": "dff6b437-90a1-4729-8140-faafc544860f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of river basins map over the TP（2016）",
            "titleCn": "青藏高原流域边界数据集（2016）",
            "description": "The data set was produced based on the SRTM DEM data collected by  Space Shuttle Radar terrain mission in 2016, the reference data such as river, lake and other water system auxiliary data , using the arcgis hydrological model to analyze and extract the river network. There are 12 sub-basins over the Tibet Plateau, including AmuDayra、Brahmaputra、Ganges、Hexi、Indus、Inner、Mekong、Qaidam、Salween、Tarim、Yangtze、Yellow.\nThe outer boundary is based on the  2500-metre contour line and national boundaries.",
            "descriptionCn": "青藏高原流域边界数据集使用2000年的航天飞机雷达地形任务收集的干涉合成孔径雷达SRTM DEM 数据、参考河流、湖泊等水系辅助数据，利用arcgis水文模型，分析、提取河网，将青藏高原划分为AmuDayra、Brahmaputra、Ganges、Hexi、Indus、Inner、Mekong、Qaidam、Salween、Tarim、Yangtze、Yellow等12个子流域。其中研究区外围边界是基于2500米等高线。",
            "instructions": "In shaplefile format, named AmuDayra、Brahmaputra、Ganges、Hexi、Indus、Inner、Mekong、Qaidam、Salween、Tarim、Yangtze、Yellow.\nCan be opened by arcgis, Qgis and other GIS related software.",
            "instructionsCn": "Shapefile格式，命名为：AmuDayra、Brahmaputra、Ganges、Hexi、Indus、Inner、Mekong、Qaidam、Salween、Tarim、Yangtze、Yellow.\n可以用arcgis、Qgis等遥感软件打开",
            "east": 106.0,
            "west": 66.0,
            "south": 23.0,
            "north": 44.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 935332.0,
            "cstr": "18406.11.BaseGeography.tpe.249465.file",
            "doi": "10.11888/BaseGeography.tpe.249465.file",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张国庆",
                "nameEn": "ZHANG Guoqing",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Increased mass over the Tibetan Plateau: From lakes or glaciers?",
                "referenceCn": null,
                "referenceEn": "Zhang, G.Q., Yao, T.D., Xie, H.J., Kang, S.C., &Lei, Y.B. (2013).  Increased mass over the Tibetan Plateau: From lakes or glaciers? Geophysical Research Letters, 40(10), 2125-2130."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "区划",
                "nameEn": "Division"
            },
            {
                "nameCn": "流域分区",
                "nameEn": "River basin regional"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2016",
                "keywordEn": "2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to define sub-basin boundaries in the Tibetan Plateau using hydrological modeling?",
                "QuestionCn": "您能否提供一个在青藏高原使用水文模型定义子流域边界的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves using 2000 Shuttle Radar Topography Mission (SRTM) DEM data and reference datasets of rivers and lakes to assist in hydrological analysis. This method employs ArcGIS hydrological models to analyze and extract river networks, dividing the Tibetan Plateau into 12 sub-basins, such as AmuDayra, Brahmaputra, Ganges, and others, using the 2500-meter contour line for the outer boundary.",
                "AnswerCn": "一种数据收集方法涉及使用2000年的航天飞机雷达地形任务（SRTM）数字高程模型（DEM）数据和河流与湖泊的参考数据集，以辅助水文分析。该方法利用ArcGIS水文模型分析和提取河流网络，将青藏 Plateau划分为12个子流域，如阿姆河、布拉马普特拉河、恒河等，使用2500米等高线作为外边界。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many sub-basins are delineated in a dataset using SRTM DEM data and arcgis hydrological models on the Tibetan Plateau?",
                "QuestionCn": "在使用SRTM DEM数据和ArcGIS水文模型对青藏高原进行分析时，划分了多少个子流域？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a '流域边界数据集' in the context of geographical and hydrological studies?",
                "QuestionCn": "'流域边界数据集'是在地理和水文研究中使用的一个术语。",
                "AnswerEn": "In the context of geographical and hydrological studies, a '流域边界数据集' refers to a dataset that delineates the boundaries of river basins or watersheds. This dataset typically includes information derived from digital elevation models (DEMs), such as those collected by the Shuttle Radar Topography Mission (SRTM), and is used to identify and analyze hydrological features like rivers and lakes, as well as to define the boundaries of sub-basins for research and management purposes.",
                "AnswerCn": "在地理和水文研究的背景下，“流域边界数据集”指的是一个划定河流流域或集水区边界的数据集。该数据集通常包括来自数字高程模型（DEMs）的信息，例如由航天飞机雷达地形测量任务（SRTM）收集的数据，用于识别和分析水文特征，如河流和湖泊，以及定义子流域的边界，以便进行研究和管理。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need to use auxiliary data like reference rivers and lakes when analyzing topographical datasets for the Tibetan Plateau's sub-basins?",
                "QuestionCn": "在分析青藏 Plateau 的子流域的地形数据集时，使用参考河流和湖泊等辅助数据的原因是什么？",
                "AnswerEn": "The need to use auxiliary data like reference rivers and lakes arises from the complexity of accurately delineating hydrological features in topographical datasets. The Tibetan Plateau's varied elevation and intricate water systems require precise data to correctly extract river networks and sub-basin boundaries, which can be challenging without supplementary information to guide the analysis.",
                "AnswerCn": "使用辅助数据，如参考河流和湖泊，是由于在地形数据集中准确划定水文特征的复杂性。青藏高原的多样化海拔和复杂的水系需要精确的数据，以正确提取河流网络和子流域边界，而在没有补充信息来指导分析的情况下，这可能会很具挑战性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to delineate and analyze sub-basins such as the AmuDayra, Brahmaputra, and Ganges using SRTM DEM data and auxiliary hydrological data for the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用SRTM DEM数据和辅助水文数据对青藏高原的亚流域进行划分和分析，例如阿姆达里亚河、布rahmaputra河和恒河，为什么重要？",
                "AnswerEn": "The goal of delineating and analyzing sub-basins such as the AmuDayra, Brahmaputra, and Ganges using SRTM DEM data and auxiliary hydrological data for the Qinghai-Tibet Plateau is to enhance the understanding of hydrological processes and water resource management within the region. This approach allows for detailed watershed modeling, which is essential for addressing challenges related to water availability, flood risk, and ecological conservation in the diverse and ecologically sensitive environments of the Qinghai-Tibet Plateau.",
                "AnswerCn": "利用SRTM DEM数据和辅助水文数据对青藏高原的阿姆达亚拉、布rahmaputra和恒河等子流域进行划分和分析的目标是增强对该地区水文过程和水资源管理的理解。这种方法允许进行详细的流域建模，这对于解决与水资源可用性、洪水风险和生态保护相关的挑战至关重要，尤其是在青藏高原多样且生态敏感的环境中。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using SRTM DEM data and auxiliary water system data to delineate sub-basins in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用SRTM DEM数据和辅助水系数据在青藏高原划分子流域的程序步骤如下：",
                "AnswerEn": "The process involves using interferometric synthetic aperture radar SRTM DEM data collected in 2000 along with reference data of rivers, lakes, and other water systems. The ArcGIS hydrological model is then utilized to analyze and extract the river networks. This allows for the division of the Qinghai-Tibet Plateau into 12 sub-basins, including AmuDayra, Brahmaputra, Ganges, Hexi, Indus, Inner, Mekong, Qaidam, Salween, Tarim, Yangtze, and Yellow. The external boundary of the study area is determined based on the 2500-meter contour line.",
                "AnswerCn": "该过程涉及使用2000年收集的干涉合成孔径雷达（SRTM）数字高程模型（DEM）数据，以及河流、湖泊和其他水系的参考数据。然后利用ArcGIS水文模型分析和提取河流网络。这使得青藏高原被划分为12个子流域，包括阿姆达里亚、布拉马普特拉、恒河、河西、印度河、内流域、湄公河、柴达木、萨尔温河、塔里木、长江和黄河。研究区域的外部边界是根据2500米等高线确定的。",
                "Level": "C3(Applying)"
            }
        ]
    }
}