{
    "id": "e0618359-0f45-4420-a940-f025e18d8e25",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1 km resolution biodiversity data set of Qinghai Tibet Plateau (2000-2020)",
            "titleCn": "青藏高原1千米分辨率生物多样性数据集（2000-2020）",
            "description": "Biodiversity is the sum of the ecological complex formed by organisms and their environment and various ecological processes related to it. It is expressed at all organizational levels of the life system, including genetic diversity, species diversity and ecosystem diversity. The higher the habitat quality, the better the biological habitat environment and the higher the biodiversity. In some studies, the habitat quality index was used to characterize biodiversity (Xiao Qiang et al. 2014). Habitat quality index (HQ) is a dimensionless comprehensive index to evaluate the habitat suitability and habitat degradation degree of regional land use types. Cultivated land, roads, towns and rivers are used as habitat stress factors to form sensitivity parameters. For the production of biodiversity products, the biodiversity modeling of ecosystem in national barrier area is studied based on land use data and invest model. Invest model has the advantages of less input data, large output data and quantitative analysis of abstract ecosystem service functions. It is an important means of biodiversity assessment at present. Based on the actual situation of land use in the Qinghai Tibet Plateau, five land use types with great impact of human activities, paddy field, dry land, urban land, rural residential area and other construction land, are selected as threat factors. Taking the land use data as the input variable of the invest model, the land biodiversity of the Qinghai Tibet Plateau with a resolution of 1 km from 2000 to 2020 is estimated based on the parametric model.",
            "descriptionCn": "生物多样性（biodiversity）是生物及其环境形成的生态复合体以及与此相关的各种生态过程的总和，表现在生命系统的各个组织水平上，包括遗传多样性、物种多样性以及生态系统多样性三个层次。生境质量越高，生物栖息地环境越好，生物多样性越高，在部分研究中采用生境质量指数来表征生物多样性（肖强 et al. 2014）。生境质量指数（Habitat Quality，HQ）是对区域土地利用类型的生境适宜性和生境退化程度状况进行评价的一个无量纲综合性指标，以耕地、道路、城镇和河流作为生境胁迫因子，打分形成敏感性参数。针对生物多样性产品生产，基于土地利用数据和InVEST模型进行了国家屏障区生态系统生物多样性建模研究。InVEST模型具有输入数据量少、导出数据量大、对抽象生态系统服务功能进行定量分析等优点，是当前生物多样性评估的重要手段。基于青藏高原地区土地利用的实际情况，选取水田、旱地、城镇用地、农村居民点和其他建设用地这5种人类活动影响极大的土地利用类型作为威胁因子。将土地利用数据作为InVEST模型的输入变量，基于参数化模型实现对青藏高原2000-2020年1km分辨率的陆地生物多样性估算。",
            "instructions": "File naming: biodiversity data is stored as grid data. The name of the file is \"Habitat qualityyyy. TIF\", where yyyy represents the date. For example, habitat quality2000.tif represents biodiversity data in 2000;\nData reading method: after decompression, open it in ArcGIS software.",
            "instructionsCn": "文件命名：生物多样性数据以栅格数据存储，文件的名称为“Habitat Qualityyyyy.tif\",其中yyyy代表日期，比如Habitat Qualit2000.tif就代表2000年的生物多样性数据；\n数据读取方式：解压后，在ArcGIS软件中打开使用。",
            "east": 104.63,
            "west": 73.48,
            "south": 25.99,
            "north": 39.78,
            "startTime": null,
            "endTime": null,
            "fileSize": 5674590.0,
            "cstr": "18406.11.HumanNat.tpdc.272307",
            "doi": "10.11888/HumanNat.tpdc.272307",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王晓峰",
                "nameEn": "WANG Xiaofeng",
                "unitEn": "",
                "unitCn": "长安大学土地工程学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "重庆市森林生态系统服务功能价值评估",
                "titleEn": null,
                "referenceCn": "肖强, 肖洋 欧阳志云 徐卫华 向轼 李勇志. (2014). 重庆市森林生态系统服务功能价值评估. 生态学报, 34(01), 216-223.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Linking ecological degradation risk to identify ecological security patterns in a rapidly urbanizing landscape",
                "referenceCn": null,
                "referenceEn": "Peng, J., Pan, Y.J., Liu, Y.X., Zhao, H.J., & Wang, Y.L. (2018). Linking ecological degradation risk to identify ecological security patterns in a rapidly urbanizing landscape. Habitat International, 71, 110-124."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "物种多样性",
                "nameEn": "Species diversity"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2020",
                "keywordEn": "2000-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how habitat quality indices are used to model biodiversity in high-altitude regions like the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个例子，说明栖息地质量指数如何用于建模像青藏 Plateau 这样的高海拔地区的生物多样性？",
                "AnswerEn": "In the Tibetan Plateau, habitat quality indices are employed to assess land use types and the degree of habitat degradation, which are crucial for biodiversity modeling. These indices consider factors such as cropland, roads, towns, and rivers as stressors, and they are used as sensitivity parameters in models like InVEST. The model employs land use data to evaluate biodiversity at a 1 km resolution from 2000 to 2020, facilitating a comprehensive understanding of biodiversity patterns in the region.",
                "AnswerCn": "在青藏高原，栖息地质量指数被用来评估土地利用类型和栖息地退化程度，这对于生物多样性建模至关重要。这些指数考虑了耕地、道路、城镇和河流等压力因素，并作为敏感性参数用于像InVEST这样的模型。该模型利用土地利用数据评估2000年至2020年间1公里分辨率的生物多样性，从而促进对该地区生物多样性模式的全面理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of land use types that influence biodiversity modeling in the Qinghai-Tibet Plateau?",
                "QuestionCn": "影响青藏高原生物多样性建模的土地利用类型特征有哪些？",
                "AnswerEn": "suitability, degradation levels, water fields, dry lands, urban areas, rural settlements, other construction lands",
                "AnswerCn": "适宜性、退化程度、水域、旱地、城市区域、农村定居点、其他建设用地",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the biodiversity dataset covering the Tibetan Plateau from 2000 to 2020?",
                "QuestionCn": "覆盖青藏高原的生物多样性数据集的空间分辨率是多少，时间范围为2000年至2020年？",
                "AnswerEn": "1 kilometer",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the InVEST model in the context of biodiversity assessments?",
                "QuestionCn": "InVEST模型在生物多样性评估中的背景是什么？",
                "AnswerEn": "The InVEST model is a tool used for biodiversity assessments that requires minimal input data, produces extensive output data, and allows for quantitative analysis of abstract ecosystem service functions. It is an important method for evaluating biodiversity by modeling the relationship between land use and habitat quality, using land use data as input variables to estimate terrestrial biodiversity.",
                "AnswerCn": "InVEST模型是一种用于生物多样性评估的工具，所需输入数据较少，产生大量输出数据，并允许对抽象生态系统服务功能进行定量分析。它是评估生物多样性的重要方法，通过建模土地利用与栖息地质量之间的关系，使用土地利用数据作为输入变量来估算陆地生物多样性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the use of Habitat Quality Index in assessing biodiversity tell us about the relationship between land use types and biodiversity patterns from 2000 to 2020?",
                "QuestionCn": "栖息地质量指数在评估生物多样性中的应用可以告诉我们2000年至2020年间土地利用类型与生物多样性模式之间的关系。",
                "AnswerEn": "The use of Habitat Quality Index in assessing biodiversity suggests that there is a significant relationship between different land use types and patterns of biodiversity. The index evaluates habitat suitability and degradation levels based on land use data, indicating that areas with high-quality habitats correspond to higher biodiversity. By including factors such as farmland, roads, urban areas, and rivers as stressors, this approach highlights how human activities impact biodiversity. The modeling of biodiversity using the InVEST model, which leverages land use data, allows for quantitative analysis of ecosystem services and biodiversity patterns over time, providing insights into how land use changes influence biodiversity trends on the Qinghai-Tibet Plateau from 2000 to 2020.",
                "AnswerCn": "栖息地质量指数在评估生物多样性方面的使用表明，不同土地利用类型与生物多样性模式之间存在显著关系。该指数基于土地利用数据评估栖息地适宜性和退化水平，表明高质量栖息地对应于更高的生物多样性。通过将农田、道路、城市区域和河流等因素作为压力源，这种方法突显了人类活动对生物多样性的影响。使用InVEST模型对生物多样性进行建模，该模型利用土地利用数据，允许对生态系统服务和生物多样性模式进行定量分析，提供了关于2000年至2020年青藏高原土地利用变化如何影响生物多样性趋势的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective behind utilizing the InVEST model for estimating terrestrial biodiversity at a 1km resolution in the Qinghai-Tibet Plateau from 2000 to 2020?",
                "QuestionCn": "利用InVEST模型在2000年至2020年期间以1公里分辨率估算青藏高原的陆地生物多样性的主要目标是什么？",
                "AnswerEn": "The primary goal of using the InVEST model for estimating terrestrial biodiversity in the Qinghai-Tibet Plateau is to conduct a comprehensive evaluation of habitat quality by assessing the suitability and degradation of habitats based on land use data. This approach aims to quantify biodiversity by incorporating various human impact factors like cropland, roads, urban areas, and rivers as stressors, enabling a detailed analysis of ecological processes and ecosystem services that contribute to biodiversity at multiple organizational levels, including genetic, species, and ecosystem diversity.",
                "AnswerCn": "使用InVEST模型评估青藏高原的陆地生物多样性的主要目标是通过评估基于土地利用数据的栖息地适宜性和退化情况，进行全面的栖息地质量评估。这种方法旨在通过纳入农田、道路、城市区域和河流等人类影响因素作为压力源，量化生物多样性，从而能够对生态过程和生态系统服务进行详细分析，这些过程和服务在遗传多样性、物种多样性和生态系统多样性等多个组织层面上对生物多样性做出贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using the InVEST model to estimate terrestrial biodiversity at a 1km resolution, considering habitat quality indices and land use data?",
                "QuestionCn": "使用InVEST模型在1公里分辨率下估计陆地生物多样性时，涉及以下程序步骤，考虑栖息地质量指数和土地利用数据：",
                "AnswerEn": "The process involves selecting land use types significantly impacted by human activities as threat factors, such as paddy fields, drylands, urban land, rural residential areas, and other construction land. These are used as input variables in the InVEST model. The model evaluates habitat suitability and degradation levels by integrating these land use data, which are then used to estimate biodiversity across the Tibetan Plateau from 2000 to 2020 at a 1km resolution. The InVEST model is chosen for its ability to conduct quantitative analysis of abstract ecosystem services with minimal input data and substantial output data.",
                "AnswerCn": "该过程涉及选择受人类活动显著影响的土地利用类型作为威胁因素，例如水田、旱地、城市土地、农村住宅区和其他建设用地。这些作为输入变量用于InVEST模型。该模型通过整合这些土地利用数据来评估栖息地适宜性和退化水平，然后用于估算2000年至2020年间青藏高原的生物多样性，分辨率为1公里。选择InVEST模型是因为它能够在输入数据较少的情况下，对抽象生态系统服务进行定量分析，并产生大量输出数据。",
                "Level": "C3(Applying)"
            }
        ]
    }
}