{
    "id": "e0e0251e-4503-4b2e-9313-e367ebbbe03c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Massive cranium from Harbin establishes a new Middle Pleistocene human lineage in China",
            "titleCn": "哈尔滨龙人头骨为一新种——龙人（Homo longi）（论文插图原始数据）",
            "description": "In eastern Asia, several Middle-Late Pleistocene human fossils, such as the Dali, Jinniushan, Hualongdong, and Harbin crania, evidently resemble each other and are phylogenetically closer to H. sapiens than to H. neanderthalensis or other archaic humans. The Harbin cranium is the best preserved of this group. It shows a mosaic combination of plesiomorphic and apomorphic features. Here, we suggest that the Harbin skull should be recognized as a new species of Homo.",
            "descriptionCn": "在东亚地区，一些中晚更新世的人类化石，如大荔人、金牛山人、华龙洞人和最近发现的哈尔滨颅骨，彼此形态上相似，在系统发育上更接近现代智人(H. sapiens)而不是尼安德特人（H. neanderthalensis）或其他古人类。哈尔滨头盖骨是这类更新世古人类化石中保存最好的一个，兼具古人类的原始的特征和进步特征。因此，该材料被命名为一新种，龙人（Homo longi sp. nov. Ji & N, 2021）。龙人头骨“年龄”在距今14.6万年至30.9万年之间，兼具原始与进步的特征。比如，它既有大而方的眼眶、厚长的眉脊等原始特征，也同时具有较矮而平的颧骨。据介绍，这枚头骨十分巨大，体量比智人头骨大五分之一左右；脑容量有1420毫升，与智人相当，这意味着龙人已拥有相当高的智力水平。龙人有可能曾广泛分布于亚洲北方，研究者推测，这枚头骨属于一名约50岁或更年轻的男性，他非常强壮，适应高纬度地区的寒冷气候，和智人一样以狩猎、采集，甚至捕鱼为生。\n数据包含论文原文及插图的化石图像。数据来源为拍摄或绘制。数据包括原始图片，清晰度高。可用于进一步引用及科学传播等工作。",
            "instructions": "序号+pdf格式",
            "instructionsCn": "序号+pdf格式",
            "east": 130.0,
            "west": 80.0,
            "south": 30.0,
            "north": 50.0,
            "startTime": "2020-11-03 00:00:00",
            "endTime": "2021-01-29 00:00:00",
            "fileSize": 42778058.0,
            "cstr": null,
            "doi": "10.1016/j.xinn.2021.100132",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "倪喜军",
                "nameEn": "NI Xijun ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Late Middle Pleistocene Harbin cranium represents a new Homo species",
                "referenceCn": null,
                "referenceEn": "Ji, Q., Wu, W., Ji, Y., Li, Q., & Ni, X. (2021). Late Middle Pleistocene Harbin cranium represents a new Homo species. The Innovation 2(3), 100132."
            },
            {
                "titleCn": null,
                "titleEn": "Massive cranium from Harbin establishes a new Middle Pleistocene human lineage in China",
                "referenceCn": null,
                "referenceEn": "Ni, X., Ji, Q., Wu, W., & Shao, Q., et al. (2021). Massive cranium from Harbin establishes a new Middle Pleistocene human lineage in China.  The Innovation,  2(3)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "哈尔滨",
                "keywordEn": "Harbin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "更新世",
                "keywordEn": "Pleistocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a dataset that includes fossil images and metadata used for identifying new human species in paleoanthropology research?",
                "QuestionCn": "您能否提供一个包含化石图像和元数据的数据集示例，该数据集用于古人类学研究中识别新的人类物种？",
                "AnswerEn": "A dataset in this field includes the original images and illustrations of the Harbin skull fossil, which is used to identify a new species, Homo longi. The data source comprises high-resolution photographs or drawings that document the morphological features of the fossil, aiding in phylogenetic analysis and comparison with other Middle to Late Pleistocene human fossils.",
                "AnswerCn": "该数据集包括哈尔滨头骨化石的原始图像和插图，用于识别新物种——智人长头种（Homo longi）。数据来源包括高分辨率的照片或图纸，记录了化石的形态特征，有助于进行系统发育分析并与其他中更新世至晚更新世的人类化石进行比较。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of high-resolution images in the context of fossil data collection and analysis?",
                "QuestionCn": "高分辨率图像在化石数据收集和分析中的重要性是什么？",
                "AnswerEn": "High-resolution images are crucial in fossil data collection and analysis as they provide clear and detailed visual representations of the fossils, allowing researchers to examine both primitive and advanced features accurately. In the context of the Harbin skull, such images enable the study of its unique characteristics, like large square eye sockets and thick brow ridges, as well as its cranial capacity, which can inform discussions regarding its classification as a new species, Homo longi.",
                "AnswerCn": "高分辨率图像在化石数据收集和分析中至关重要，因为它们提供了清晰且详细的化石视觉表现，使研究人员能够准确地检查原始和高级特征。在哈尔滨头骨的背景下，这些图像使得研究其独特特征成为可能，比如大的方形眼窝和厚重的眉脊，以及其颅容量，这些都可以为其作为新物种 Homo longi 的分类讨论提供信息。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the imaging techniques used for capturing fossil images compare to traditional drawing methods in terms of clarity and detail in paleoanthropological research?",
                "QuestionCn": "用于捕捉化石图像的成像技术与传统绘图方法在古人类学研究中的清晰度和细节方面有何比较？",
                "AnswerEn": "The data collection methods include both imaging techniques, which provide high clarity and detail in the fossil images, and traditional drawing methods. The imaging techniques offer high-resolution images that are crucial for detailed analysis and scientific dissemination, whereas traditional drawing methods may not capture such fine details but can offer interpretative insights.",
                "AnswerCn": "数据收集方法包括成像技术，这些技术提供了高清晰度和细节的化石图像，以及传统绘图方法。成像技术提供的高分辨率图像对于详细分析和科学传播至关重要，而传统绘图方法虽然可能无法捕捉如此细微的细节，但可以提供解释性的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind capturing high-resolution images of ancient human fossils, such as the Harbin skull, for anthropological research?",
                "QuestionCn": "捕捉古代人类化石（如哈尔滨头骨）的高分辨率图像的目标是什么，以便进行人类学研究？",
                "AnswerEn": "The goal of capturing high-resolution images of the Harbin skull is to provide detailed visual data for scientific analysis, facilitate further research and comparisons with other human fossils, and support the dissemination of findings through scientific publications and educational materials. This approach allows researchers to examine the morphological features that suggest a closer phylogenetic relationship with Homo sapiens, aiding in the understanding of human evolution in East Asia.",
                "AnswerCn": "捕捉哈尔滨头骨的高分辨率图像的目标是提供详细的视觉数据以供科学分析，促进进一步的研究并与其他人类化石进行比较，同时支持通过科学出版物和教育材料传播研究成果。这种方法使研究人员能够检查表明与智人（Homo sapiens）更近亲缘关系的形态特征，有助于理解东亚的人类进化。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}