{
  "id": "e0eb5000-bb91-4738-baff-b5873996c205",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Runoff dataset in Hulugou outlet of Qilian Station in upstream of the Heihe River (2013)",
      "titleCn": "葫芦沟水文断面流量观测数据集（2013）",
      "description": "1. Data overview: \nthis data set is the total surface runoff of hulugou drainage basin controlled by the outlet hydrological section of Qilian station from January 1, 2013 to December 31, 2013. \n2. Data content: \nat 08:00, 14:00 and 20:00 every day, the flow rate and water level change of the outlet hydrological section of hulugou River Basin are regularly observed (the flow rate is measured by ls45a rotating cup type flow meter produced by Chongqing Huazheng Hydrological Instrument Co., Ltd., and the water level change is monitored in real time by hobo pressure type water level meter), the water level flow relationship is established, and the outlet flow of the river basin is calculated. \n3. Space time scope: \ngeographic coordinates: longitude: 99 ° 53 ′ E; latitude: 38 ° 16 ′ n; altitude: 2962.5m.",
      "descriptionCn": "1.数据概述：\n此数据集是祁连站2013年1月1日—2013年12月31日葫芦沟流域出口水文断面总控葫芦沟流域地表径流量。\n2.数据内容：\n葫芦沟出口水文断面流量数据每日08:00、14:00、20:00定时观测流域出口水文断面流速、水位变化（流速测量用重庆华正水文仪器公司生产的LS45A型旋杯式流速仪，并用Hobo压力式水位计实时监测水位变化），建立水位流量关系，计算流域出口流量。\n3.时空范围：\n地理坐标：经度：99°53′E；纬度：38°16′N；海拔：2962.5m。",
      "instructions": "Data file name: hulugou 2013 hydrological section flow observation data set. Xlsx; it can be viewed and edited by WPS or excel.",
      "instructionsCn": "数据文件命名：葫芦沟2013年水文断面流量观测数据集.xlsx；可用WPS或Excel等软件进行查看和编辑。",
      "east": 99.9,
      "west": 99.9,
      "south": 38.3,
      "north": 38.3,
      "startTime": "2013-01-11 00:00:00",
      "endTime": "2014-01-10 00:00:00",
      "fileSize": 20844.0,
      "cstr": "18406.11.heihe.305.2015.db",
      "doi": "10.3972/heihe.305.2015.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈仁升",
        "nameEn": "CHEN Rensheng",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "韩春坛",
        "nameEn": "HAN Chuntan",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "宋耀选",
        "nameEn": "SONG Yaoxuan",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China",
        "referenceCn": null,
        "referenceEn": "Han, C.T., Chen, R.S., Liu, Z.W., Yang, Y., Liu, J.F., Song, Y.X., Wang, L., Liu, G.H., Guo, S.H.,, & Wang, X.Q. (2018). Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China. Vadose Zone Journal, 17(1), 1-18."
      },
      {
        "titleCn": null,
        "titleEn": "A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient",
        "referenceCn": null,
        "referenceEn": "Chen, R.S., Song, Y.X., Kang, E.S., Han, C.T., Liu, J.F., Yang, Y., Qing, W.W., &Liu, Z.W. (2014). A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient. Arctic, Antarctic, and Alpine Research, 46(2), 505-523."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水位",
        "nameEn": "Stage height"
      },
      {
        "nameCn": "水文断面",
        "nameEn": "Hydrology section"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "葫芦沟流域",
        "keywordEn": "Hulugou Basin"
      },
      {
        "keywordCn": "黑河上游站（祁连站）",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河寒区水文过程小流域综合观测与模拟",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "黑河高寒灌丛生态水文效应研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the hydrological flow measurement techniques used in the collection of surface runoff data in a specific watershed?",
        "QuestionCn": "在特定流域中用于收集地表径流数据的水文流量测量技术的特点是什么？",
        "AnswerEn": "flow velocity, water level changes, LS45A rotating cup current meter, Hobo pressure water level meter, three specific times daily",
        "AnswerCn": "流速、水位变化、LS45A旋杯式流速仪、Hobo压力水位计、每天三个特定时间",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many times per day are flow velocity and water level observations conducted in a dataset related to the Hulugou watershed hydrological section?",
        "QuestionCn": "在与胡鲁沟流域水文段相关的数据集中，流速和水位观测每天进行多少次？",
        "AnswerEn": "3 times per day",
        "AnswerCn": "每天三次",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '葫芦沟水文断面流量观测数据集' mean in the context of hydrological data collection?",
        "QuestionCn": "在水文数据收集的背景下，'葫芦沟水文断面流量观测数据集'是什么意思？",
        "AnswerEn": "In the context of hydrological data collection, '葫芦沟水文断面流量观测数据集' refers to a dataset that encompasses the flow measurements at a hydrological cross-section in the Hulu River Basin, specifically from January 1, 2013, to December 31, 2013. This dataset includes observations of flow velocity and water level changes at the basin outlet at regular intervals each day using specific hydrological instruments, allowing for the calculation of surface runoff and flow rates.",
        "AnswerCn": "在水文数据收集的背景下，“葫芦沟水文断面流量观测数据集”指的是一个涵盖了2013年1月1日至2013年12月31日期间葫芦河流域水文断面流量测量的数据集。该数据集包括在流域出口处使用特定水文仪器每天定时观察的流速和水位变化，允许计算地表径流和流量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the establishment of water level-flow relationships from periodic measurements of flow velocity and water level at a hydrological section help infer broader hydrological patterns or trends in a watershed?",
        "QuestionCn": "通过在一个水文断面定期测量流速和水位来建立水位-流量关系，如何帮助推断流域内更广泛的水文模式或趋势？",
        "AnswerEn": "The establishment of water level-flow relationships through periodic measurements allows for the calculation of flow at the watershed outlet. Observing changes in flow velocity and water level over time can help identify patterns of surface runoff, assess the impact of seasonal variations, and understand hydrological responses to climatic or environmental changes in the region.",
        "AnswerCn": "通过定期测量建立水位-流量关系，可以计算流域出口的流量。观察流速和水位随时间的变化可以帮助识别地表径流的模式，评估季节变化的影响，并理解该地区对气候或环境变化的水文响应。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the selection of specific instruments like the LS45A current meter and Hobo pressure-based water level gauge for hydrological data collection in the Hulugou watershed?",
        "QuestionCn": "选择特定仪器如LS45A电流计和Hobo基于压力的水位计用于胡鲁沟流域水文数据收集的因素有哪些？",
        "AnswerEn": "The use of the LS45A current meter and Hobo pressure-based water level gauge is likely influenced by the need for accurate real-time monitoring of flow velocity and water level changes at the hydrological cross-section of the Hulugou watershed. These instruments provide reliable data for establishing water level-flow relationships necessary for calculating discharge rates.",
        "AnswerCn": "LS45A电流计和Hobo基于压力的水位计的使用，可能受到在胡鲁沟流域水文横断面上准确实时监测流速和水位变化的需求的影响。这些仪器提供可靠的数据，用于建立水位-流量关系，必要时计算流量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of collecting hydrological cross-section flow data in the Hulugou basin over a one-year period?",
        "QuestionCn": "在胡鲁沟流域收集一年期的水文横截面流量数据的最终目标是什么？",
        "AnswerEn": "The goal of collecting hydrological cross-section flow data in the Hulugou basin is to monitor and understand the surface runoff dynamics at the basin's outlet, by establishing the relationship between water level and flow rate through regular observations using specific instruments, thus contributing to hydrological research and management.",
        "AnswerCn": "在胡鲁沟流域收集水文横截面流量数据的目标是监测和理解流域出口的地表径流动态，通过定期使用特定仪器观察水位与流量之间的关系，从而为水文研究和管理做出贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed for collecting hydrological data at a river basin's outlet, including the instruments used and the frequency of data collection?",
        "QuestionCn": "在河流流域出口处收集水文数据的程序包括使用的仪器和数据收集的频率是什么？",
        "AnswerEn": "Hydrological data at a river basin's outlet is collected by observing flow velocity and water level changes at specific times each day (08:00, 14:00, 20:00). The instruments used include an LS45A type cup-type current meter from Chongqing Huazheng Hydrological Instrument Company for measuring flow velocity and a Hobo pressure-type water level gauge for real-time monitoring of water level changes.",
        "AnswerCn": "在一个河流流域的出口处，通过观察每天特定时间（08:00、14:00、20:00）的流速和水位变化来收集水文数据。所使用的仪器包括来自重庆华正水文仪器公司的LS45A型杯式流速计，用于测量流速，以及Hobo压力式水位计，用于实时监测水位变化。",
        "Level": "C3(Applying)"
      }
    ]
  }
}