{
  "id": "e0f795b9-22e3-4e45-8e80-72c04372683a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with Envisat ASAR in the A'rou foci experimental area on Mar. 14, 2008",
      "titleCn": "黑河综合遥感联合试验：阿柔加密观测区Envisat ASAR地面同步观测数据集（2008年3月14日）",
      "description": "The dataset of ground truth measurement synchronizing with Envisat ASAR was obtained in No. 2 and 3 quadrates of the A'rou foci experimental area on Mar. 14, 2008.\n     The Envisat ASAR data were in AP mode and VV/VH polarization combinations, and the overpass time was approximately at 23:21 BJT. The quadrates were divided into 4×4 subsites, with each one spanning a 30×30 m2 plot. Only the corner points of each subsite were chosen for observations. Those provide reliable ground data for retrieval and verification of soil moisture from active remote sensing approaches.\n     In No. 2 quadrate, simultaneous with the satellite overpass, numerous ground data were collected, the soil temperature, soil volumetric moisture, the loss tangent, soil conductivity, and the real part and the imaginary part of soil complex permittivity by the POGO soil sensor, the mean soil temperature from 0-5cm by the probe thermometer, the surface radiative temperature measured three times by the hand-held infrared thermometer, soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring (100cm^3). \n     In No. 3 quadrate, simultaneous with the satellite overpass, numerous ground data were collected, the soil temperature, soil volumetric moisture, the loss tangent, soil conductivity, and the real part and the imaginary part of soil complex permittivity by the POGO soil sensor, soil volumetric moisture by ML2X, the mean soil temperature from 0-5cm by the probe thermometer, the surface radiative temperature measured three times by the hand-held infrared thermometer, soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring (100cm^3). \n     Surface roughness was detailed in the \"WATER: Surface roughness dataset in the A'rou foci experimental area\".",
      "descriptionCn": "2008年03月14日夜间，在阿柔样方2和阿柔样方3开展了Envisat ASAR数据的地面同步观测试验。\nEnvisat ASAR数据为AP模式，VV/VH极化组合方式，过境时间约为23:21BJT。阿柔样方2和阿柔样方3均为4Grid×4Grid，每个Grid为30m×30m。为保证同步效率，仅在每个Grid的角点进行采样测量。\n在阿柔样方2采用POGO便携式土壤水分传感器获得土壤温度、土壤体积含水量、损耗正切、土壤电导率、土壤复介电常数实部及虚部；针式温度计获得0-5cm平均土壤温度；手持式热红外温度计获得3次地表辐射温度；并采用100cm^3环刀取土经烘干获得重量含水量、土壤容重及体积含水量。\n在阿柔样方3采用POGO便携式土壤水分传感器获得土壤温度、土壤体积含水量、损耗正切、土壤电导率、土壤复介电常数实部及虚部；ML2X土壤水分速测仪获取土壤体积含水量；针式温度计获得0-5cm平均土壤温度；手持式热红外温度计获得3次地表辐射温度；并采用100cm^3环刀取土经烘干获得重量含水量、土壤容重及体积含水量。\n地表粗糙度信息可参见“黑河综合遥感联合试验：阿柔加密观测区地表粗糙度数据集 ”元数据。\n本数据可为发展和验证主动微波遥感反演土壤水分及冻融状态算法提供基本数据集。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.55,
      "west": 100.411,
      "south": 38.015,
      "north": 38.078,
      "startTime": "2008-03-26 16:00:00",
      "endTime": "2008-03-26 16:00:00",
      "fileSize": 171044668.0,
      "cstr": "18406.11.water973.0005.db",
      "doi": "10.3972/water973.0005.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "顾娟",
        "nameEn": "GU Juan",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": " 李哲",
        "nameEn": "LI Zhe",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "吴月茹",
        "nameEn": "WU Yueru",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "朱仕杰",
        "nameEn": "ZHU Shijie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "常存",
        "nameEn": "CHANG Cun",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "冻融期土壤水盐变化特征分析——以黑河上游祁连县阿柔草场为例",
        "titleEn": null,
        "referenceCn": "王维真, 吴月茹, 晋锐, 王建, 车涛. 冻融期土壤水盐变化特征分析――以黑河上游祁连县阿柔草场为例. 冰川冻土, 2009, 31(2): 268-274.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "TDR测定土壤含水量的标定研究",
        "titleEn": null,
        "referenceCn": "吴月茹, 王维真, 晋锐, 王建, 车涛. TDR测定土壤含水量的标定研究. 冰川冻土, 2009, 31(2): 262-267.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤容重",
        "nameEn": "Soil bulk density"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "电导率",
        "nameEn": "Electrical conductivity"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "阿柔加密观测区",
        "keywordEn": "A'rou flight zone"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-14",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure soil moisture and surface temperature in remote sensing experiments?",
        "QuestionCn": "您能否提供一个用于测量土壤湿度和表面温度的遥感实验的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to measure soil moisture and surface temperature in remote sensing experiments involves using POGO portable soil moisture sensors to obtain soil temperature, soil volumetric moisture content, loss tangent, soil conductivity, and the real and imaginary parts of soil permittivity. Additionally, a needle thermometer is used to acquire the average soil temperature at a depth of 0-5cm, and a handheld infrared thermometer is used to measure surface radiation temperature three times. A 100cm^3 ring knife is also used to take soil samples for drying to obtain weight moisture content, soil bulk density, and volumetric moisture content.",
        "AnswerCn": "在遥感实验中，用于测量土壤湿度和表面温度的数据收集方法的一个例子是使用POGO便携式土壤湿度传感器来获取土壤温度、土壤体积湿度、损耗正切、土壤电导率以及土壤介电常数的实部和虚部。此外，使用针式温度计在0-5厘米深度处获取平均土壤温度，并使用手持红外温度计测量表面辐射温度三次。还使用100cm³的环刀取土样进行干燥，以获得重量湿度、土壤容重和体积湿度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features measured in a dataset focused on soil moisture and surface temperature using remote sensing methods?",
        "QuestionCn": "使用遥感方法测量土壤湿度和地表温度的数据集中测量的具体特征是什么？",
        "AnswerEn": "soil temperature, soil volumetric water content, dissipation factor, soil conductivity, real part of soil complex permittivity, imaginary part of soil complex permittivity, average soil temperature at 0-5cm depth, surface radiation temperature, weight water content, soil bulk density, volumetric water content after drying",
        "AnswerCn": "土壤温度、土壤体积含水量、耗散因子、土壤导电率、土壤复介电常数的实部、土壤复介电常数的虚部、0-5厘米深度的平均土壤温度、表面辐射温度、重量含水量、土壤容重、干燥后的体积含水量",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many Grids are included in each sample area for Envisat ASAR data ground synchronous observation?",
        "QuestionCn": "每个样本区域包含多少个网格用于Envisat ASAR数据的地面同步观测？",
        "AnswerEn": "16 Grids",
        "AnswerCn": "16个网格",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'POGO portable soil moisture sensor' mean in the context of soil data collection methods?",
        "QuestionCn": "在土壤数据收集方法的背景下，“POGO便携式土壤湿度传感器”是什么意思？",
        "AnswerEn": "The 'POGO portable soil moisture sensor' refers to a device used to collect soil data, including soil temperature, volumetric water content, loss tangent, soil conductivity, and the real and imaginary parts of the complex dielectric constant. It is used to gather data efficiently in specific grids of a designated area for soil analysis.",
        "AnswerCn": "“POGO便携式土壤湿度传感器”是指一种用于收集土壤数据的设备，包括土壤温度、体积水分含量、损耗正切、土壤电导率以及复介电常数的实部和虚部。它用于在指定区域的特定网格中高效收集数据，以进行土壤分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using POGO portable soil moisture sensors compare between different grid sampling strategies in terms of efficiency and data comprehensiveness?",
        "QuestionCn": "POGO便携式土壤湿度传感器在不同网格采样策略下的数据收集方法在效率和数据全面性方面如何比较？",
        "AnswerEn": "In the field of Envisat ASAR data collection, POGO portable soil moisture sensors were used in both ARou sample plots 2 and 3. Both plots utilized a grid-based sampling strategy where each grid was 30m×30m, and measurements were taken at the corner points of each grid to ensure sampling efficiency. However, the differences between the methods in terms of efficiency and comprehensiveness are not explicitly detailed, but the grid-based approach ensures systematic coverage of the area while maintaining efficiency by limiting measurements to strategic points.",
        "AnswerCn": "在Envisat ASAR数据收集领域，POGO便携式土壤湿度传感器在ARou样本地块2和3中均有使用。这两个地块采用了基于网格的采样策略，每个网格为30m×30m，并在每个网格的角点进行测量，以确保采样效率。然而，关于方法在效率和全面性方面的差异并没有明确说明，但基于网格的方法确保了对区域的系统覆盖，同时通过将测量限制在战略性点上来保持效率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on data accuracy and soil moisture retrieval techniques if ground sampling is performed only at grid corner points in a soil moisture observation study?",
        "QuestionCn": "如果在土壤湿度观测研究中仅在网格角点进行地面采样，数据准确性和土壤湿度提取技术可能会产生哪些潜在结果？",
        "AnswerEn": "Conducting ground sampling only at grid corner points could potentially streamline the data collection process and improve efficiency, but it may also lead to reduced spatial resolution and variability capture within each grid. This could impact the accuracy of soil moisture retrieval techniques by limiting the robustness of the data, which could affect the development and validation of algorithms for soil moisture and freeze-thaw state inversion using active microwave remote sensing.",
        "AnswerCn": "仅在网格角点进行地面采样可能会简化数据收集过程并提高效率，但这也可能导致空间分辨率和变异性捕获的减少。这可能会影响土壤湿度检索技术的准确性，因为限制了数据的稳健性，这可能会影响使用主动微波遥感进行土壤湿度和冻融状态反演算法的开发和验证。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind conducting ground-synchronous observation experiments using Envisat ASAR data in combination with soil moisture sensors and other instruments in remote sensing studies?",
        "QuestionCn": "在遥感研究中，使用Envisat ASAR数据结合土壤湿度传感器和其他仪器进行地面同步观测实验的主要目标是什么？",
        "AnswerEn": "The primary objectives are to provide a basic dataset for developing and validating active microwave remote sensing algorithms for retrieving soil moisture and freeze-thaw conditions.",
        "AnswerCn": "主要目标是提供一个基本数据集，用于开发和验证主动微波遥感算法，以获取土壤湿度和冻融状态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural methodologies are employed to ensure the synchronization of Envisat ASAR data with ground observations in soil moisture and temperature studies?",
        "QuestionCn": "为了确保Envisat ASAR数据与土壤湿度和温度研究中的地面观测同步，采用了哪些程序方法论？",
        "AnswerEn": "To ensure synchronization of Envisat ASAR data with ground observations, measurements were taken at the corner points of each 30m x 30m grid within the Aruo sites. For soil moisture and temperature studies, POGO portable soil moisture sensors were used to obtain soil temperature, volumetric water content, loss tangent, soil conductivity, and complex permittivity. A needle-type thermometer measured the average soil temperature at 0-5cm depth, and a handheld infrared thermometer obtained surface radiation temperature. Soil samples were collected using a 100cm^3 ring knife, dried, and analyzed for weight water content, soil bulk density, and volumetric water content.",
        "AnswerCn": "为了确保Envisat ASAR数据与地面观测的同步，在Aruo站点的每个30m x 30m网格的角点进行了测量。为了进行土壤湿度和温度研究，使用POGO便携式土壤湿度传感器获取土壤温度、体积水分含量、损耗正切、土壤电导率和复介电常数。针式温度计测量0-5cm深度的平均土壤温度，手持红外温度计获取表面辐射温度。使用100cm³环刀采集土壤样本，经过干燥后分析其重量水分含量、土壤容重和体积水分含量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}