{
  "id": "e1d98f93-5b6d-40c8-bd53-dbdd57af20fe",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Bacteria distribution in the Arctic and Antarctic (version 1.0) (2005-2006)",
      "titleCn": "南北极细菌分布特征（V1.0）(2005-2006)",
      "description": "The Antarctic and Arctic bacterial distribution data set provides distribution characteristics of bacteria in the Arctic and Antarctic. The collection period of the samples was from December 13,2005, to December 8,2006; 52 samples were obtained from 3 Arctic regions (Spitsbergen Slijeringa, Spitsbergen Vestpynten, and Alexandra Fjord_Highlands), and 171 samples were obtained from 5 Antarctic regions (the Mitchell Peninsula, Casey station main Power house, Robinsons Ridge, Herring Island, and Browning Peninsula). The soil surface samples were stored in liquid nitrogen after collection, shipped to a Sydney laboratory, and extracted using the FastPrep DNA kit. The extracted DNA samples were processed by 27F (5'-GAGTTTGATCNTGGCTCA-3' and 519R (5'-GTNTTACNGCGGCKGCTG-3') to amplify the 16S rRNA gene fragments. The amplified fragments were sequenced by the 454 method, and the raw data were analyzed by Mothur software. First, the sequences with poor sequencing quality were removed, the sequences were then sorted, and the chimera sequences were removed. The similarities between the sequences were calculated, the sequences with similarities above 97% were clustered into one OTU, and the OTU representative sequence was defined. By comparison with the Silva database, the OTU sequences with reliabilities greater than 80% were identified as level one. This data system compared the diversity of microorganisms in the eastern Antarctic with that in the Arctic and is of great significance for the study of the distributions of microorganisms in the Antarctic and Arctic.",
      "descriptionCn": "南北极细菌分布数据集提供了南北极细菌分布特征。样品采集时间为13/12/2005至8/12/2006，包含北极3个地区52个样品（Spitsbergen Slijeringa，Spitsbergen Vestpynten，及Alexandra Fjord_Highlands），南极5个地区171个样品(Mitchell Peninsula,Casey station main power house,Robinsons Ridge,Herring Island,Browning Peninsula)。土壤表层样品采集后用液氮保存，运回悉尼实验室，通过FastPrep DNA试剂盒提取。提取后的DNA样品使用27F (5'-GAGTTTGATCNTGGCTCA-3' and 519R (5'-GTNTTACNGCGGCKGCTG-3')扩增16S rRNA基因片段。扩增后的片段通过454方式测序，原始数据通过Mothur软件分析。首先去除测序质量不佳序列，之后进行排序并去除嵌合体序列。之后计算序列之间相似度，相似度在97%以上的序列聚类为一个OTU，并定义OTU代表序列。OTU代表序列通过与Silva数据库进行比对，在可靠性大于>80%的情况下鉴定到属一级水平。本数据系统的比较了南极东部以及北极微生物的多样性，对研究微生物在南北极的分布具有重大意义。",
      "instructions": "",
      "instructionsCn": "",
      "east": 162.0,
      "west": 69.16666667,
      "south": 77.61666667,
      "north": 28.21666667,
      "startTime": "2005-12-19 08:00:00",
      "endTime": "2006-12-14 08:00:00",
      "fileSize": 53644.0,
      "cstr": "18406.11.GlaciolGeocryol.tpe.0000008.file",
      "doi": "10.11888/GlaciolGeocryol.tpe.0000008.file",
      "dataFormat": "txt",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "计慕侃",
        "nameEn": "JI Mukan",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Soil fertility is associated with fungal and bacterial richness, whereas pH is associated with community composition in polar soil microbial communities",
        "referenceCn": null,
        "referenceEn": "Siciliano SD, et al. Soil fertility is associated with fungal and bacterial richness, whereas pH is associated with community composition in polar soil microbial communities. Soil Biol Biochem, 2014, 78: 10–20."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "细菌分布",
        "nameEn": "Bacterial distribution"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南北极",
        "keywordEn": "Antarctic and Arctic"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2005-2006",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does 'OTU' mean in the context of microbial diversity studies?",
        "QuestionCn": "在微生物多样性研究中，“OTU”是什么意思？",
        "AnswerEn": "In the context of microbial diversity studies, 'OTU' stands for Operational Taxonomic Unit. It is used to classify groups of closely related individuals based on sequence similarity, typically at a threshold of 97% similarity for 16S rRNA gene sequences. An OTU represents a cluster of sequences that are used as a proxy for species or taxa in microbial ecology studies.",
        "AnswerCn": "在微生物多样性研究中，“OTU”代表操作分类单元。它用于根据序列相似性对密切相关的个体进行分类，通常对于16S rRNA基因序列的相似性阈值为97%。OTU代表一组序列的聚类，作为微生物生态研究中物种或分类单元的代理。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection and DNA extraction methods for bacterial distribution in polar regions compare in terms of sample preservation techniques and genetic analysis processes?",
        "QuestionCn": "极地地区细菌分布的数据收集和DNA提取方法在样本保存技术和遗传分析过程方面有何比较？",
        "AnswerEn": "The data collection method involves collecting soil surface samples from both the Arctic and Antarctic regions and preserving them using liquid nitrogen. These samples are then transported to a laboratory for DNA extraction using the FastPrep DNA kit. The genetic analysis process includes amplifying the 16S rRNA gene fragments using specific primers (27F and 519R), followed by sequencing with the 454 method. The raw data is analyzed using Mothur software to remove low-quality sequences and chimeras, and OTUs are defined based on sequence similarity of over 97%. The representative OTU sequences are compared against the Silva database for genus-level identification with reliability greater than 80%.",
        "AnswerCn": "数据收集方法涉及从北极和南极地区收集土壤表面样本，并使用液氮进行保存。这些样本随后被运输到实验室进行DNA提取，使用FastPrep DNA试剂盒。遗传分析过程包括使用特定引物（27F和519R）扩增16S rRNA基因片段，随后采用454测序法进行测序。原始数据使用Mothur软件进行分析，以去除低质量序列和嵌合体，并根据超过97%的序列相似性定义操作分类单元（OTUs）。代表性OTU序列与Silva数据库进行比较，以实现超过80%的可靠性进行属级鉴定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for using liquid nitrogen preservation and FastPrep DNA extraction methods in bacterial distribution studies in polar regions?",
        "QuestionCn": "在极地地区的细菌分布研究中，使用液氮保存和FastPrep DNA提取方法的潜在原因是什么？",
        "AnswerEn": "The underlying reasons for using liquid nitrogen preservation and FastPrep DNA extraction methods in bacterial distribution studies in polar regions include the need to maintain the integrity and viability of bacterial samples during transportation from remote and harsh environments, such as the Arctic and Antarctic, back to a laboratory setting. Liquid nitrogen preservation ensures that the samples remain stable and uncontaminated until DNA extraction. The FastPrep DNA extraction method is chosen for its efficiency in lysing cells and extracting high-quality DNA from soil samples, which is crucial for accurate downstream analysis like 16S rRNA gene amplification and sequencing.",
        "AnswerCn": "在极地地区的细菌分布研究中，使用液氮保存和FastPrep DNA提取方法的根本原因包括需要在从偏远和恶劣环境（如北极和南极）运输细菌样本回实验室时，保持样本的完整性和活性。液氮保存确保样本在DNA提取之前保持稳定和无污染。选择FastPrep DNA提取方法是因为它在裂解细胞和从土壤样本中提取高质量DNA方面的高效性，这对于后续分析（如16S rRNA基因扩增和测序）至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on biodiversity understanding when using DNA extraction and sequencing techniques on polar soil samples?",
        "QuestionCn": "使用DNA提取和测序技术对极地土壤样本进行分析时，对生物多样性理解的潜在影响是什么？",
        "AnswerEn": "Using DNA extraction and sequencing techniques, such as the FastPrep DNA kit and 454 sequencing, on polar soil samples allows researchers to identify and analyze the distribution characteristics of bacteria in the Arctic and Antarctic regions. This method can reveal microbial diversity and distribution patterns, facilitating a better understanding of polar biodiversity. The analysis of 16S rRNA gene fragments and the classification of sequences into OTUs based on similarity further enhance the ability to identify bacterial taxa, contributing to a comprehensive understanding of microbial ecosystems in these extreme environments.",
        "AnswerCn": "使用DNA提取和测序技术，如FastPrep DNA试剂盒和454测序，对极地土壤样本进行分析，可以帮助研究人员识别和分析北极和南极地区细菌的分布特征。这种方法可以揭示微生物的多样性和分布模式，从而促进对极地生物多样性的更好理解。对16S rRNA基因片段的分析以及基于相似性将序列分类为OTUs，进一步增强了识别细菌分类群的能力，有助于全面了解这些极端环境中的微生物生态系统。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting and analyzing bacterial distribution data from polar regions?",
        "QuestionCn": "收集和分析极地地区细菌分布数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to compare the microbial diversity between the eastern Antarctic and Arctic regions, understand the distribution characteristics of bacteria in these extreme environments, and provide insights into microbial ecology in polar regions. This data is significant for studying the diversity and distribution of microbes in the Arctic and Antarctic.",
        "AnswerCn": "主要目标是比较东南极和北极地区的微生物多样性，了解这些极端环境中细菌的分布特征，并为极地微生物生态提供见解。这些数据对于研究北极和南极微生物的多样性和分布具有重要意义。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to ensure the preservation and integrity of bacterial samples collected from polar regions for studying their distribution characteristics?",
        "QuestionCn": "为了确保从极地地区收集的细菌样本的保存和完整性，以研究其分布特征，会遵循哪些程序？",
        "AnswerEn": "Samples are collected from soil surfaces and preserved using liquid nitrogen to maintain their integrity until they are transported back to a laboratory in Sydney for analysis. This method helps in preserving the bacterial DNA until it can be extracted and analyzed.",
        "AnswerCn": "样本从土壤表面采集，并使用液氮保存，以保持其完整性，直到运送回悉尼的实验室进行分析。这种方法有助于在提取和分析之前保存细菌DNA。",
        "Level": "C3(Applying)"
      }
    ]
  }
}