{
  "id": "e2055aba-5f04-4f25-b836-1486b0d7f0f7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat-based continuous monthly 30m×30m Land Surface NPP dataset in Qilian mountain area (1986-2017)",
      "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表净初生产力数据（1986-2017）",
      "description": "This data set includes the monthly synthesis of 30m*30m surface LAI products in Qilian mountain area in 1986, 1990, 1995, 2000, 2005, 2010, 2015 and 2017. Max value composition (MVC) method was used to synthesize monthly NPP products on the surface using the reflectivity data of Landsat 5, Landsat 8 and sentinel 2 channels from Red and NIR channels. The data are synthesized monthly through Google Earth Engine cloud platform, and the missing pixels are interpolated by calculating the index of the model. The quality of the data is good.",
      "descriptionCn": "本数据集包括祁连山区域1986、1990、1995、2000、2005、2010、2015和2017年月度合成30m×30m地表NPP产品。采用最大值合成 (Max value composition, MVC) 方法，利用 Landsat5, Landsat8和sentinel 2红光和近红外两个通道的反射率数据，实现对地表月度NDVI产品的合成，进而计算NPP。\n数据通过Google Earth Engine云平台对反射率进行月度合成，通过模型计算指数，对于缺失像素进行插补，质量较好。",
      "instructions": "File Naming Convention: NPP_YYYYMM-N.tif (YYYY: year, MM: month, N: division number)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF\nNDVI Unit:None\nScale Factor:0.001\nValid Range：0 - 30000\nFilled Value：0",
      "instructionsCn": "文件命名约定：NPP_YYYYMM-N.tif\t（YYYY：年，MM：月，N：分幅编号）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF \n单位：无\n缩放因子：0.001\n有效值范围：0- 30000\n填充值：0",
      "east": 107.0,
      "west": 89.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": "1986-01-08 16:00:00",
      "endTime": "2018-01-07 16:00:00",
      "fileSize": 200218464808.0,
      "cstr": "18406.11.Geogra.tpdc.270132",
      "doi": "10.11888/Geogra.tpdc.270132",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吴金华",
        "nameEn": "WU Jinhua",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": " 仲波",
        "nameEn": "ZHONG Bo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国-东盟 1 km 分辨率植被净初级生产力数据集（2013）",
        "titleEn": null,
        "referenceCn": "高 帅，柳钦火* ，康 峻，赵 静，李 静，仲 波，吴善龙，彭菁菁。中国-东盟 1 km 分辨率植被净初级生产力数据集（2013）[J].全球变化数据学报(中英文),2017,1(3):303-308.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "总初级生产力",
        "nameEn": "Gross primary productivity(NPP)"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian moutain"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1986-2017",
        "keywordEn": "1986-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and characteristics of datasets used for assessing net primary productivity in mountainous regions using remote sensing data?",
        "QuestionCn": "用于评估山区净初级生产力的遥感数据集的关键特征和特点是什么？",
        "AnswerEn": "high-resolution reflectance data (30m x 30m), Landsat5, Landsat8, Sentinel 2, maximum value composition (MVC), monthly NDVI products, net primary productivity (NPP), Google Earth Engine, monthly synthesis, model index calculation, interpolation for missing pixels, high data quality",
        "AnswerCn": "高分辨率反射率数据（30m x 30m），Landsat5，Landsat8，Sentinel 2，最大值合成（MVC），月度NDVI产品，净初级生产力（NPP），Google Earth Engine，月度合成，模型指数计算，缺失像素插值，高数据质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of monthly 30m x 30m surface net primary productivity data are synthesized using Landsat reflectance data?",
        "QuestionCn": "使用Landsat反射率数据合成了多少年的每月30米 x 30米的地表净初级生产力数据？",
        "AnswerEn": "32 years",
        "AnswerCn": "32年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'maximum value composition (MVC) method' mean in the context of data collection for surface net primary productivity calculations?",
        "QuestionCn": "在表面净初级生产力计算的数据收集背景下，“最大值组合（MVC）方法”是什么意思？",
        "AnswerEn": "The 'maximum value composition (MVC) method' in the context of data collection for surface net primary productivity calculations refers to a technique used to synthesize monthly NDVI products. It uses reflectance data from the red and near-infrared channels of Landsat5, Landsat8, and Sentinel 2 to select the maximum value, which helps in reducing cloud cover effects and other noise, providing a clearer and more accurate representation of the surface conditions necessary for calculating net primary productivity (NPP).",
        "AnswerCn": "“最大值组合（MVC）方法”在表面净初级生产力计算的数据收集上下文中，指的是一种用于合成每月NDVI产品的技术。它利用Landsat5、Landsat8和Sentinel 2的红色和近红外通道的反射数据来选择最大值，这有助于减少云层覆盖效应和其他噪声，从而提供更清晰、更准确的表面条件表示，这对于计算净初级生产力（NPP）是必要的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and completeness when using the MVC method to synthesize monthly NDVI products from Landsat and Sentinel data?",
        "QuestionCn": "使用MVC方法合成来自Landsat和Sentinel数据的月度NDVI产品时，对数据准确性和完整性的潜在影响是什么？",
        "AnswerEn": "Using the MVC (Max value composition) method for synthesizing monthly NDVI products from Landsat and Sentinel data can enhance data quality by ensuring that the highest quality reflectance values are used. This method, combined with the use of multiple satellite sources like Landsat5, Landsat8, and Sentinel 2, helps in improving the accuracy by minimizing the effects of atmospheric disturbances and cloud cover. Additionally, employing models to calculate indices and filling missing pixels improves the completeness and reliability of the data, resulting in a high-quality dataset for calculating net primary productivity (NPP).",
        "AnswerCn": "使用MVC（最大值合成）方法合成来自Landsat和Sentinel数据的月度NDVI产品，可以通过确保使用最高质量的反射值来提高数据质量。该方法结合使用Landsat5、Landsat8和Sentinel 2等多个卫星源，有助于提高准确性，最小化大气干扰和云覆盖的影响。此外，采用模型计算指数和填补缺失像素，提高了数据的完整性和可靠性，从而为计算净初级生产力（NPP）提供了高质量的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective of using the Max value composition (MVC) method with Landsat and Sentinel data to synthesize monthly NDVI products for surface net primary productivity calculation in mountainous regions?",
        "QuestionCn": "使用最大值合成（MVC）方法结合Landsat和Sentinel数据合成月度NDVI产品，以计算山区地表净初级生产力的目标是什么？",
        "AnswerEn": "The objective is to create a high-quality, consistent dataset of 30m×30m monthly surface net primary productivity (NPP) for the Qilian Mountain region over multiple years. By using the MVC method with Landsat and Sentinel data, the goal is to accurately synthesize monthly NDVI products that can then be used to calculate NPP, ensuring minimal data gaps through pixel interpolation and utilizing reliable data processing on platforms like Google Earth Engine.",
        "AnswerCn": "目标是创建一个高质量、一致的30m×30m月度地表净初级生产力（NPP）数据集，覆盖多个年份的祁连山地区。通过使用MVC方法结合Landsat和Sentinel数据，旨在准确合成每月的NDVI产品，以便计算NPP，确保通过像素插值最小化数据缺口，并利用Google Earth Engine等平台进行可靠的数据处理。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to synthesize monthly NDVI products using Landsat and Sentinel data before calculating net primary productivity in a specific region?",
        "QuestionCn": "在计算特定区域的净初级生产力之前，使用Landsat和Sentinel数据合成月度NDVI产品的程序包括哪些步骤？",
        "AnswerEn": "The synthesis of monthly NDVI products involves the use of the Max Value Composition (MVC) method, which utilizes reflectance data from Landsat 5, Landsat 8, and Sentinel 2's red and near-infrared channels. This data is processed on the Google Earth Engine cloud platform to perform monthly synthesis of reflectance. From these synthesized NDVI products, net primary productivity (NPP) is calculated. The process also includes interpolation for missing pixels to ensure high-quality data.",
        "AnswerCn": "每月NDVI产品的合成涉及使用最大值合成（MVC）方法，该方法利用Landsat 5、Landsat 8和Sentinel 2的红色和近红外通道的反射率数据。这些数据在Google Earth Engine云平台上进行处理，以执行反射率的每月合成。从这些合成的NDVI产品中计算净初级生产力（NPP）。该过程还包括对缺失像素的插值，以确保数据的高质量。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the synthesis of monthly surface NPP products from Landsat reflectance data in mountainous regions?",
        "QuestionCn": "哪些技术进步使得能够从Landsat反射数据合成山区的月度表面净初级生产力（NPP）产品？",
        "AnswerEn": "The use of the Google Earth Engine cloud platform has enabled the monthly synthesis of surface NPP products by processing Landsat5, Landsat8, and Sentinel-2 reflectance data. The platform facilitates the use of the maximum value composition (MVC) method to derive monthly NDVI products, which are then used to calculate NPP. Additionally, the platform supports interpolation for missing pixels, ensuring high-quality data outputs.",
        "AnswerCn": "谷歌地球引擎云平台的使用使得通过处理Landsat5、Landsat8和Sentinel-2反射率数据，能够每月合成表面NPP产品。该平台支持使用最大值合成（MVC）方法来推导每月NDVI产品，随后用于计算NPP。此外，该平台还支持对缺失像素进行插值，确保高质量的数据输出。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}