{
  "id": "e2bc971d-8e30-4c4b-909b-706f34a8f0f8",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Atmospheric heat source/sink dataset over the Tibetan Plateau based on satellite and routine meteorological observations (1984-2015)",
      "titleCn": "基于卫星和常规气象观测数据的青藏高原大气热源/汇数据集（1984-2015）",
      "description": "The Tibetan Plateau (TP), acting as a large elevated land surface and atmospheric heat source during spring and summer, has a substantial impact on regional and global weather and climate. To explore the multi-scale temporal variation in the thermal forcing effect of the TP，The data set of atmospheric heat source/sink in Tibetan Plateau was prepared as a quantitative analysis tool for calculating heat budget of gas column.\nthe atmospheric heat source/sink dataset consists of three variables: surface sensible heat flux SH, latent heat release LH and net radiation flux RC.\nhere we calculated the surface sensible heat and latent heat release based on 6-h routine observations at 80 (32) meteorological stations during the period 1979–2016：air temperature at 1.5 m and surface temperature and wind speed at 10 m  are used to calculate surface sensible heat flux,the latent heat release is estimated precipitation data.The satellite datasets used to calculate the net radiation flux were the Global Energy\nand Water Cycle Experiment surface radiation budget satellite radiation(GEWEX/SRB) and Clouds and Earth’s Radiant Energy Systems/Energy Balanced And Filled (CERES/EBAF). The monthly shortwave and longwave radiation fluxes at the surface and at the top of the atmosphere (TOA) in GEWEX/SRB and CERES/EBAF were utilized to obtain the net radiation flux for the period 1984–2015 via statistical methods。",
      "descriptionCn": "青藏高原(TP)在春季和夏季作为一个巨大的高架式地表和大气热源，对区域和全球气候和气候具有重要影响。为了探讨TP的热强迫效应的多尺度时间变化，制备了青藏高原大气热源/汇数据集，作为计算气柱热收支的定量分析工具。\n大气热源/汇数据集包含三个变量:地表感热通量SH、潜热释放LH和净辐射通量NR。\n基于中国气象局(CMA)1979-2016年80(32)气象站6-h的常规观测数据：1.5m气温、10m地面温度和风速计算地表热通量数据，降水估算潜热释放量。用于计算净辐射通量的卫星数据集为全球能源和水循环实验地表辐射预算卫星辐射(GEWEX/SRB）和云和地球的辐射能系统(CERES/EBAF），利用GEWEX/SRB和CERES/EBAF大气表面和顶部(TOA)的短波和长波月辐射通量(short - twave and longwave radiation fluxes, TOA)，通过统计方法得到1984-2015年期间的净辐射通量。",
      "instructions": "LH_32_day.nc、LH_32_mon.nc、LH_48_day.nc、LH_48_mon.nc、NR_32_mon.nc、NR_48_mon.nc、SH_32_day.nc、SH_32_mon.nc、SH_48_day.nc、SH_48_mon.nc",
      "instructionsCn": "LH_32_day.nc、LH_32_mon.nc、LH_48_day.nc、LH_48_mon.nc、NR_32_mon.nc、NR_48_mon.nc、SH_32_day.nc、SH_32_mon.nc、SH_48_day.nc、SH_48_mon.nc",
      "east": 106.5,
      "west": 61.0,
      "south": 23.0,
      "north": 40.7,
      "startTime": "1984-01-10 16:00:00",
      "endTime": "2016-01-09 16:00:00",
      "fileSize": 11438849.0,
      "cstr": "18406.11.Meteoro.tpdc.270090",
      "doi": "10.11888/Meteoro.tpdc.270090",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "段安民",
        "nameEn": "DUAN Anmin",
        "unitEn": "Institute of Atmospheric Physics, Chinese Academy of Sciences",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Atmospheric heat source/sink dataset over the Tibetan Plateau based on satellite and routine meteorological observations",
        "referenceCn": null,
        "referenceEn": "Duan, A.M., Liu, S.F., Zhao, Y., Gao, K.L., &Hu, W.T. (2018). Atmospheric heat source/sink dataset over the Tibetan Plateau based on satellite and routine meteorological observations. Big Earth Data, 2(2), 179-189."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "净辐射",
        "nameEn": "Net radiation"
      },
      {
        "nameCn": "大气加热",
        "nameEn": "Atmospheric heating"
      },
      {
        "nameCn": "热通量",
        "nameEn": "Heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "辐射通量",
        "nameEn": "Radiative flux"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1984-2015",
        "keywordEn": "1984-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Tibetan Plateau (TP) plays a key role in the formation and variation in the Asia summer monsoon via its mechanical and thermal effects. TP thermal effects vary at different time scales and have a significant influence on surrounding circulations, particularly during spring and summer. Due to rare observational records and inhomogeneous distribution of meteorological stations over TP, accurately estimating the intensity and change in TP thermal forcing remains a great challenge. In contrast to a cooling trend in other parts of China and the hiatus of climate warming for the global mean since 1998, rapid climate warming still persists over the TP."
      ],
      "research objective": [
        "To explore the multi-scale temporal variation in the thermal forcing effect of the TP, here we calculated the surface sensible heat and latent heat release based on 6-h routine observations at 80 (32) meteorological stations during the period 1979–2016 (1960–2016). This new dataset provides continuous, robust, and the longest observational atmospheric heat source/sink data over the third pole, which will be helpful to better understand the spatial-temporal structure and multi-scale variation in TP diabatic heating and its influence on the earth’s climatic system."
      ],
      "challenges": [
        "Due to rare observational records and inhomogeneous distribution of meteorological stations over TP, accurately estimating the intensity and change in TP thermal forcing remains a great challenge. However, because of the complexity of the land surface process over the TP, most reanalysis data fail to provide an accurate measure of its statistical features let alone its multi-timescale variability."
      ],
      "methods": [
        "We calculated the surface sensible heat and latent heat release based on 6-h routine observations at 80 (32) meteorological stations during the period 1979–2016 (1960–2016). Meanwhile, in situ air-column net radiation cooling during the period 1984–2015 was derived from satellite data. The present study used the scheme proposed by Yang et al. (2009) to estimate the surface sensible heat flux. An iterative algorithm based on the theory of boundary layer meteorology is designed to estimate CH empirically via the use of a high-resolution Tibetan experimental dataset."
      ],
      "dataset": [
        "The atmospheric heat source/sink dataset over the TP in this study consists of three variables: surface sensible heat flux SH, latent heat release LH, and net radiation flux RC. The atmospheric heat source/sink dataset over the TP contains (1) daily and monthly surface sensible heat flux and latent heat release at 80 stations from January 1, 1979 to December 31, 2016; (2) daily and monthly surface sensible heat flux and latent heat release at 32 stations from January 1, 1960 to December 31, 2016; (3) monthly net radiation flux at 80 stations from January 1984 to December 2015; (4) monthly total heat source E = SH + LH + RC at 80 stations from January 1984 to December 2015."
      ],
      "findings": [
        "The surface sensible heat SH has decreased significantly since the middle 1980s (Figure 3(a)). The latent heat release also has an obvious decreasing trend during the period 1979– 2016 (Figure 3(b)), while the net radiation flux RC shows a significant increasing trend during the period 1984– 2015 (Figure 3(c)). As a result, the atmospheric heat source E shows a significant decreasing trend in the period of 1984– 2015 (Figure 3(d))."
      ],
      "backgroundCn": [
        "青藏高原（TP）在亚洲夏季季风的形成和变化中发挥着关键作用，主要通过其机械和热效应。青藏高原的热效应在不同时间尺度上变化，对周围环流产生显著影响，尤其是在春季和夏季。由于观测记录稀少以及气象站在青藏高原上的分布不均，准确估计青藏高原热强迫的强度和变化仍然是一个巨大的挑战。与中国其他地区的降温趋势以及自1998年以来全球平均气温停滞的情况相比，青藏高原的气候变暖仍在快速持续。"
      ],
      "research objectiveCn": [
        "为了探讨青藏高原热强迫效应的多尺度时间变化，我们基于1979年至2016年（1960年至2016年）期间80个（32个）气象站的6小时常规观测数据计算了地表感热和潜热释放。这个新数据集提供了第三极地区连续、可靠且最长的观测大气热源/汇数据，有助于更好地理解青藏高原的热辐射空间-时间结构及其对地球气候系统的影响。"
      ],
      "challengesCn": [
        "由于观测记录稀少以及气象站在青藏高原（TP）上的分布不均，准确估计青藏高原热强迫的强度和变化仍然是一个巨大的挑战。然而，由于青藏高原地表过程的复杂性，大多数再分析数据无法提供其统计特征的准确测量，更不用说其多时间尺度的变异性了。"
      ],
      "methodsCn": [
        "我们基于1979年至2016年（1960年至2016年）期间80个（32个）气象站的6小时常规观测数据计算了表面感热和潜热释放。同时，1984年至2015年期间的现场气柱净辐射冷却是通过卫星数据推导得出的。本研究采用了Yang等人（2009）提出的方案来估算表面感热通量。基于边界层气象学理论设计的迭代算法通过使用高分辨率的西藏实验数据集来经验性地估算CH。"
      ],
      "datasetCn": [
        "本研究中关于青藏高原（TP）的大气热源/汇数据集包含三个变量：地表显热通量（SH）、潜热释放（LH）和净辐射通量（RC）。该数据集包含以下内容：（1）1979年1月1日至2016年12月31日，80个站点的日均和月均地表显热通量和潜热释放；（2）1960年1月1日至2016年12月31日，32个站点的日均和月均地表显热通量和潜热释放；（3）1984年1月至2015年12月，80个站点的月均净辐射通量；（4）1984年1月至2015年12月，80个站点的月均总热源E = SH + LH + RC。"
      ],
      "findingsCn": [
        "自1980年代中期以来，地表显热（SH）显著下降（图3(a)）。在1979年至2016年期间，潜热释放也呈现出明显的下降趋势（图3(b)），而净辐射通量（RC）在1984年至2015年期间则显示出显著的上升趋势（图3(c)）。因此，1984年至2015年期间，大气热源（E）呈现出显著的下降趋势（图3(d)）。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Do routine 6-hourly observations at meteorological stations contribute to the calculation of surface sensible heat and latent heat release in this domain?",
        "QuestionCn": "在气象站进行的常规6小时观测是否有助于计算该领域的地表显热和潜热释放？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is there a significant challenge in estimating the intensity and change in thermal forcing effects due to the inhomogeneous distribution of meteorological stations over the Tibetan Plateau?",
        "QuestionCn": "由于气象站在青藏高原上的分布不均匀，估计热强迫效应的强度和变化是否存在显著挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary variable of interest in atmospheric heat source/sink datasets over the Tibetan Plateau the surface sensible heat flux, the latent heat release, or the net radiation flux?",
        "QuestionCn": "在青藏 Plateau 的大气热源/汇数据集中，主要关注的变量是地表感热通量、潜热释放还是净辐射通量？",
        "AnswerEn": "surface sensible heat flux",
        "AnswerCn": "地表感热通量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main variables included in a dataset measuring atmospheric heat sources/sinks over the Tibetan Plateau?",
        "QuestionCn": "测量青藏高原大气热源/汇的数据集中包含的主要变量有哪些？",
        "AnswerEn": "Surface sensible heat flux, latent heat release, net radiation flux",
        "AnswerCn": "地表感热通量、潜热释放、净辐射通量",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the meteorological stations that provide routine observations for calculating surface sensible heat and latent heat release located?",
        "QuestionCn": "提供常规观测以计算地表显热和潜热释放的气象站位于哪里？",
        "AnswerEn": "Tibetan Plateau",
        "AnswerCn": "青藏高原",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When was the net radiation flux data derived from satellite sources collected for the Tibetan Plateau dataset?",
        "QuestionCn": "西藏高原数据集的净辐射通量数据是何时从卫星源收集的？",
        "AnswerEn": "January 1984 to December 2015",
        "AnswerCn": "1984年1月至2015年12月",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate the surface sensible heat flux over the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于估计青藏 Plateau 表面显热通量的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to estimate the surface sensible heat flux over the Tibetan Plateau involves using 6-hour routine observations from meteorological stations. An iterative algorithm based on the theory of boundary layer meteorology is employed, utilizing a high-resolution Tibetan experimental dataset to estimate the surface sensible heat flux empirically.",
        "AnswerCn": "一种用于估算青藏 Plateau 表面感热通量的数据收集方法涉及使用气象站的 6 小时常规观测数据。采用基于边界层气象学理论的迭代算法，利用高分辨率的青藏 Plateau 实验数据集来经验性地估算表面感热通量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting atmospheric heat source data over the Tibetan Plateau?",
        "QuestionCn": "在收集青藏高原大气热源数据时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in collecting atmospheric heat source data over the Tibetan Plateau is the rare observational records and inhomogeneous distribution of meteorological stations, which make it difficult to accurately estimate the intensity and change in thermal forcing over the region.",
        "AnswerCn": "收集青藏 Plateau 大气热源数据的一个挑战是观测记录稀少且气象站分布不均，这使得准确估计该地区热强迫的强度和变化变得困难。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that includes net radiation flux data derived from satellite observations for the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个包含来自卫星观测的青藏高原净辐射通量数据的示例数据集？",
        "AnswerEn": "An example of a dataset that includes net radiation flux data for the Tibetan Plateau is one that uses satellite data from the Global Energy and Water Cycle Experiment Surface Radiation Budget (GEWEX/SRB) and the Clouds and the Earth's Radiant Energy System (CERES/EBAF). This dataset covers the period from 1984 to 2015 and involves calculating net radiation flux through statistical methods using shortwave and longwave radiation fluxes at the atmospheric surface and top of the atmosphere.",
        "AnswerCn": "一个包含青藏高原净辐射通量数据的数据集是使用全球能量与水循环实验表面辐射预算（GEWEX/SRB）和云与地球辐射能量系统（CERES/EBAF）的卫星数据。该数据集覆盖1984年至2015年，通过统计方法计算大气表面和大气顶的短波和长波辐射通量来得出净辐射通量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the defining features of datasets that account for net radiation flux over the Tibetan Plateau?",
        "QuestionCn": "影响青藏 Plateau 上净辐射通量的数据集的定义特征是什么？",
        "AnswerEn": "monthly net radiation flux, satellite data, GEWEX/SRB, CERES/EBAF, atmospheric surface, top-of-atmosphere shortwave and longwave radiation fluxes, continuous record, multiple decades, temporal variations, thermal forcing",
        "AnswerCn": "月度净辐射通量、卫星数据、GEWEX/SRB、CERES/EBAF、大气表面、大气顶短波和长波辐射通量、连续记录、多个十年、时间变化、热强迫",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the properties and challenges of creating a comprehensive atmospheric heat source/sink dataset for the Tibetan Plateau?",
        "QuestionCn": "创建一个全面的青藏 Plateau 大气热源/汇数据集的属性和挑战是什么？",
        "AnswerEn": "surface sensible heat flux, latent heat release, net radiation flux, sparse and uneven distribution of meteorological stations, complexity of land surface processes, multi-timescale variability in reanalysis data",
        "AnswerCn": "地表感热通量、潜热释放、净辐射通量、气象站分布稀疏且不均匀、陆面过程复杂性、再分析数据中的多时间尺度变异性。",
        "Level": "C6(Creating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How often were the routine observations taken at the meteorological stations for surface heat flux calculations?",
        "QuestionCn": "气象站进行表面热通量计算的常规观测频率是多少？",
        "AnswerEn": "6 hours",
        "AnswerCn": "6小时",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "How is 'latent heat release' defined when analyzing meteorological data over the Tibetan Plateau?",
        "QuestionCn": "在分析青藏高原的气象数据时，“潜热释放”是如何定义的？",
        "AnswerEn": "Latent heat release is defined as the amount of heat released during phase changes of water, such as evaporation and condensation, estimated from precipitation data in meteorological observations over the Tibetan Plateau.",
        "AnswerCn": "潜热释放被定义为水相变过程中释放的热量，例如蒸发和凝结，这些热量是通过对青藏高原的降水数据进行气象观测估算得出的。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for estimating surface sensible heat flux and latent heat release from meteorological stations compare to those used for deriving net radiation flux from satellite data in atmospheric heat source/sink studies?",
        "QuestionCn": "估算地表显热通量和潜热释放的气象站数据收集方法与从卫星数据推导净辐射通量的方法在大气热源/汇研究中的比较如何？",
        "AnswerEn": "The data collection methods for estimating surface sensible heat flux and latent heat release involve 6-hour routine observations at meteorological stations, utilizing in situ measurements such as air temperature and wind speed. In contrast, the net radiation flux is derived from satellite data, utilizing global datasets like GEWEX/SRB and CERES/EBAF for shortwave and longwave radiation fluxes at the top of the atmosphere and surface.",
        "AnswerCn": "估算表面感热通量和潜热释放的数据收集方法涉及在气象站进行6小时的常规观测，利用现场测量数据，如气温和风速。相比之下，净辐射通量是通过卫星数据得出的，利用全球数据集如GEWEX/SRB和CERES/EBAF获取大气顶和表面的短波和长波辐射通量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when using meteorological station data versus satellite data to estimate the thermal forcing effects over the Tibetan Plateau?",
        "QuestionCn": "使用气象站数据与卫星数据估计青藏 Plateau 的热强迫效应时面临的挑战有哪些不同？",
        "AnswerEn": "Meteorological station data face challenges such as rare observational records and inhomogeneous distribution, making it difficult to accurately estimate thermal forcing intensity and changes. Satellite data, while providing broader coverage, may struggle with accurately capturing the complex land surface processes over the Tibetan Plateau, which can affect the representation of multi-timescale variability.",
        "AnswerCn": "气象站数据面临着稀疏观测记录和不均匀分布等挑战，这使得准确估计热强迫强度和变化变得困难。卫星数据虽然提供了更广泛的覆盖，但在准确捕捉青藏高原复杂的地表过程方面可能存在困难，这会影响多时间尺度变率的表现。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the temporal coverage of datasets derived from meteorological stations compare to those derived from satellite data in monitoring atmospheric heat sources/sinks over the Tibetan Plateau?",
        "QuestionCn": "来自气象站的数据集的时间覆盖范围与来自卫星数据的数据集在监测青藏高原大气热源/汇方面的比较如何？",
        "AnswerEn": "The dataset derived from meteorological stations provides data on surface sensible heat flux and latent heat release from 1979 to 2016, with some records extending back to 1960. In comparison, the net radiation flux derived from satellite data covers a period from 1984 to 2015. This indicates a longer temporal coverage for meteorological station data in terms of surface heat flux measurements.",
        "AnswerCn": "来自气象站的数据集提供了1979年至2016年的地表显热通量和潜热释放数据，部分记录可追溯至1960年。相比之下，卫星数据得出的净辐射通量覆盖的时间段为1984年至2015年。这表明，在地表热通量测量方面，气象站数据的时间覆盖更长。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of satellite data with ground meteorological observations improve the understanding of atmospheric heat source/sink dynamics over the Tibetan Plateau?",
        "QuestionCn": "卫星数据与地面气象观测的整合如何改善对青藏高原大气热源/汇动态的理解？",
        "AnswerEn": "The integration allows for a more comprehensive analysis of the net radiation flux, using satellite datasets like GEWEX/SRB and CERES/EBAF to compute shortwave and longwave radiation fluxes. This enhances the understanding of how these dynamics vary across different time scales, providing a robust dataset for analyzing the spatial-temporal structure of diabatic heating over the Tibetan Plateau.",
        "AnswerCn": "该集成允许对净辐射通量进行更全面的分析，利用卫星数据集如GEWEX/SRB和CERES/EBAF来计算短波和长波辐射通量。这增强了对这些动态在不同时间尺度上变化的理解，为分析青藏 Plateau 上的辐散加热的时空结构提供了强有力的数据集。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methodological approaches can be utilized to accurately estimate surface sensible heat and latent heat release in regions with complex land surface processes like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样具有复杂地表过程的地区，哪些方法论方法可以用来准确估计地表显热和潜热释放？",
        "AnswerEn": "Methodological approaches such as using routine 6-hour observations from meteorological stations and applying schemes like those proposed by Yang et al. (2009) can be employed. These methods involve boundary layer meteorology and iterative algorithms to empirically estimate heat fluxes, offering a detailed understanding of the thermal processes in such complex regions.",
        "AnswerCn": "可以采用一些方法论，如利用气象站的常规6小时观测数据，并应用杨等人（2009）提出的方案。这些方法涉及边界层气象学和迭代算法，以经验方式估算热通量，从而提供对复杂区域热过程的详细理解。",
        "Level": "C3(Applying)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the challenges in accurately estimating the intensity and change in the thermal forcing of the Tibetan Plateau?",
        "QuestionCn": "导致准确估计青藏 Plateau 热强迫强度和变化的挑战的原因是什么？",
        "AnswerEn": "Due to rare observational records and inhomogeneous distribution of meteorological stations over the Tibetan Plateau, accurately estimating the intensity and change in thermal forcing remains a great challenge. Additionally, the complexity of the land surface process over the Tibetan Plateau means most reanalysis data fail to provide an accurate measure of its statistical features and multi-timescale variability.",
        "AnswerCn": "由于观测记录稀少以及气象站在青藏 Plateau 的分布不均，准确估计热强迫的强度和变化仍然是一个巨大的挑战。此外，青藏 Plateau 上复杂的地表过程意味着大多数再分析数据无法提供其统计特征和多时间尺度变率的准确测量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a reliance on satellite data for calculating net radiation flux in the Tibetan Plateau atmospheric heat source/sink dataset?",
        "QuestionCn": "为什么在计算青藏 Plateau 大气热源/汇数据集中的净辐射通量时依赖卫星数据？",
        "AnswerEn": "Satellite data is used for calculating net radiation flux due to the lack of dense observational records and inhomogeneous distribution of meteorological stations over the Tibetan Plateau. Satellite data allow for a more comprehensive spatial coverage and provide essential information for estimating net radiation flux, which is a critical component of the atmospheric heat source/sink dataset.",
        "AnswerCn": "卫星数据用于计算净辐射通量，因为缺乏密集的观测记录以及气象站在青藏高原上的不均匀分布。卫星数据能够提供更全面的空间覆盖，并为估算净辐射通量提供重要信息，而净辐射通量是大气热源/汇数据集的关键组成部分。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors have contributed to the observed trends in surface sensible heat and latent heat release over the Tibetan Plateau since the late 20th century?",
        "QuestionCn": "自20世纪末以来，导致青藏 Plateau表面显热和潜热释放观察到的趋势的因素有哪些？",
        "AnswerEn": "The surface sensible heat has decreased significantly since the middle 1980s, while latent heat release has also shown a noticeable decreasing trend during the period 1979–2016. These trends could be influenced by changes in the regional climate, land surface processes, and variations in observational records over time.",
        "AnswerCn": "自1980年代中期以来，地表显热显著减少，而在1979年至2016年期间，潜热释放也显示出明显的下降趋势。这些趋势可能受到区域气候、地表过程变化以及观测记录随时间变化的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using satellite data like GEWEX/SRB and CERES/EBAF for calculating net radiation flux in atmospheric heat source/sink datasets?",
        "QuestionCn": "使用卫星数据如GEWEX/SRB和CERES/EBAF来计算大气热源/汇数据集中的净辐射通量会产生什么后果？",
        "AnswerEn": "Using satellite data like GEWEX/SRB and CERES/EBAF allows for the derivation of net radiation flux across a large and otherwise difficult-to-monitor region like the TP. This provides a more comprehensive understanding of the atmospheric heat sources/sinks, despite the challenges of rare observational records and inhomogeneous distribution of meteorological stations over the region.",
        "AnswerCn": "使用像GEWEX/SRB和CERES/EBAF这样的卫星数据，可以推导出像青藏高原这样一个大而难以监测的区域的净辐射通量。这提供了对大气热源/汇的更全面理解，尽管该地区观测记录稀少且气象站分布不均。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential effects of the observed trends in surface sensible heat, latent heat release, and net radiation flux on climate understanding in the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上，表面显热、潜热释放和净辐射通量的观察趋势可能对气候理解产生的潜在影响是什么？",
        "AnswerEn": "The observed trends, such as the significant decrease in surface sensible heat and latent heat release, along with the increase in net radiation flux, suggest a decreasing trend in the atmospheric heat source over the TP. This impacts climate understanding by highlighting shifts in thermal dynamics that may affect regional circulation patterns, particularly influencing the Asia summer monsoon and the broader climatic system.",
        "AnswerCn": "观察到的趋势，如地表显热和潜热释放的显著减少，以及净辐射通量的增加，表明青藏高原（TP）大气热源呈下降趋势。这影响了气候理解，突显了热动态的变化，可能影响区域环流模式，特别是对亚洲夏季季风和更广泛的气候系统产生影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to investigate the multi-scale temporal variation in atmospheric heat sources and sinks over the Tibetan Plateau using routine observations and satellite data?",
        "QuestionCn": "为什么使用常规观测和卫星数据研究青藏高原大气热源和汇的多尺度时间变化很重要？",
        "AnswerEn": "Investigating the multi-scale temporal variation in atmospheric heat sources and sinks over the Tibetan Plateau is crucial because the TP plays a key role in the formation and variation of the Asia summer monsoon via its mechanical and thermal effects. Understanding these variations can help in assessing the TP's influence on regional and global climate systems, particularly during spring and summer.",
        "AnswerCn": "研究青藏 Plateau 大气热源和热汇的多尺度时间变化至关重要，因为青藏 Plateau 在亚洲夏季季风的形成和变化中发挥着关键作用，主要通过其机械和热效应。理解这些变化有助于评估青藏 Plateau 对区域和全球气候系统的影响，特别是在春季和夏季。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the challenges faced in accurately estimating thermal forcing intensity and changes over the Tibetan Plateau, and how do these challenges shape data collection methods?",
        "QuestionCn": "在准确估计青藏高原热力强迫强度和变化时面临哪些挑战，这些挑战如何影响数据收集方法？",
        "AnswerEn": "The challenges in accurately estimating thermal forcing intensity and changes over the Tibetan Plateau include the rare observational records and inhomogeneous distribution of meteorological stations. This complexity necessitates the use of both routine observations and satellite data to derive accurate measurements of the thermal forcing effect, as most reanalysis data fail to capture the TP's statistical features and multi-timescale variability.",
        "AnswerCn": "准确估计青藏 Plateau 的热强迫强度和变化面临的挑战包括观测记录稀少和气象站分布不均。这种复杂性需要结合常规观测和卫星数据，以获得热强迫效应的准确测量，因为大多数再分析数据无法捕捉青藏 Plateau 的统计特征和多时间尺度的变异性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the objective of using a combination of surface sensible heat, latent heat release, and net radiation flux data in exploring the Tibetan Plateau's atmospheric heat source/sink dynamics?",
        "QuestionCn": "使用地表显热、潜热释放和净辐射通量数据的组合，探索青藏 Plateau 的大气热源/汇动态的目标是什么？",
        "AnswerEn": "The objective of using a combination of surface sensible heat, latent heat release, and net radiation flux data is to provide a comprehensive dataset that allows for continuous, robust analysis of the Tibetan Plateau's atmospheric heat source/sink dynamics. This approach helps in better understanding the spatial-temporal structure and multi-scale variation in TP diabatic heating and its influence on the Earth's climatic system.",
        "AnswerCn": "使用地表显热、潜热释放和净辐射通量数据的组合，旨在提供一个综合数据集，以便对青藏 Plateau 的大气热源/汇动态进行持续、稳健的分析。这种方法有助于更好地理解青藏 Plateau 的 diabatic 加热的时空结构和多尺度变化及其对地球气候系统的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are used to calculate surface sensible heat and latent heat release from routine meteorological observations in the context of atmospheric heat source data collection?",
        "QuestionCn": "在大气热源数据收集的背景下，计算表面显热和潜热释放的常用方法有哪些？",
        "AnswerEn": "Surface sensible heat and latent heat release are calculated based on 6-hour routine observations at meteorological stations using an iterative algorithm grounded in the theory of boundary layer meteorology. This approach involves the empirical estimation of sensible heat flux via a high-resolution experimental dataset specific to the region.",
        "AnswerCn": "表面显热和潜热释放是基于气象站的6小时常规观测数据，通过一种基于边界层气象学理论的迭代算法进行计算。这种方法涉及通过特定于该地区的高分辨率实验数据集对显热通量进行经验估计。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is satellite data integrated to derive net radiation flux in atmospheric heat source datasets for the Tibetan Plateau?",
        "QuestionCn": "卫星数据是如何集成以推导青藏高原大气热源数据集中的净辐射通量的？",
        "AnswerEn": "Satellite datasets, such as those from GEWEX/SRB and CERES/EBAF, are utilized to calculate net radiation flux. This involves the use of shortwave and longwave radiation fluxes at the atmospheric surface and top of the atmosphere, with statistical methods applied to derive net radiation flux over specific periods.",
        "AnswerCn": "卫星数据集，如GEWEX/SRB和CERES/EBAF，用于计算净辐射通量。这涉及到在大气表面和大气顶端的短波和长波辐射通量的使用，并应用统计方法来推导特定时期的净辐射通量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How do satellite datasets contribute to calculating net radiation flux over the Tibetan Plateau?",
        "QuestionCn": "卫星数据集如何有助于计算青藏高原的净辐射通量？",
        "AnswerEn": "Satellite datasets, such as the Global Energy and Water Cycle Experiment Surface Radiation Budget Satellite Radiation (GEWEX/SRB) and Clouds and the Earth's Radiant Energy System (CERES/EBAF), provide shortwave and longwave radiation fluxes at the atmospheric surface and top of the atmosphere, which are used through statistical methods to derive net radiation flux.",
        "AnswerCn": "卫星数据集，如全球能源与水循环实验表面辐射预算卫星辐射（GEWEX/SRB）和云与地球辐射能量系统（CERES/EBAF），提供大气表面和大气顶的短波和长波辐射通量，这些数据通过统计方法用于推导净辐射通量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the anticipated accuracy in estimating TP thermal forcing be challenging despite advances in meteorological data collection methods?",
        "QuestionCn": "尽管气象数据收集方法取得了进展，为什么估计TP热强迫的预期准确性仍然具有挑战性？",
        "AnswerEn": "Due to rare observational records and inhomogeneous distribution of meteorological stations over TP, accurately estimating the intensity and change in TP thermal forcing remains a great challenge. Additionally, the complexity of the land surface process over the TP complicates the accurate measurement of its statistical features.",
        "AnswerCn": "由于观测记录稀少以及气象站在青藏 Plateau（TP）上的分布不均，准确估计TP热强迫的强度和变化仍然是一个巨大的挑战。此外，TP上陆面过程的复杂性使得其统计特征的准确测量变得更加困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are datasets based on in situ air-column net radiation derived from satellite data expected to have certain limitations or uncertainties?",
        "QuestionCn": "为什么基于卫星数据的原位空气柱净辐射数据集预计会有某些限制或不确定性？",
        "AnswerEn": "Most reanalysis data fail to provide an accurate measure of the TP's statistical features, particularly due to the complex land surface processes. This suggests that datasets derived from satellite data might also face challenges in capturing the multi-timescale variability accurately.",
        "AnswerCn": "大多数再分析数据未能准确测量热带气旋的统计特征，特别是由于复杂的陆面过程。这表明，基于卫星数据的资料在准确捕捉多时间尺度变率方面也可能面临挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using both satellite data and routine meteorological observations in capturing the multi-scale temporal variations of the Tibetan Plateau's thermal forcing?",
        "QuestionCn": "如何评估同时使用卫星数据和常规气象观测在捕捉青藏 Plateau 热强迫的多尺度时间变化方面的有效性？",
        "AnswerEn": "The combined use of satellite data and routine meteorological observations is effective in capturing multi-scale temporal variations as it provides robust and continuous data, allowing for a more comprehensive analysis of the Tibetan Plateau's thermal effects over time. However, challenges such as the inhomogeneous distribution of meteorological stations and the complexity of land surface processes may still pose difficulties in accurately estimating the intensity and changes in thermal forcing.",
        "AnswerCn": "卫星数据与常规气象观测的结合使用在捕捉多尺度时间变化方面是有效的，因为它提供了稳健和连续的数据，使得对青藏 Plateau 热效应的综合分析更加全面。然而，气象站的不均匀分布以及地表过程的复杂性等挑战仍可能在准确估计热强迫的强度和变化方面带来困难。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways do you think the challenges of rare observational records and inhomogeneous distribution of meteorological stations affect the accuracy of atmospheric heat source/sink data over the Tibetan Plateau?",
        "QuestionCn": "稀有观测记录和气象站分布不均匀的问题会在哪些方面影响青藏高原大气热源/汇数据的准确性？",
        "AnswerEn": "These challenges significantly affect the accuracy of atmospheric heat source/sink data as they limit the ability to capture the spatial variability and detailed temporal dynamics of thermal forcing across the Tibetan Plateau. This scarcity and uneven distribution can lead to gaps in data coverage, making it difficult to comprehensively understand the region’s influence on local and global climates.",
        "AnswerCn": "这些挑战显著影响了大气热源/汇数据的准确性，因为它们限制了捕捉青藏高原热强迫的空间变异性和详细的时间动态的能力。这种稀缺和不均匀分布可能导致数据覆盖的空白，使得全面理解该地区对地方和全球气候的影响变得困难。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how atmospheric heat source/sink data can be accurately collected in regions with rare observational records.",
        "QuestionCn": "我不明白在观测记录稀少的地区，如何能够准确收集大气热源/汇数据。",
        "AnswerEn": "Atmospheric heat source/sink data over the Tibetan Plateau is collected through routine 6-hourly observations at 80 meteorological stations for surface sensible heat and latent heat release, and satellite data for net radiation cooling. Despite challenges like rare observational records and inhomogeneous distribution, this approach provides continuous and robust data over a long period.",
        "AnswerCn": "在西藏高原上，通过80个气象站的常规6小时观测收集大气热源/汇数据，包括地表感热和潜热释放，以及卫星数据用于净辐射冷却。尽管面临稀少的观测记录和不均匀分布等挑战，这种方法仍然提供了长期连续和可靠的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about how the complexity of land surface processes over the Tibetan Plateau affects the accuracy of data collection.",
        "QuestionCn": "我不确定青藏 Plateau 上地表过程的复杂性如何影响数据收集的准确性。",
        "AnswerEn": "The complexity of land surface processes over the Tibetan Plateau affects the accuracy of data collection because most reanalysis data struggle to accurately measure the statistical features and multi-timescale variability of the region. This complexity necessitates the use of high-resolution experimental datasets and specific algorithms to estimate surface heat fluxes accurately.",
        "AnswerCn": "青藏 Plateau 的地表过程复杂性影响了数据收集的准确性，因为大多数再分析数据难以准确测量该地区的统计特征和多时间尺度的变异性。这种复杂性需要使用高分辨率的实验数据集和特定算法来准确估计地表热通量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of how satellite data is utilized to estimate the net radiation flux over the Tibetan Plateau.",
        "QuestionCn": "我无法理解卫星数据是如何用于估算青藏 Plateau 的净辐射通量的。",
        "AnswerEn": "To estimate the net radiation flux over the Tibetan Plateau, satellite data from the Global Energy and Water Cycle Experiment Surface Radiation Budget (GEWEX/SRB) and the Clouds and the Earth's Radiant Energy System (CERES/EBAF) are used. These datasets provide shortwave and longwave radiation fluxes at the surface and top of the atmosphere, which are analyzed through statistical methods to derive the net radiation flux.",
        "AnswerCn": "为了估计青藏高原的净辐射通量，使用了全球能量与水循环实验表面辐射预算（GEWEX/SRB）和云与地球辐射能量系统（CERES/EBAF）的卫星数据。这些数据集提供了地表和大气顶的短波和长波辐射通量，通过统计方法进行分析，以推导出净辐射通量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore and summarize the data collection methods employed for deriving surface sensible heat and latent heat release over the Tibetan Plateau.",
        "QuestionCn": "请探讨并总结用于获取青藏 Plateau 上表面感热和潜热释放的数据收集方法。",
        "AnswerEn": "The data collection methods for deriving surface sensible heat and latent heat release over the Tibetan Plateau include utilizing 6-hour routine observations from meteorological stations. Surface sensible heat flux is estimated using a scheme proposed by Yang et al. (2009), which applies an iterative algorithm based on boundary layer meteorology. This method empirically estimates surface sensible heat flux using high-resolution Tibetan experimental datasets. Latent heat release is estimated from precipitation data collected at the meteorological stations.",
        "AnswerCn": "收集青藏 Plateau 表面显热和潜热释放的数据方法包括利用气象站的6小时常规观测。表面显热通量的估算采用了杨等人（2009）提出的方案，该方案基于边界层气象的迭代算法进行估算。该方法利用高分辨率的青藏高原实验数据集经验性地估算表面显热通量。潜热释放则是通过气象站收集的降水数据进行估算。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide insights into the integration of satellite data for calculating net radiation flux over the Tibetan Plateau, and discuss how this approach can potentially be enhanced.",
        "QuestionCn": "请提供关于在青藏高原上整合卫星数据以计算净辐射通量的见解，并讨论这种方法如何可能得到增强。",
        "AnswerEn": "The integration of satellite data for calculating net radiation flux over the Tibetan Plateau involves using datasets from the Global Energy and Water Exchange Project Surface Radiation Budget (GEWEX/SRB) and the Clouds and the Earth's Radiant Energy System (CERES/EBAF). These datasets provide shortwave and longwave radiation fluxes at the atmospheric surface and top of the atmosphere (TOA) on a monthly basis. Statistical methods are used to derive net radiation flux during the period from 1984 to 2015. To potentially enhance this approach, improvements could include increasing the temporal resolution of the satellite data, incorporating additional satellite data sources to reduce uncertainties, and using advanced statistical techniques to better capture spatiotemporal variability.",
        "AnswerCn": "在计算青藏高原的净辐射通量时，卫星数据的整合涉及使用全球能量与水交换项目表面辐射预算（GEWEX/SRB）和云与地球辐射能量系统（CERES/EBAF）的数据集。这些数据集提供了1984年至2015年期间大气表面和大气顶（TOA）的短波和长波辐射通量的月度数据。采用统计方法推导净辐射通量。为了潜在地增强这种方法，可以考虑提高卫星数据的时间分辨率，整合更多的卫星数据源以减少不确定性，以及使用先进的统计技术更好地捕捉时空变异性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}