{
    "id": "e30f13b6-6467-4321-95ee-6fe8f6330e05",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2020)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2020）",
            "description": "This dataset contains the flux measurements from the desert station eddy covariance system (EC) in the downstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2020. The site (100.9872° E, 42.1135° N) was located in the Ejina Banner in Inner Mongolia Autonomous Region. The elevation is 1054 m. The EC was installed at a height of 4.7 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the type of eddy covariance was closed-path (CPEC200).\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2020年1月1日至2020年12月31日的黑河流域地表过程综合观测网下游荒漠站涡动相关仪观测数据。站点位于内蒙古额济纳旗，下垫面是荒漠。观测点的经纬度是100.9872E, 42.1135N，海拔1054m。涡动相关仪的架高4.7m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪为闭路涡动相关仪（CPEC200）。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（较插补数据好）；9数据质量差））。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site no + EC",
            "instructionsCn": "年份+**观测网+站点名称+EC",
            "east": 100.9872,
            "west": 100.9872,
            "south": 42.1135,
            "north": 42.1135,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 2612918.0,
            "cstr": "18406.11.Geogra.tpdc.271444",
            "doi": "10.11888/Geogra.tpdc.271444",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气放射性物质",
                "nameEn": "Atmospheric Radioactive Substance"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "下游天然绿洲试验区",
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordCn": "荒漠站",
                "keywordEn": "Desert Station"
            },
            {
                "keywordCn": "黑河下游",
                "keywordEn": "The Lower Reaches of Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，尤其是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护生态稳定性和绿洲的社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包含2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the data from the eddy covariance system processed by Eddypro software to obtain 30-minute flux data?",
                "QuestionCn": "涡度协方差系统的数据是否通过Eddypro软件处理以获得30分钟的通量数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "When processing observational data, is it more common to use Eddypro software, other specialized software, or manual processing techniques?",
                "QuestionCn": "在处理观测数据时，使用Eddypro软件、其他专业软件或手动处理技术哪种更为常见？",
                "AnswerEn": "Eddypro software",
                "AnswerCn": "Eddypro 软件",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are datasets of energy, water vapor, and carbon exchange in oasis–desert areas typically sourced from the National Tibetan Plateau Data Center, other national data centers, or university repositories?",
                "QuestionCn": "绿洲-沙漠地区的能量、水汽和碳交换数据集通常来源于国家西藏高原数据中心、其他国家数据中心或大学数据仓库吗？",
                "AnswerEn": "National Tibetan Plateau Data Center",
                "AnswerCn": "国家青藏高原科学数据中心",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are employed in arid and semi-arid regions to monitor energy, water vapor, and carbon exchange?",
                "QuestionCn": "在干旱和半干旱地区，监测能量、水蒸气和碳交换所采用的数据收集方法有哪些？",
                "AnswerEn": "field and remote-sensing observations, eddy covariance systems, scintillometers, automatic weather stations",
                "AnswerCn": "现场和遥感观测、涡度相关系统、闪烁仪、自动气象站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the observational datasets for the oasis–desert systems located, and what period do they cover?",
                "QuestionCn": "绿洲-沙漠系统的观测数据集位于哪里，覆盖了哪个时期？",
                "AnswerEn": "middle and lower reaches of the Heihe River Basin 2012 to 2021",
                "AnswerCn": "黑河流域中下游地区2012年至2021年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the key challenges faced in data collection for inland river basins in arid and semi-arid areas?",
                "QuestionCn": "在干旱和半干旱地区，内陆河流流域数据收集面临的主要挑战有哪些？",
                "AnswerEn": "Ecological environment degradation",
                "AnswerCn": "生态环境退化",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for observing energy, water vapor, and carbon exchanges in oasis–desert ecosystems?",
                "QuestionCn": "您能否提供一个用于观察绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据收集方法的示例？",
                "AnswerEn": "In oasis–desert ecosystems, data collection for observing energy, water vapor, and carbon exchanges is performed using an eddy covariance system and scintillometer. This method involves acquiring half-hourly turbulent flux data, along with auxiliary data such as hydrometeorology, vegetation, and soil parameters.",
                "AnswerCn": "在绿洲–沙漠生态系统中，使用涡度协方差系统和闪烁仪进行能量、水汽和碳交换的观测数据收集。该方法涉及获取半小时的湍流通量数据，以及辅助数据，如水文气象、植被和土壤参数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in maintaining observational datasets in arid and semiarid inland river basins?",
                "QuestionCn": "在干旱和半干旱内陆河流流域中，维护观测数据集面临的一个挑战是什么？",
                "AnswerEn": "A challenge in maintaining observational datasets in arid and semiarid inland river basins includes ecological environment degradation, such as the drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms, particularly in areas like the Tarim River basin and the Aral Sea basin.",
                "AnswerCn": "维护干旱和半干旱内陆河流流域的观测数据集面临的挑战包括生态环境退化，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴，特别是在塔里木河流域和咸海流域等地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset available for studying energy, water vapor, and carbon exchanges in arid regions of western China?",
                "QuestionCn": "一个可用于研究中国西部干旱地区能源、水汽和碳交换的数据集的例子是什么？",
                "AnswerEn": "An example of a dataset available for studying energy, water vapor, and carbon exchanges in arid regions of western China includes observations from the middle and lower reaches of the Heihe River Basin (HRB), incorporating data from 11 land surface flux and meteorological stations since 2012. This dataset includes flux observations, hydrometeorological data, and vegetation and soil parameters and is accessible from the National Tibetan Plateau Data Center.",
                "AnswerCn": "一个可用于研究中国西部干旱地区能量、水汽和碳交换的数据集包括来自黑河流域中下游的观测数据，自2012年以来，涵盖了11个地表通量和气象站的数据。该数据集包括通量观测、气象水文数据以及植被和土壤参数，并可从国家西藏高原数据中心获取。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What features are involved in the data processing and quality control of datasets related to arid region ecosystems?",
                "QuestionCn": "与干旱地区生态系统相关的数据集的数据处理和质量控制涉及哪些特征？",
                "AnswerEn": "data collection, data processing, data archiving and sharing, wild point value exclusion, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, density corrections, atmospheric stability, turbulence similarity characteristic testing",
                "AnswerCn": "数据收集、数据处理、数据存档与共享、异常值排除、延迟时间校正、坐标旋转、频率响应校正、超声虚拟温度校正、密度校正、大气稳定性、湍流相似性特征测试。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the specific features of datasets that include energy, water vapor, and carbon exchange observations in oasis–desert areas?",
                "QuestionCn": "包含绿洲-沙漠地区能量、水汽和碳交换观测的数据库的具体特征是什么？",
                "AnswerEn": "energy fluxes, water vapor fluxes, carbon fluxes, hydrometeorological data, vegetation parameters, soil parameters, radiation, soil heat flux, temperature profiles, meteorological parameters",
                "AnswerCn": "能量通量、水汽通量、碳通量、水文气象数据、植被参数、土壤参数、辐射、土壤热通量、温度剖面、气象参数",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many land surface flux and meteorological stations have been established in the arid regions of western China since 2012?",
                "QuestionCn": "自2012年以来，在中国西部的干旱地区建立了多少个地表通量和气象站？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many levels of data quality are used to evaluate the flux values in the observational dataset from the eddy covariance system?",
                "QuestionCn": "用于评估涡度协方差系统观测数据集中通量值的数据质量有多少个级别？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is an eddy covariance system and how is it used in the context of data collection in arid and semi-arid regions?",
                "QuestionCn": "涡度协方差系统是一种用于测量气体交换（如二氧化碳和水蒸气）与地表之间的系统。它通过同时测量风速和气体浓度的变化，计算出气体的通量。在干旱和半干旱地区，涡度协方差系统被广泛用于数据收集，以研究生态系统的碳和水循环、植物的蒸腾作用以及气候变化对这些地区的影响。",
                "AnswerEn": "An eddy covariance system is a data collection method used to measure turbulent fluxes of energy, water vapor, carbon, and methane in ecosystems. In arid and semi-arid regions, this system is crucial for understanding the exchanges between the land surface and the atmosphere, particularly in oasis–desert areas. It provides half-hourly flux data that helps in analyzing the balance of energy, water vapor, and carbon exchange necessary for sustainable development.",
                "AnswerCn": "涡度协方差系统是一种数据收集方法，用于测量生态系统中能量、水蒸气、碳和甲烷的湍流通量。在干旱和半干旱地区，该系统对于理解陆地表面与大气之间的交换至关重要，特别是在绿洲-沙漠地区。它提供半小时的通量数据，有助于分析能量、水蒸气和碳交换的平衡，这对于可持续发展是必要的。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the primary challenges faced in collecting long-term observational data in arid inland river basins?",
                "QuestionCn": "在干旱内陆河流流域收集长期观察数据面临的主要挑战是什么？",
                "AnswerEn": "The primary challenges in collecting long-term observational data in arid inland river basins include ecological environment degradation, such as the drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms. These issues are particularly prevalent in inland river basins along the Silk Road, making data collection and ecological monitoring difficult.",
                "AnswerCn": "在干旱内陆河流流域收集长期观察数据的主要挑战包括生态环境退化，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴。这些问题在丝绸之路沿线的内陆河流流域尤为突出，使得数据收集和生态监测变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What types of data are typically included in datasets from oasis–desert systems, and why are they important?",
                "QuestionCn": "沙漠-绿洲系统的数据集通常包括哪些类型的数据，以及它们为何重要？",
                "AnswerEn": "Datasets from oasis–desert systems typically include long-term energy, water vapor, carbon, and methane fluxes, along with auxiliary data involving hydrometeorology, vegetation, and soil parameters. This data is important for understanding the basic characteristics and interactions of oasis–desert ecosystems, which are crucial for ecological security, sustainable development, and achieving goals like carbon neutrality in these regions.",
                "AnswerCn": "来自绿洲-沙漠系统的数据集通常包括长期的能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。这些数据对于理解绿洲-沙漠生态系统的基本特征和相互作用至关重要，这对生态安全、可持续发展以及实现这些地区的碳中和目标具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using eddy covariance systems and scintillometers compare to traditional meteorological stations in terms of capturing energy, water vapor, and carbon fluxes in arid and semiarid regions?",
                "QuestionCn": "涡度协方差系统和闪烁仪的数据收集方法与传统气象站在捕捉干旱和半干旱地区的能量、水蒸气和碳通量方面有何比较？",
                "AnswerEn": "Eddy covariance systems and scintillometers provide half-hourly turbulent flux data, whereas traditional meteorological stations generally provide hydrometeorological data with a 10-minute average period. Eddy covariance systems focus on fluxes like energy, water vapor, and carbon, while traditional stations focus on broader meteorological data such as radiation, soil heat flux, and gradients of air temperature and humidity.",
                "AnswerCn": "涡度协方差系统和闪烁仪提供半小时的湍流通量数据，而传统气象站通常提供10分钟平均的水文气象数据。涡度协方差系统专注于能量、水蒸气和碳等通量，而传统气象站则关注更广泛的气象数据，如辐射、土壤热通量以及空气温度和湿度的梯度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in data processing steps between using Eddypro software for eddy covariance data and typical data processing methods for hydrometeorological datasets?",
                "QuestionCn": "使用Eddypro软件处理涡度协方差数据与典型的水文气象数据处理方法之间的数据处理步骤有什么不同？",
                "AnswerEn": "Eddypro software processes eddy covariance data by steps such as coordinate rotation, frequency response correction, and quality control based on atmospheric stability and turbulence similarity. In contrast, typical hydrometeorological data processing involves averaging periods and may focus more on filtering erroneous readings due to sensor errors or environmental conditions.",
                "AnswerCn": "Eddypro软件通过坐标旋转、频率响应校正和基于大气稳定性及湍流相似性的质量控制等步骤处理涡度协方差数据。相比之下，典型的水文气象数据处理涉及平均时间段，并可能更侧重于过滤由于传感器错误或环境条件导致的错误读数。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methods are employed to ensure the accuracy and reliability of data collected from eddy covariance systems in arid regions?",
                "QuestionCn": "在干旱地区，确保从涡度协方差系统收集的数据的准确性和可靠性的方法有哪些？",
                "AnswerEn": "The data collected from eddy covariance systems in arid regions are processed using Eddypro software, which includes steps like outlier removal, delay time correction, coordinate rotation, frequency response correction, and density correction. Quality evaluation is performed based on atmospheric stability and turbulence similarity characteristics, and data with high missing rates or errors are excluded.",
                "AnswerCn": "在干旱地区收集的涡度协方差系统数据使用Eddypro软件进行处理，处理步骤包括异常值去除、延迟时间修正、坐标旋转、频率响应修正和密度修正。质量评估基于大气稳定性和湍流相似性特征进行，对于缺失率高或存在错误的数据进行排除。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of using a combination of eddy covariance systems and scintillometers for understanding energy and water vapor exchanges in oasis–desert ecosystems?",
                "QuestionCn": "使用涡度协方差系统和闪烁仪的组合来理解绿洲-沙漠生态系统中的能量和水汽交换有什么影响？",
                "AnswerEn": "Using both eddy covariance systems and scintillometers allows for comprehensive measurements of energy and water vapor exchanges. This combination provides a detailed understanding of these exchanges, crucial for recognizing oasis–desert interactions, supporting sustainable development, and understanding the carbon cycle in these ecosystems.",
                "AnswerCn": "使用涡度协方差系统和闪烁仪可以全面测量能量和水蒸气的交换。这种组合提供了对这些交换的详细理解，对于认识绿洲-沙漠相互作用、支持可持续发展以及理解这些生态系统中的碳循环至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for specific data processing steps, such as coordinate rotation and frequency response correction, in eddy covariance data collection methods for arid regions?",
                "QuestionCn": "在干旱地区的涡度协方差数据收集方法中，特定数据处理步骤（如坐标旋转和频率响应校正）的需求是什么原因？",
                "AnswerEn": "The need for specific data processing steps like coordinate rotation and frequency response correction arises due to the intricate nature of turbulent flux measurements in arid regions. Such corrections ensure that the data accurately reflect the natural exchanges of energy, water vapor, and carbon, accounting for potential biases introduced by instrument orientation, atmospheric conditions, and the unique characteristics of desert landscapes.",
                "AnswerCn": "由于干旱地区湍流通量测量的复杂性，特定的数据处理步骤如坐标旋转和频率响应校正的需求应运而生。这些校正确保数据准确反映能量、水蒸气和碳的自然交换，考虑到仪器方向、大气条件以及沙漠景观的独特特征所引入的潜在偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it critical to address ecological environment degradation in inland river basins when collecting data on oasis–desert systems?",
                "QuestionCn": "在收集绿洲-沙漠系统数据时，解决内陆河流域的生态环境退化问题至关重要。",
                "AnswerEn": "Addressing ecological environment degradation in inland river basins is critical when collecting data on oasis–desert systems because these areas face challenges like river and lake drying, vegetation degradation, and land desertification. These issues impact the stability and sustainability of oasis ecosystems, which are vital for local ecological balance and economic development. Understanding these dynamics is essential for ensuring ecological security and supporting sustainable development.",
                "AnswerCn": "在内陆河流域应对生态环境退化至关重要，因为这些地区面临着河流和湖泊干涸、植被退化和土地沙漠化等挑战。这些问题影响着绿洲生态系统的稳定性和可持续性，而绿洲生态系统对当地生态平衡和经济发展至关重要。理解这些动态对于确保生态安全和支持可持续发展是必不可少的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors drive the integration of hydrometeorological, vegetation, and soil parameters with flux data in datasets related to oasis–desert ecosystems?",
                "QuestionCn": "驱动与绿洲-沙漠生态系统相关的数据集中水文气象、植被和土壤参数与通量数据集成的因素有哪些？",
                "AnswerEn": "The integration of hydrometeorological, vegetation, and soil parameters with flux data in datasets related to oasis–desert ecosystems is driven by the need for a comprehensive understanding of the interactions within these systems. Such integration allows researchers to assess the impact of various environmental factors on energy, water vapor, and carbon exchanges, providing insights into ecological stability, carbon cycling, and the overall functioning of oasis–desert ecosystems.",
                "AnswerCn": "将水文气象、植被和土壤参数与与绿洲-沙漠生态系统相关的通量数据集进行整合，是出于对这些系统内部相互作用的全面理解的需求。这种整合使研究人员能够评估各种环境因素对能量、水蒸气和碳交换的影响，从而提供对生态稳定性、碳循环和绿洲-沙漠生态系统整体功能的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using eddy covariance systems and scintillometers for long-term energy, water vapor, and carbon flux data collection in arid regions?",
                "QuestionCn": "在干旱地区使用涡度协方差系统和闪烁仪进行长期能量、水蒸气和碳通量数据收集的潜在后果是什么？",
                "AnswerEn": "Utilizing eddy covariance systems and scintillometers for long-term flux data collection can significantly enhance the understanding of energy, water vapor, and carbon exchange in oasis–desert ecosystems. This approach provides a quantitative understanding of these exchanges, which is essential for recognizing oasis–desert interactions and supporting ecological stability and socioeconomic development in arid regions.",
                "AnswerCn": "利用涡度协方差系统和闪烁仪进行长期通量数据收集，可以显著增强对绿洲-沙漠生态系统中能量、水蒸气和碳交换的理解。这种方法提供了对这些交换的定量理解，这对于认识绿洲-沙漠相互作用以及支持干旱地区的生态稳定和社会经济发展至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How does the exclusion of data during instrument errors and precipitation affect the quality and reliability of the flux data collected in arid environments?",
                "QuestionCn": "在仪器错误和降水期间排除数据如何影响在干旱环境中收集的通量数据的质量和可靠性？",
                "AnswerEn": "Excluding data during instrument errors and precipitation helps improve the quality and reliability of the flux data by ensuring that the datasets are not compromised by inaccurate readings. This selective data processing results in more consistent and reliable data, which is crucial for accurate analysis and modeling of energy, water vapor, and carbon exchanges in arid environments.",
                "AnswerCn": "排除仪器错误和降水期间的数据有助于提高通量数据的质量和可靠性，确保数据集不受不准确读数的影响。这种选择性的数据处理结果使数据更加一致和可靠，这对于在干旱环境中准确分析和建模能量、水蒸气和碳交换至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting long-term energy, water vapor, and carbon flux data in oasis–desert ecosystems?",
                "QuestionCn": "收集绿洲-沙漠生态系统中长期能源、水汽和碳通量数据的主要目标是什么？",
                "AnswerEn": "The primary objectives are to achieve a quantitative understanding of energy, water vapor, and carbon exchange in oasis–desert areas, which is crucial for recognizing oasis–desert interactions. This understanding is significant for protecting the ecological stability and socioeconomic development of oases and supporting the goals of carbon peaking and carbon neutrality in these ecosystems.",
                "AnswerCn": "主要目标是实现对绿洲-沙漠地区能量、水汽和碳交换的定量理解，这对于认识绿洲-沙漠之间的相互作用至关重要。这种理解对保护绿洲的生态稳定性和社会经济发展具有重要意义，并支持这些生态系统中碳达峰和碳中和的目标。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to maintain the balance between oasis and desert systems in data collection efforts for sustainable development?",
                "QuestionCn": "在可持续发展数据收集工作中，保持绿洲与沙漠系统之间的平衡是重要的原因是什么？",
                "AnswerEn": "Maintaining the balance between oasis and desert systems is critical to achieve sustainable oasis development. It ensures the ecological security and supports sustainable development by understanding the basic characteristics of energy, water vapor, and carbon exchange in these ecosystems, which are vital for the ecological environment and economic foundation of arid and semi-arid areas.",
                "AnswerCn": "维持绿洲与沙漠系统之间的平衡对于实现可持续的绿洲发展至关重要。这确保了生态安全，并通过理解这些生态系统中能量、水汽和碳交换的基本特征，支持可持续发展，这对干旱和半干旱地区的生态环境和经济基础至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data processing techniques are employed to ensure the quality and reliability of eddy covariance data in arid regions?",
                "QuestionCn": "在干旱地区，为确保涡度协方差数据的质量和可靠性，采用了哪些数据处理技术？",
                "AnswerEn": "The data processing techniques include steps such as despiking, time delay correction, coordinate rotation (double rotation), frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. Additionally, quality evaluation of flux values is conducted by assessing atmospheric stability (Δst) and turbulence similarity characteristics (ITC).",
                "AnswerCn": "数据处理技术包括去尖峰、时间延迟校正、坐标旋转（双重旋转）、频率响应校正、超声波虚拟温度校正和密度（WPL）校正。此外，通过评估大气稳定性（Δst）和湍流相似性特征（ITC）来进行通量值的质量评估。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do advancements in eddy covariance systems enable long-term monitoring of energy, water vapor, and carbon exchange in desert ecosystems?",
                "QuestionCn": "涡度协方差系统的进步如何促进沙漠生态系统中能量、水蒸气和碳交换的长期监测？",
                "AnswerEn": "Advancements in eddy covariance systems, such as the use of a closed-path eddy covariance system (CPEC200), allow for high-frequency data collection (10Hz) which can be processed to generate reliable half-hourly flux data. This enables the continuous monitoring of energy, water vapor, and carbon exchange over long periods, providing essential data for understanding ecosystem interactions.",
                "AnswerCn": "涡度协方差系统的进展，例如使用闭路涡度协方差系统（CPEC200），允许以高频率（10Hz）收集数据，这些数据可以处理生成可靠的半小时通量数据。这使得对能量、水蒸气和碳交换的持续监测成为可能，提供了理解生态系统相互作用的必要数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in maintaining data quality and consistency in datasets collected from oasis–desert ecosystems?",
                "QuestionCn": "在从绿洲-沙漠生态系统收集的数据集中，维护数据质量和一致性可能面临哪些挑战？",
                "AnswerEn": "Inland river basins in arid and semiarid areas face ecological degradation problems such as drying up of rivers and lakes, land desertification, and frequent dust storms, which can complicate consistent data collection and maintenance.",
                "AnswerCn": "内陆河流流域在干旱和半干旱地区面临生态退化问题，如河流和湖泊干涸、土地沙漠化以及频繁的沙尘暴，这可能会使数据收集和维护变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expectations for using long-term observational datasets in understanding energy, water vapor, and carbon exchanges in oasis–desert systems?",
                "QuestionCn": "在理解绿洲-沙漠系统中的能量、水蒸气和碳交换时，使用长期观测数据集的期望是什么？",
                "AnswerEn": "Long-term observations are indispensable to quantitatively understand energy, water vapor, and carbon exchange in oasis–desert areas, which is crucial for recognizing oasis–desert interactions and protecting ecological stability and socioeconomic development of oases.",
                "AnswerCn": "长期观测对于定量理解绿洲-沙漠地区的能量、水汽和碳交换至关重要，这对于认识绿洲-沙漠相互作用以及保护绿洲的生态稳定性和社会经济发展具有重要意义。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why might it be essential to include auxiliary data such as hydrometeorology, vegetation, and soil parameters in datasets related to oasis–desert ecosystems?",
                "QuestionCn": "在与绿洲-沙漠生态系统相关的数据集中，包含水文气象、植被和土壤参数等辅助数据可能是至关重要的。",
                "AnswerEn": "Auxiliary data involving hydrometeorology, vegetation, and soil parameters supplement the understanding of oasis–desert systems, supporting comprehensive analysis of energy, water vapor, and carbon exchanges over time.",
                "AnswerCn": "辅助数据涉及水文气象、植被和土壤参数，补充了对绿洲-沙漠系统的理解，支持对能量、水汽和碳交换的综合分析。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the data collection methods used for capturing energy, water vapor, and carbon exchange in arid regions?",
                "QuestionCn": "我对用于捕捉干旱地区能量、水蒸气和碳交换的数据收集方法的评估是什么？",
                "AnswerEn": "The data collection methods, utilizing eddy covariance systems and scintillometers for half-hourly turbulent flux data, combined with automatic weather stations for hydrometeorological data, seem comprehensive and robust, providing a detailed understanding of the energy, water vapor, and carbon dynamics in arid regions.",
                "AnswerCn": "数据收集方法利用涡度协方差系统和闪烁仪获取半小时的湍流通量数据，并结合自动气象站获取水文气象数据，这些方法看起来全面而稳健，为干旱地区的能量、水蒸气和碳动态提供了详细的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges faced when collecting long-term observational datasets in oasis–desert ecosystems?",
                "QuestionCn": "在收集绿洲-沙漠生态系统的长期观察数据集时，您会如何评估面临的挑战？",
                "AnswerEn": "Challenges in collecting long-term observational datasets in oasis–desert ecosystems include environmental degradation threats such as drying rivers, land desertification, and dust storms, which can complicate data collection continuity and quality.",
                "AnswerCn": "在绿洲-沙漠生态系统中，收集长期观察数据集面临的挑战包括环境退化威胁，如河流干涸、土地沙漠化和沙尘暴，这些因素可能会影响数据收集的连续性和质量。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are your thoughts on the potential for expanding datasets related to oasis–desert systems in arid regions?",
                "QuestionCn": "我对扩大与干旱地区绿洲-沙漠系统相关的数据集的潜力有什么看法？",
                "AnswerEn": "Expanding datasets could significantly enhance understanding of oasis–desert interactions and contribute to sustainable development goals, particularly by incorporating additional data from more regions and periods, considering the critical role these systems play in ecological stability and carbon cycling.",
                "AnswerCn": "扩展数据集可以显著增强对绿洲-沙漠相互作用的理解，并有助于可持续发展目标，特别是通过纳入来自更多地区和时期的额外数据，考虑到这些系统在生态稳定性和碳循环中发挥的关键作用。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the various data collection methods employed in the observation of energy, water vapor, and carbon exchange within oasis-desert ecosystems, including how data quality is ensured.",
                "QuestionCn": "请探讨在绿洲-沙漠生态系统中观察能量、水蒸气和碳交换所采用的各种数据收集方法，包括如何确保数据质量。",
                "AnswerEn": "The data collection methods include the use of an eddy covariance system and scintillometer for half-hourly turbulent flux data acquisition. Hydrometeorological data are collected from automatic weather stations with a 10-minute average period, and include parameters like radiation, soil heat flux, soil temperature profiles, and air pressure. Data quality is ensured through a process of data collection, processing, and archiving, which includes quality control procedures such as the removal of outliers, time delay correction, coordinate rotation, and correction for frequency response, among others.",
                "AnswerCn": "数据收集方法包括使用涡度协方差系统和闪烁仪进行半小时的湍流通量数据采集。水文气象数据通过自动气象站以10分钟的平均周期收集，包括辐射、土壤热通量、土壤温度剖面和气压等参数。数据质量通过数据收集、处理和归档的过程得以保证，其中包括质量控制程序，如去除异常值、时间延迟修正、坐标旋转和频率响应修正等。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential strategies for expanding the scope and detail of datasets capturing long-term hydrometeorological and flux data in arid regions.",
                "QuestionCn": "请调查在干旱地区扩展捕捉长期水文气象和通量数据的数据集范围和细节的潜在策略。",
                "AnswerEn": "Potential strategies include establishing additional observation stations across different arid regions to capture a wider range of data. Incorporating auxiliary data such as vegetation and soil parameters can enhance the dataset's comprehensiveness. Ensuring long-term and continuous data acquisition is crucial for capturing seasonal and interannual variations. Sharing datasets through platforms like the National Tibetan Plateau Data Center can encourage collaborations and data integration across different research projects.",
                "AnswerCn": "潜在的策略包括在不同的干旱地区建立更多的观测站，以捕获更广泛的数据。结合辅助数据，如植被和土壤参数，可以增强数据集的全面性。确保长期和持续的数据获取对于捕捉季节性和年际变化至关重要。通过国家西藏高原数据中心等平台共享数据集，可以促进不同研究项目之间的合作和数据整合。",
                "Level": "C6(Creating)"
            }
        ]
    }
}