{
    "id": "e347aef0-5c3b-40cd-9a08-7c0e89470898",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of crop biochemical parameter measurements in the Yingke oasis foci experimental area from Jun to Jul, 2008",
            "titleCn": "黑河综合遥感联合试验：盈科绿洲加密观测区农作物生化组分观测数据集（2008年6月-7月）",
            "description": "The dataset of crop biochemical parameter measurements was obtained in the maize field (May 25-Jun. 8, 2008) and the wheat field (Jun. 18-Jul. 4, 2008) of Yingke oasis foci experimental area. Observation items included LAI by LAI-2000, the chlorophyll content by SPAD and leaf moisture by the oven and the scales.\n     Four files were included, readme.txt, wheat sample coordinates.xls, wheat.xls for wheat biochemical parameters and Yingke oasis maize field.xls for maize biochemical parameters.",
            "descriptionCn": "本数据集为盈科绿洲玉米地与小麦地的生化组分测量参数的预处理数据集。测量的参数包括叶面积指数、叶绿素含量、叶片含水量。其中小麦的测量时间为2008年5月25日-2008年6月8日，玉米地的测量时间为2008年6月18日-2008年7月4日，非连续观测。其中使用LAI-2000测量叶面积指数；SPAD叶绿素仪测量叶绿素；烘箱与天平测量叶片的水分含量。本数据集可为遥感反演叶面积指数、叶绿素、水分等提供输入参数及验证数据。\n实体数据包含4个文件，除说明文件readme.txt外，小麦样点坐标.xls，小麦.xls是小麦的生化组分测量参数，盈科玉米地.xls是张掖盈科的玉米测量参数。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.46,
            "west": 100.37,
            "south": 38.812,
            "north": 38.88,
            "startTime": "2008-06-09 09:00:00",
            "endTime": "2008-07-19 21:01:00",
            "fileSize": 165728.0,
            "cstr": "18406.11.water973.0206.db",
            "doi": "10.3972/water973.0206.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "董晶晶",
                "nameEn": "DONG Jingjing",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "高帅",
                "nameEn": "GAO Shuai",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": "邬明权",
                "nameEn": "WU Mingquan",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": " 吴朝阳",
                "nameEn": "WU Chaoyang",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "作物LAI的遥感尺度效应与误差分析",
                "titleEn": null,
                "referenceCn": "朱小华, 冯晓明, 赵英时, 宋小宁. 作物LAI的遥感尺度效应与误差分析. 遥感学报, 2010, 14(3): 586-592.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The potential of the satellite derived green chlorophyll index for estimating midday light use efficiency in maize, coniferous forest and grassland",
                "referenceCn": null,
                "referenceEn": "Wu, Chaoyang, Niu, Zheng, Gao, Shuai. The potential of the satellite derived green chlorophyll index for estimating midday light use efficiency in maize, coniferous forest and grassland. Ecological Indicators, 2012, 14(1):66-73. doi:10.1016/j.ecolind.2011.08.018"
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of Vegetation Canopy Water Content Using Hyperion Hyperspectral Data",
                "referenceCn": null,
                "referenceEn": "SONG, Xiao-ning, MA, Jian-wei, LI, Xiao-tao, LENG, Pei, ZHOU, Fang-cheng, LI, Shuang. Estimation of Vegetation Canopy Water Content Using Hyperion Hyperspectral Data. Spectroscopy and Spectral Analysis, 2013, 33(10):2833-2837. doi:doi:10.3964/j.issn.1000-0593(2013)10-2833-05"
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Nondestructive estimation of canopy chlorophyll content using Hyperion and Landsat/TM images",
                "referenceCn": null,
                "referenceEn": "Wu, Chaoyang, Wang, Li, Niu, Zheng, Gao, Shuai, Wu, Mingquan. Nondestructive estimation of canopy chlorophyll content using Hyperion and Landsat/TM images. International Journal of Remote Sensing, 2010, 31(8):2159-2167. doi:10.1080/01431161003614382"
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Estimating near future regional corn yields by integrating multi-source observations into a crop growth model",
                "referenceCn": null,
                "referenceEn": "Wang, J., X. Li, L. Lu, and F. Fang. 2013. Estimating near future regional corn yields by integrating multi-source observations into a crop growth model. European Journal of Agronomy 49:126-140."
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            },
            {
                "titleCn": null,
                "titleEn": "Modelling irrigated maize with a combination of coupled-model simulation and uncertainty analysis, in the northwest of China",
                "referenceCn": null,
                "referenceEn": "Li Y, Kinzelbach W, Zhou J, Cheng GD, Li X. Modelling irrigated maize with a combination of coupled-model simulation and uncertainty analysis, in the northwest of China. Hydrology and Earth System Sciences, 2012, 16(5): 1465-1480, doi:10.5194/hess-16-1465-2012."
            },
            {
                "titleCn": null,
                "titleEn": "Parameter sensitivity analysis of crop growth models based on the extended Fourier Amplitude Sensitivity Test method",
                "referenceCn": null,
                "referenceEn": "Wang, J., X. Li, and L. Lu. 2013. Parameter sensitivity analysis of crop growth model based on extended Fourier amplitude sensitivity test method. Environmental Modelling & Software."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶片含水量",
                "nameEn": "Blade water content"
            },
            {
                "nameCn": "叶绿素",
                "nameEn": "Chlorophyll"
            },
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "盈科绿洲加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of data collection methods used to measure biophysical parameters such as leaf area index, chlorophyll content, and water content in agricultural fields?",
                "QuestionCn": "您能否提供用于测量农业田地中生物物理参数（如叶面积指数、叶绿素含量和水分含量）的数据收集方法的示例？",
                "AnswerEn": "In the field of remote sensing and agricultural monitoring, data collection methods for measuring biophysical parameters include using LAI-2000 for leaf area index, a SPAD chlorophyll meter for chlorophyll content, and an oven with a balance for determining leaf water content. These methods were applied in a specific dataset to monitor corn and wheat fields over different periods in 2008.",
                "AnswerCn": "在遥感和农业监测领域，测量生物物理参数的数据收集方法包括使用LAI-2000测量叶面积指数，使用SPAD叶绿素计测量叶绿素含量，以及使用烘箱和天平确定叶片水分含量。这些方法在2008年的特定数据集中应用于监测玉米和小麦田的不同时间段。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and parameters measured to assess crop biochemical composition in a dataset related to agricultural remote sensing experiments?",
                "QuestionCn": "在与农业遥感实验相关的数据集中，用于评估作物生化成分的特征和参数包括：",
                "AnswerEn": "leaf area index, chlorophyll content, leaf water content",
                "AnswerCn": "叶面积指数、叶绿素含量、叶片含水量",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different crop types were measured for their biochemical components in a dataset related to agricultural remote sensing experiments?",
                "QuestionCn": "在与农业遥感实验相关的数据集中，测量了多少种不同的作物类型的生化成分？",
                "AnswerEn": "2",
                "AnswerCn": "二",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of measuring leaf area index, chlorophyll content, and leaf water content in agricultural research?",
                "QuestionCn": "在农业研究中，测量叶面积指数、叶绿素含量和叶水分含量的重要性是什么？",
                "AnswerEn": "Measuring leaf area index, chlorophyll content, and leaf water content is significant in agricultural research as these parameters provide essential input for remote sensing inversion of similar indices, allowing for accurate monitoring and analysis of crop health and growth. These measurements help validate remote sensing data and models, improving the precision of agricultural assessments and management practices.",
                "AnswerCn": "测量叶面积指数、叶绿素含量和叶片水分含量在农业研究中具有重要意义，因为这些参数为遥感反演类似指数提供了必要的输入，能够准确监测和分析作物的健康和生长。这些测量有助于验证遥感数据和模型，提高农业评估和管理实践的精确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on remote sensing data validation and accuracy when using pre-processed biochemical composition measurements as input parameters?",
                "QuestionCn": "使用预处理的生化成分测量作为输入参数时，对遥感数据验证和准确性的潜在影响是什么？",
                "AnswerEn": "Using pre-processed biochemical composition measurements such as leaf area index, chlorophyll content, and leaf water content, collected with instruments like LAI-2000, SPAD chlorophyll meter, and drying oven with a balance, can significantly enhance the validation and accuracy of remote sensing data. These measurements provide precise input parameters that are crucial for accurately retrieving and verifying vegetation indices and related biophysical parameters through remote sensing techniques.",
                "AnswerCn": "使用经过预处理的生化成分测量，如叶面积指数、叶绿素含量和叶水分含量，利用LAI-2000、SPAD叶绿素计和带天平的干燥炉等仪器收集，可以显著提高遥感数据的验证和准确性。这些测量提供了精确的输入参数，对于通过遥感技术准确提取和验证植被指数及相关生物物理参数至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting biochemical composition data for crops like wheat and corn using remote sensing techniques?",
                "QuestionCn": "收集小麦和玉米等作物的生化成分数据的主要目标是什么，使用遥感技术。",
                "AnswerEn": "The primary objectives of collecting biochemical composition data for crops such as wheat and corn using remote sensing techniques are to provide input parameters and validation data for remote sensing inversion of leaf area index, chlorophyll content, and moisture content.",
                "AnswerCn": "收集小麦和玉米等作物的生化成分数据的主要目标是为遥感反演叶面积指数、叶绿素含量和水分含量提供输入参数和验证数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to measure and preprocess the biochemical components like leaf area index, chlorophyll content, and leaf water content in agricultural crops for remote sensing validation?",
                "QuestionCn": "用于测量和预处理农业作物的生化成分，如叶面积指数、叶绿素含量和叶水分含量的程序，以进行遥感验证。",
                "AnswerEn": "The measurement of the leaf area index is conducted using the LAI-2000 instrument, chlorophyll content is measured with a SPAD chlorophyll meter, and leaf water content is assessed using an oven and balance. These measurements are preprocessed to provide input parameters and validation data for remote sensing inversion of leaf area index, chlorophyll, and water content.",
                "AnswerCn": "叶面积指数的测量使用LAI-2000仪器，叶绿素含量通过SPAD叶绿素计测量，叶片水分含量则通过烘干和称重的方法评估。这些测量结果经过预处理，以提供遥感反演叶面积指数、叶绿素和水分含量的输入参数和验证数据。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technologies and instruments enable the accurate measurement of crop biochemical components such as leaf area index, chlorophyll content, and leaf water content in agricultural research?",
                "QuestionCn": "哪些技术和仪器能够准确测量农业研究中作物生化成分，如叶面积指数、叶绿素含量和叶水分含量？",
                "AnswerEn": "Technologies and instruments like the LAI-2000 are used for measuring the leaf area index, SPAD chlorophyll meters are employed for assessing chlorophyll content, and ovens along with balances are utilized for determining leaf water content. These instruments facilitate the accurate collection of data on crop biochemical components.",
                "AnswerCn": "像LAI-2000这样的技术和仪器用于测量叶面积指数，SPAD叶绿素仪用于评估叶绿素含量，烘箱和天平则用于测定叶片水分含量。这些仪器有助于准确收集作物生化成分的数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}