{
  "id": "e38147a8-6bf8-4097-85c9-d20fc12df901",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Regional multimodal fusion of surface soil moisture data in China (1850-2100)",
      "titleCn": "中国区域多模式融合表层土壤湿度数据（1850-2100）",
      "description": "Monthly data of 7cm soil moisture in the surface layer of China. The time range includes the historical period 1850-2014 and the future period 2015-2100 (the future period includes four different shared socio-economic paths: ssp1-2.6, ssp2-4.5, ssp3-7.0 and ssp5-8.5). The spatial resolution is 0.25 °.\nThis data is based on the deep learning method, taking the 7cm surface soil moisture data of era5 land as a reference, and integrating the surface soil moisture data of 25 scaled down cmip6 models. In the context of climate change, data can be used for drought and vegetation correlation analysis.",
      "descriptionCn": "中国区域表层7cm土壤湿度月值数据。时间范围包括历史时期1850-2014，未来时期2015-2100（未来时期包含四个不同共享社会经济路径：SSP1-2.6, SSP2-4.5, SSP3-7.0, SSP5-8.5）。空间分辨率0.25°。\n该数据是基于深度学习方法，以ERA5-Land 表层7cm土壤湿度数据为参考，融合降尺度25个CMIP6模式的表层土壤湿度数据。在气候变化背景下，数据可用于干旱和植被相关分析。",
      "instructions": "File name: the surface soil moisture data is stored in NetCDF format. The name of the file is \"ssm_mon_sspxxx_yyyy-yyyy.nc\", where XXX represents different shared socio-economic paths (except historical period), and yyyy-yyyy represents the time range.",
      "instructionsCn": "文件命名：表层土壤湿度数据以NetCDF格式存储，文件的名称为“SSM_mon_sspXXX_yyyy-yyyy.nc”，其中XXX代表不同共享社会经济路径（历史时期无），yyyy-yyyy代表时间范围。",
      "east": 136.75,
      "west": 71.0,
      "south": 18.0,
      "north": 53.75,
      "startTime": null,
      "endTime": null,
      "fileSize": 1857685324.0,
      "cstr": "18406.11.Terre.tpdc.272699",
      "doi": "10.11888/Terre.tpdc.272699",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "冯冬含",
        "nameEn": "FENG Donghan ",
        "unitEn": "Nanjing University of Information Science & Technology",
        "unitCn": "南京信息工程大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Merging and downscaling soil moisture data from CMIP6 projections using deep learning method",
        "referenceCn": null,
        "referenceEn": "Feng, D.H., Wang, G.J., Wei, X.K., Amankwah, S.O.Y., Hu, Y.F., Luo, Z.C., Hagan, D.F.T., & Ullah, W. (2022). Merging and Downscaling Soil Moisture Data From CMIP6 Projections Using Deep Learning Method. Frontiers in Environmental Science, 10."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1850-2014",
        "keywordEn": "1850-2014",
        "type": "temporal"
      },
      {
        "keywordCn": "2015-2100年",
        "keywordEn": "2015-2100",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Soil moisture (SM) is an important variable in mediating the land-atmosphere interactions. Earth System Models (ESMs) are the key tools for predicting the response of SM to future climate change. Many ESMs provide outputs for SM; however, the estimated SM accuracy from different ESMs varies geographically as each ESM has its advantages and limitations. In recent years, ESMs that considered dynamic, physical, chemical, and biological processes are the key tools for predicting the response of SSM to future climate change. The processes in the earth system are difficult to understand mainly because of their complexity. The traditional fusion method is the ensemble mean, considered a simple and effective data merging technique. Another important issue is that the spatial resolutions of ESMs products are generally low and un-matched."
      ],
      "research objective": [
        "This study aimed to develop a merged SM product with improved accuracy and spatial resolution in China for 2015-2100 through data fusion of 25 ESMs with a deep-learning (DL) method. The novelty of this study is that our final output data is downscaled data with the high resolution 0.25° × 0.25°, and merged data that retains the advantages of different ESMs. Therefore, this study uses historical CMIP6 SSM data to train a DL model with fusion and downscaling functions and obtains high-resolution SSM merged data (CMIP6DL)."
      ],
      "challenges": [
        "The different CMIP6 model products have different uncertainties and sensitivities in each variable which are affected by the future emission scenarios, the algorithms of model physics, and the internal variability of the climate system. The processes in the earth system are difficult to understand mainly because of their complexity. The traditional fusion method is easily affected by extreme values which obscure the differences in data so that the simulation advantages of some models in various regions are erased."
      ],
      "methods": [
        "We use this DL model to build a relationship between the historical ERA5-Land SSM data and the historical CMIP6 ESMs data. By applying this relationship in the future period, a merged SSM product, which conforms to the characteristics of the ERA5-Land dataset distribution, is developed with improved accuracy and spatial resolution in China for 2015-2100 through data fusion of 25 ESMs. We use the re-gridded 25 ESMs data as input XESM; thus, the input has 25 channels for SSM data. We divide all historical data into three datasets: the training dataset (1950-1999), the validation dataset (2000-2007) and the testing dataset (2008-2014). In training the model, we add a land-ocean mask to focus only on the land SSM. We match the 25 ESMs SSM data and the reference data simultaneously as a group and put the groups into the model for training. We apply 100 epochs in the training phase. We use the Dropout method during training."
      ],
      "dataset": [
        "This study collects monthly mean simulated SSM from 25 ESMs of CMIP6. The raw spatial resolutions of 25 models are different, ranging from 0.7031° to 2.8125°, but mostly close to 2° ×2 °. Due to improved computing performance in recent years, the European Centre for Medium-Range Weather Forecasts (ECMWF) has produced more detailed global datasets than ever before. The most advanced dataset is the ERA5-Land dataset, and the ERA5-Land performed strongly in a SM intercomparison of 18 products with many (826) in situ stations. This study uses a monthly SSM dataset with a high horizontal resolution of 0.1° × 0.1° from 1950 to 2014."
      ],
      "findings": [
        "The evaluation results showed that our merged SM product is significantly better than each of the ESMs and the ensemble mean of all ESMs in terms of accuracy and spatial distribution. By further analyzing the spatiotemporal patterns of SM with the merged product in China, we found that northeast China will become wetter whereas South China will become drier. Northwest China and the Qinghai-Tibet Plateau would change from wetting to drying under a medium emission scenario. This study demonstrates the feasibility and effectiveness of the proposed procedure for simultaneous data fusion and spatial downscaling to generate improved SM data."
      ],
      "backgroundCn": [
        "土壤湿度（SM）是调节陆地-大气相互作用的重要变量。地球系统模型（ESMs）是预测SM对未来气候变化响应的关键工具。许多ESMs提供SM的输出；然而，不同ESMs的SM估计准确性在地理上有所不同，因为每个ESM都有其优缺点。近年来，考虑动态、物理、化学和生物过程的ESMs成为预测SSM对未来气候变化响应的关键工具。地球系统中的过程由于其复杂性而难以理解。传统的融合方法是集合均值，被认为是一种简单有效的数据合并技术。另一个重要问题是，ESMs产品的空间分辨率通常较低且不匹配。"
      ],
      "research objectiveCn": [
        "本研究旨在通过数据融合25个地球系统模型（ESMs）与深度学习（DL）方法，开发出具有更高准确性和空间分辨率的合并土壤湿度（SM）产品，覆盖中国地区，时间范围为2015-2100。本研究的创新之处在于我们的最终输出数据为高分辨率的下采样数据，分辨率为0.25° × 0.25°，并且合并数据保留了不同ESMs的优势。因此，本研究使用历史的CMIP6土壤湿度（SSM）数据来训练一个具有融合和下采样功能的深度学习模型，从而获得高分辨率的合并土壤湿度数据（CMIP6DL）。"
      ],
      "challengesCn": [
        "不同的CMIP6模型产品在每个变量上具有不同的不确定性和敏感性，这些不确定性和敏感性受到未来排放情景、模型物理算法以及气候系统的内部变率的影响。地球系统中的过程由于其复杂性而难以理解。传统的融合方法容易受到极端值的影响，这会掩盖数据之间的差异，从而抹去一些模型在不同区域的模拟优势。"
      ],
      "methodsCn": [
        "我们使用这个深度学习模型建立历史ERA5-Land土壤湿度（SSM）数据与历史CMIP6地球系统模型（ESMs）数据之间的关系。通过在未来时期应用这一关系，开发出一个合并的SSM产品，该产品符合ERA5-Land数据集的分布特征，并通过融合25个ESM的数据在2015-2100年期间在中国实现了更高的准确性和空间分辨率。我们将重网格化的25个ESM数据作为输入XESM，因此输入具有25个通道的SSM数据。我们将所有历史数据分为三个数据集：训练数据集（1950-1999年）、验证数据集（2000-2007年）和测试数据集（2008-2014年）。在训练模型时，我们添加了陆地-海洋掩膜，以仅关注陆地SSM。我们同时将25个ESM的SSM数据与参考数据进行匹配，并将这些组输入模型进行训练。在训练阶段，我们应用100个周期。我们在训练过程中使用了Dropout方法。"
      ],
      "datasetCn": [
        "本研究收集了25个CMIP6地球系统模型（ESMs）的每月平均模拟土壤湿度（SSM）。这25个模型的原始空间分辨率不同，范围从0.7031°到2.8125°，但大多数接近2° × 2°。由于近年来计算性能的提高，欧洲中期天气预报中心（ECMWF）生产了比以往更详细的全球数据集。最先进的数据集是ERA5-Land数据集，ERA5-Land在18个产品的土壤湿度比较中表现出色，涉及许多（826个）实地观测站。本研究使用了1950年至2014年的高水平分辨率0.1° × 0.1°的每月土壤湿度数据集。"
      ],
      "findingsCn": [
        "评估结果显示，我们合并的土壤湿度（SM）产品在准确性和空间分布方面显著优于每个单独的土壤湿度模型（ESM）及所有土壤湿度模型的集成均值。通过进一步分析中国的土壤湿度时空模式，我们发现东北地区将变得更湿，而南方地区将变得更干燥。在中等排放情景下，西北地区和青藏高原将从湿润转变为干燥。本研究证明了所提出的同时数据融合和空间下采样程序在生成改进的土壤湿度数据方面的可行性和有效性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does a deep learning model improve the accuracy and spatial resolution of soil moisture data when combined with multiple Earth System Models?",
        "QuestionCn": "深度学习模型在与多个地球系统模型结合时，是否提高了土壤湿度数据的准确性和空间分辨率？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the ensemble mean considered a simple and effective method for data merging in the context of soil moisture data fusion?",
        "QuestionCn": "在土壤湿度数据融合的背景下，集合均值被认为是一种简单有效的数据合并方法吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are there challenges related to uncertainties and sensitivities in soil moisture data from different Earth System Models?",
        "QuestionCn": "不同地球系统模型中的土壤湿度数据存在与不确定性和敏感性相关的挑战吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the data collection method for soil moisture datasets primarily based on deep learning, traditional fusion methods, or other techniques?",
        "QuestionCn": "土壤湿度数据集的数据收集方法主要基于深度学习、传统融合方法还是其他技术？",
        "AnswerEn": "deep learning",
        "AnswerCn": "深度学习",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Is the downscaling of soil moisture data more effectively achieved using a deep learning model, ensemble mean, or another approach?",
        "QuestionCn": "土壤湿度数据的降尺度是通过深度学习模型、集合均值还是其他方法更有效地实现的？",
        "AnswerEn": "deep learning model",
        "AnswerCn": "深度学习模型",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where do the challenges in merging Earth System Models' soil moisture data primarily arise?",
        "QuestionCn": "合并地球系统模型的土壤湿度数据时，主要面临哪些挑战？",
        "AnswerEn": "uncertainties and sensitivities of different CMIP6 model products",
        "AnswerCn": "不同CMIP6模型产品的不确定性和敏感性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What dataset is used as a reference for developing soil moisture products in this field?",
        "QuestionCn": "在该领域开发土壤湿度产品时使用的参考数据集是什么？",
        "AnswerEn": "ERA5-Land dataset",
        "AnswerCn": "ERA5-Land 数据集",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to improve the spatial resolution of soil moisture datasets in China?",
        "QuestionCn": "您能否提供一个用于提高中国土壤湿度数据集空间分辨率的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves using a deep-learning model to build a relationship between historical ERA5-Land SSM data and historical CMIP6 ESMs data. This method helps develop a merged SSM product with enhanced accuracy and spatial resolution.",
        "AnswerCn": "一种数据收集方法涉及使用深度学习模型建立历史ERA5-Land土壤湿度（SSM）数据与历史CMIP6地球系统模型（ESMs）数据之间的关系。这种方法有助于开发具有更高准确性和空间分辨率的合并土壤湿度产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when merging soil moisture data from multiple Earth System Models (ESMs)?",
        "QuestionCn": "合并来自多个地球系统模型（ESMs）的土壤湿度数据时面临的一个挑战是什么？",
        "AnswerEn": "One example of a challenge is that different CMIP6 model products have varying uncertainties and sensitivities in each variable due to future emission scenarios, model physics algorithms, and climate system variability. These differences complicate the data fusion process.",
        "AnswerCn": "一个挑战的例子是，不同的CMIP6模型产品在每个变量的未来排放情景、模型物理算法和气候系统变异性方面具有不同的不确定性和敏感性。这些差异使得数据融合过程变得复杂。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset used for training a deep learning model to predict future soil moisture patterns?",
        "QuestionCn": "您能否提供一个用于训练深度学习模型以预测未来土壤湿度模式的数据集示例？",
        "AnswerEn": "An example of such a dataset is the monthly mean simulated SSM from 25 ESMs of CMIP6, which is utilized alongside the high-resolution ERA5-Land dataset for training a deep-learning model.",
        "AnswerCn": "这样的数据集的一个例子是来自25个CMIP6地球系统模型（ESMs）的每月平均模拟土壤湿度（SSM），该数据集与高分辨率的ERA5-Land数据集一起用于训练深度学习模型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key challenges in developing a high-resolution soil moisture dataset using deep learning methods?",
        "QuestionCn": "使用深度学习方法开发高分辨率土壤湿度数据集的主要挑战是什么？",
        "AnswerEn": "uncertainties and sensitivities of different ESMs, emission scenarios, model physics algorithms, climate system variability, complexity of earth system processes, extreme values, regional model advantages",
        "AnswerCn": "不同ESM的不确定性和敏感性、排放情景、模型物理算法、气候系统变率、地球系统过程的复杂性、极值、区域模型的优势",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the merged soil moisture dataset for China from 2015 to 2100?",
        "QuestionCn": "2015年至2100年中国合并土壤湿度数据集的空间分辨率是多少？",
        "AnswerEn": "0.25° × 0.25°",
        "AnswerCn": "0.25° × 0.25°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many epochs were applied in the training phase of the deep learning model for soil moisture data fusion?",
        "QuestionCn": "在土壤湿度数据融合的深度学习模型训练阶段应用了多少个周期？",
        "AnswerEn": "100 epochs",
        "AnswerCn": "100个周期",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many Earth System Models (ESMs) were used in the data fusion process for creating the merged soil moisture product?",
        "QuestionCn": "在创建合并土壤湿度产品的数据融合过程中使用了多少个地球系统模型（ESMs）？",
        "AnswerEn": "25",
        "AnswerCn": "25",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of a deep-learning method to create a merged soil moisture product compare to traditional ensemble mean fusion techniques in terms of addressing data variability and extreme values?",
        "QuestionCn": "使用深度学习方法创建合并土壤湿度产品与传统的集合均值融合技术相比，在处理数据变异性和极端值方面有什么不同？",
        "AnswerEn": "The deep-learning method used for creating a merged soil moisture product addresses the variability and extreme values better than traditional ensemble mean fusion techniques. Traditional methods are easily affected by extreme values, which can obscure differences in data, whereas the deep-learning approach retains the advantages of different ESMs and improves accuracy and spatial resolution.",
        "AnswerCn": "用于创建合并土壤湿度产品的深度学习方法比传统的集合均值融合技术更好地处理了变异性和极端值。传统方法容易受到极端值的影响，这可能掩盖数据之间的差异，而深度学习方法则保留了不同地球系统模型（ESMs）的优势，提高了准确性和空间分辨率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the challenges faced in understanding the complex processes of the earth system in ESMs compare to the challenges in model training with historical data for soil moisture prediction?",
        "QuestionCn": "理解地球系统复杂过程的挑战与使用历史数据进行土壤湿度预测的模型训练面临的挑战相比，如何？",
        "AnswerEn": "Understanding the complex processes of the earth system in ESMs involves dealing with uncertainties and sensitivities affected by emission scenarios, model physics algorithms, and climate system variability. In contrast, model training with historical data for soil moisture prediction involves challenges such as aligning different data sources, selecting appropriate training, validation, and testing datasets, and applying techniques like the Dropout method to improve model robustness and accuracy.",
        "AnswerCn": "理解地球系统的复杂过程在地球系统模型（ESMs）中涉及处理由排放情景、模型物理算法和气候系统变异性影响的不确定性和敏感性。相比之下，使用历史数据进行土壤湿度预测的模型训练面临的挑战包括对齐不同的数据源、选择适当的训练、验证和测试数据集，以及应用诸如Dropout方法等技术以提高模型的鲁棒性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can deep learning techniques be leveraged to improve the accuracy and spatial resolution of soil moisture datasets in the context of climate change?",
        "QuestionCn": "深度学习技术如何被利用来提高土壤湿度数据集的准确性和空间分辨率，以应对气候变化的背景？",
        "AnswerEn": "Deep learning techniques can be utilized to build a relationship between historical soil moisture data from different Earth System Models and more accurate reference datasets. By applying this relationship to future periods, one can develop a merged soil moisture product that conforms to the reference dataset's distribution, resulting in improved accuracy and spatial resolution.",
        "AnswerCn": "深度学习技术可以用于建立不同地球系统模型的历史土壤湿度数据与更准确的参考数据集之间的关系。通过将这种关系应用于未来时期，可以开发出一个合并的土壤湿度产品，使其符合参考数据集的分布，从而提高准确性和空间分辨率。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise from using multiple Earth System Models in creating a comprehensive soil moisture dataset, and how can these be addressed?",
        "QuestionCn": "在创建综合土壤湿度数据集时，使用多个地球系统模型可能会出现哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "Challenges include dealing with different uncertainties and sensitivities of each model, the complexity of Earth system processes, and the risk of extreme values affecting traditional fusion methods. These can be addressed by using advanced data fusion techniques such as deep learning, which can retain the advantages of different models and improve data accuracy and resolution.",
        "AnswerCn": "挑战包括应对每个模型的不同不确定性和敏感性、地球系统过程的复杂性，以及极端值影响传统融合方法的风险。这些问题可以通过使用先进的数据融合技术，如深度学习来解决，这可以保留不同模型的优势，并提高数据的准确性和分辨率。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the variability in soil moisture accuracy among different Earth System Models (ESMs) for the Chinese region?",
        "QuestionCn": "不同地球系统模型（ESMs）在中国地区土壤湿度准确性方面的变异性原因是什么？",
        "AnswerEn": "The variability in soil moisture accuracy among different Earth System Models (ESMs) arises from geographical differences, each model's unique advantages and limitations, the complexity of dynamic, physical, chemical, and biological processes in the earth system, uncertainties and sensitivities of different CMIP6 model products, future emission scenarios, model physics algorithms, and the internal variability of the climate system.",
        "AnswerCn": "不同地球系统模型（ESMs）之间土壤湿度准确性的变异性源于地理差异、每个模型的独特优势和局限性、地球系统中动态、物理、化学和生物过程的复杂性、不同CMIP6模型产品的不确定性和敏感性、未来排放情景、模型物理算法以及气候系统的内部变异性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to improve the spatial resolution of soil moisture datasets for climate analysis in China?",
        "QuestionCn": "为什么提高中国土壤湿度数据集的空间分辨率对气候分析很重要？",
        "AnswerEn": "Improving the spatial resolution of soil moisture datasets is crucial because traditional Earth System Models generally have low and unmatched spatial resolutions, which can obscure regional differences and limit the accuracy of climate analysis, especially in a geographically diverse country like China. High-resolution data allows for more precise analysis of regional climate trends, such as changes in wetness or dryness across different areas.",
        "AnswerCn": "提高土壤湿度数据集的空间分辨率至关重要，因为传统的地球系统模型通常具有较低且不匹配的空间分辨率，这可能掩盖区域差异并限制气候分析的准确性，尤其是在像中国这样地理多样化的国家。高分辨率数据可以更精确地分析区域气候趋势，例如不同地区湿润或干燥变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on soil moisture data accuracy when using a deep-learning method to merge outputs from multiple Earth System Models?",
        "QuestionCn": "使用深度学习方法合并多个地球系统模型的输出时，对土壤湿度数据准确性的潜在影响是什么？",
        "AnswerEn": "Using a deep-learning method to merge outputs from multiple Earth System Models can result in a merged soil moisture product that significantly improves accuracy and spatial resolution. The deep-learning approach allows for the retention of the advantages of different models while addressing the varying accuracy and spatial resolutions of individual models.",
        "AnswerCn": "使用深度学习方法合并多个地球系统模型的输出，可以生成一个显著提高准确性和空间分辨率的合并土壤湿度产品。深度学习方法能够保留不同模型的优势，同时解决各个模型的准确性和空间分辨率的差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the consequences of using a land-ocean mask during the training phase of a deep-learning model on the spatial distribution accuracy of soil moisture data?",
        "QuestionCn": "在深度学习模型的训练阶段使用陆地-海洋掩膜对土壤湿度数据的空间分布准确性有什么影响？",
        "AnswerEn": "Using a land-ocean mask during the training phase of a deep-learning model focuses the training on land areas, which improves the accuracy of the spatial distribution of soil moisture data over land. This approach helps in better matching of the model outputs with reference data, leading to more precise and reliable soil moisture predictions over terrestrial regions.",
        "AnswerCn": "在深度学习模型的训练阶段使用陆地-海洋掩膜，专注于陆地区域，从而提高了土壤湿度数据在陆地上的空间分布准确性。这种方法有助于模型输出与参考数据的更好匹配，从而导致对陆地区域土壤湿度预测的更精确和可靠。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of developing a merged soil moisture product with enhanced spatial resolution through data fusion of multiple Earth System Models?",
        "QuestionCn": "通过融合多个地球系统模型的数据，开发具有增强空间分辨率的合并土壤湿度产品的目的是什么？",
        "AnswerEn": "The goal is to create a merged soil moisture product with improved accuracy and spatial resolution in China for 2015-2100 by fusing data from 25 Earth System Models using a deep-learning method. This approach retains the advantages of different models and allows for better analysis of drought and vegetation under climate change.",
        "AnswerCn": "目标是通过融合25个地球系统模型的数据，利用深度学习方法创建一个在2015-2100年期间具有更高准确性和空间分辨率的中国土壤湿度合成产品。这种方法保留了不同模型的优点，并允许更好地分析气候变化下的干旱和植被情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in developing a merged soil moisture product with improved accuracy and spatial resolution using deep learning methods?",
        "QuestionCn": "使用深度学习方法开发具有更高精度和空间分辨率的合并土壤湿度产品所涉及的程序步骤是什么？",
        "AnswerEn": "The process involves using a deep learning model to establish a relationship between historical ERA5-Land soil moisture data and historical CMIP6 Earth System Models data. This relationship is then applied to future periods to develop a merged soil moisture product. The procedure includes dividing historical data into training (1950-1999), validation (2000-2007), and testing datasets (2008-2014), applying a land-ocean mask to focus on land soil moisture, matching the 25 ESMs soil moisture data with the reference data, and training the model with 100 epochs using the Dropout method.",
        "AnswerCn": "该过程涉及使用深度学习模型建立历史ERA5-Land土壤湿度数据与历史CMIP6地球系统模型数据之间的关系。然后将该关系应用于未来时期，以开发合并的土壤湿度产品。该程序包括将历史数据划分为训练集（1950-1999年）、验证集（2000-2007年）和测试集（2008-2014年），应用陆地-海洋掩膜以专注于陆地土壤湿度，将25个ESM的土壤湿度数据与参考数据匹配，并使用Dropout方法训练模型100个周期。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can different Earth System Models be fused to create a more accurate and high-resolution soil moisture dataset while addressing the challenges of varying spatial resolutions and uncertainties?",
        "QuestionCn": "如何将不同的地球系统模型融合，以创建更准确和高分辨率的土壤湿度数据集，同时解决不同空间分辨率和不确定性带来的挑战？",
        "AnswerEn": "The fusion process involves downscaling 25 CMIP6 model outputs using deep learning techniques, which helps retain the advantages of different Earth System Models. By re-gridding the 25 models to a consistent input, the method mitigates the spatial resolution discrepancies. The deep learning model is trained to match historical soil moisture data, allowing the creation of a merged product with improved accuracy despite the uncertainties and sensitivities of each model.",
        "AnswerCn": "融合过程涉及使用深度学习技术对25个CMIP6模型输出进行降尺度，这有助于保留不同地球系统模型的优势。通过将25个模型重新网格化为一致的输入，该方法减轻了空间分辨率的不一致性。深度学习模型经过训练以匹配历史土壤湿度数据，从而允许创建一个合并产品，尽管每个模型存在不确定性和敏感性，但仍能提高准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What is the method for addressing the complex processes in Earth System Models to improve soil moisture data quality in the context of future climate change scenarios?",
        "QuestionCn": "在未来气候变化情景中，改进土壤湿度数据质量的地球系统模型复杂过程的方法是什么？",
        "AnswerEn": "The method involves using a deep learning model to integrate historical soil moisture data from ERA5-Land and CMIP6 Earth System Models. By leveraging the strengths of these models and addressing their inherent complexities and uncertainties, the approach enhances the quality of soil moisture data. The fusion technique helps in overcoming the limitations of traditional methods, which are often affected by extreme values, by providing a more accurate and spatially consistent dataset for future climate change analysis.",
        "AnswerCn": "该方法涉及使用深度学习模型整合来自ERA5-Land和CMIP6地球系统模型的历史土壤湿度数据。通过利用这些模型的优势并解决其固有的复杂性和不确定性，该方法提高了土壤湿度数据的质量。融合技术有助于克服传统方法的局限性，这些方法通常受到极端值的影响，从而为未来气候变化分析提供更准确和空间一致的数据集。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What deep learning techniques enable the fusion of multiple Earth System Models to improve soil moisture data accuracy and spatial resolution?",
        "QuestionCn": "哪些深度学习技术能够融合多个地球系统模型，以提高土壤湿度数据的准确性和空间分辨率？",
        "AnswerEn": "The use of a deep learning model to build a relationship between historical ERA5-Land soil moisture data and historical CMIP6 Earth System Models data enables the fusion of 25 ESMs. This method allows for the development of a merged soil moisture product with improved accuracy and spatial resolution.",
        "AnswerCn": "使用深度学习模型建立历史ERA5-Land土壤湿度数据与历史CMIP6地球系统模型数据之间的关系，使得25个地球系统模型得以融合。这种方法可以开发出具有更高准确性和空间分辨率的合并土壤湿度产品。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions in model training enable the focus on land-specific soil moisture data while excluding ocean data?",
        "QuestionCn": "在模型训练中，哪些条件使得能够专注于特定地区的土壤湿度数据，同时排除海洋数据？",
        "AnswerEn": "The use of a land-ocean mask during model training enables the focus solely on land soil moisture data by excluding ocean data, thus refining the analysis to only the relevant terrestrial surface data.",
        "AnswerCn": "在模型训练过程中使用陆地-海洋掩膜，可以专注于陆地土壤湿度数据，排除海洋数据，从而将分析精炼到仅相关的陆地表面数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the traditional fusion method struggle to accurately merge soil moisture data from multiple Earth System Models?",
        "QuestionCn": "传统的融合方法可能在准确合并来自多个地球系统模型的土壤湿度数据时遇到困难，原因是什么？",
        "AnswerEn": "The traditional fusion method is easily affected by extreme values, which can obscure differences in the data, potentially erasing the simulation advantages of certain models in various regions.",
        "AnswerCn": "传统的融合方法容易受到极端值的影响，这可能会掩盖数据中的差异，从而可能抹去某些模型在不同区域的模拟优势。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there an expectation that deep learning methods can improve the spatial resolution and accuracy of soil moisture datasets in China?",
        "QuestionCn": "为什么人们期望深度学习方法能够提高中国土壤湿度数据集的空间分辨率和准确性？",
        "AnswerEn": "Deep learning methods can build a relationship between historical datasets, like ERA5-Land and CMIP6 ESMs, allowing for a merged soil moisture product that retains the advantages of different models and aligns with the ERA5-Land dataset distribution, thus improving accuracy and spatial resolution.",
        "AnswerCn": "深度学习方法可以建立历史数据集之间的关系，如ERA5-Land和CMIP6 ESMs，从而允许生成一个合并的土壤湿度产品，该产品保留了不同模型的优势，并与ERA5-Land数据集的分布对齐，从而提高了准确性和空间分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why do different CMIP6 model products exhibit varying uncertainties and sensitivities for soil moisture variables?",
        "QuestionCn": "不同的CMIP6模型产品在土壤湿度变量方面表现出不同的不确定性和敏感性，原因是什么？",
        "AnswerEn": "Different CMIP6 model products have varying uncertainties and sensitivities due to factors such as future emission scenarios, the algorithms of model physics, and the internal variability of the climate system.",
        "AnswerCn": "不同的CMIP6模型产品由于未来排放情景、模型物理算法和气候系统的内部变率等因素，具有不同的不确定性和敏感性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective is the use of deep learning models in merging data from multiple Earth System Models to improve soil moisture datasets?",
        "QuestionCn": "深度学习模型在合并多个地球系统模型的数据以改善土壤湿度数据集方面的有效性如何？",
        "AnswerEn": "The deep learning model is effective as it allows for the creation of a merged soil moisture product with improved accuracy and spatial resolution. The approach leverages the strengths of different Earth System Models while addressing their limitations, ultimately producing high-resolution data that aligns with the ERA5-Land dataset distribution.",
        "AnswerCn": "深度学习模型的有效性在于它能够创建一个合并的土壤湿度产品，具有更高的准确性和空间分辨率。该方法利用了不同地球系统模型的优势，同时解决了它们的局限性，最终生成与ERA5-Land数据集分布相一致的高分辨率数据。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges might arise when using historical soil moisture data to train deep learning models for future climate scenarios?",
        "QuestionCn": "在使用历史土壤湿度数据训练深度学习模型以应对未来气候情景时，可能会出现哪些挑战？",
        "AnswerEn": "Challenges include dealing with the uncertainties and sensitivities of different CMIP6 model products, which can vary due to emission scenarios, model physics algorithms, and climate system variability. The complexity of earth system processes and the impact of extreme values on traditional fusion methods also pose significant challenges.",
        "AnswerCn": "挑战包括应对不同CMIP6模型产品的不确定性和敏感性，这些产品可能因排放情景、模型物理算法和气候系统变异而有所不同。地球系统过程的复杂性以及极端值对传统融合方法的影响也构成了重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could data collection methods be refined to enhance the accuracy and spatial resolution of soil moisture datasets?",
        "QuestionCn": "可以通过哪些方式改进数据收集方法，以提高土壤湿度数据集的准确性和空间分辨率？",
        "AnswerEn": "Refinement could involve improving the computing performance to produce more detailed global datasets, as seen with the ERA5-Land dataset. Employing advanced data fusion techniques, such as deep learning models, can also contribute to downscaling and merging data with increased precision and spatial resolution.",
        "AnswerCn": "精细化可以涉及提高计算性能，以生成更详细的全球数据集，正如ERA5-Land数据集所示。采用先进的数据融合技术，如深度学习模型，也可以有助于以更高的精度和空间分辨率进行数据的下采样和合并。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how different Earth System Models' outputs are combined to improve soil moisture data accuracy across varied geographic regions.",
        "QuestionCn": "我不明白如何将不同地球系统模型的输出结合起来，以提高不同地理区域土壤湿度数据的准确性。",
        "AnswerEn": "The data fusion of 25 Earth System Models (ESMs) using a deep-learning method helps to improve soil moisture data accuracy. This approach involves building a relationship between historical ERA5-Land SSM data and historical CMIP6 ESMs data, allowing for a merged soil moisture product that retains the strengths of different ESMs while providing improved spatial resolution.",
        "AnswerCn": "使用深度学习方法对25个地球系统模型（ESMs）进行数据融合，有助于提高土壤湿度数据的准确性。这种方法涉及建立历史ERA5-Land SSM数据与历史CMIP6 ESMs数据之间的关系，从而允许生成一个合并的土壤湿度产品，保留不同ESMs的优势，同时提供更高的空间分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges faced in training a deep-learning model for soil moisture data fusion and downscaling.",
        "QuestionCn": "我对训练深度学习模型进行土壤湿度数据融合和下采样所面临的挑战感到不确定。",
        "AnswerEn": "Challenges include managing uncertainties and sensitivities in different variables from CMIP6 models, which are influenced by emission scenarios, model physics algorithms, and climate system variability. Additionally, the traditional fusion methods can be affected by extreme values, potentially obscuring data differences and erasing model advantages in specific regions.",
        "AnswerCn": "挑战包括管理来自CMIP6模型的不同变量的不确定性和敏感性，这些变量受到排放情景、模型物理算法和气候系统变异性的影响。此外，传统的融合方法可能会受到极端值的影响，从而可能掩盖数据差异，并抹去模型在特定区域的优势。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how the spatial resolution is enhanced in the soil moisture data collected from disparate sources.",
        "QuestionCn": "我无法理解如何通过来自不同来源的土壤湿度数据增强空间分辨率。",
        "AnswerEn": "The spatial resolution is enhanced by using deep-learning techniques that merge and downscale data from 25 ESMs. This process involves re-gridding the ESMs data to align with the high-resolution ERA5-Land dataset, resulting in a merged soil moisture product with an improved spatial resolution of 0.25° × 0.25°.",
        "AnswerCn": "通过使用深度学习技术合并和下采样来自25个地球系统模型（ESMs）的数据，从而提高空间分辨率。这个过程涉及将ESMs数据重新网格化，以与高分辨率的ERA5-Land数据集对齐，最终生成一个改进空间分辨率为0.25° × 0.25°的合并土壤湿度产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore how deep learning methods can be utilized to improve the accuracy and spatial resolution of soil moisture datasets in climate studies.",
        "QuestionCn": "请探讨深度学习方法如何用于提高气候研究中土壤湿度数据集的准确性和空间分辨率。",
        "AnswerEn": "The field utilizes a deep learning model to build a relationship between historical ERA5-Land SSM data and historical CMIP6 ESMs data. This relationship is applied in the future period to develop a merged soil moisture product with improved accuracy and spatial resolution, specifically using 25 ESMs as input channels.",
        "AnswerCn": "该领域利用深度学习模型建立历史ERA5-Land土壤湿度（SSM）数据与历史CMIP6地球系统模型（ESMs）数据之间的关系。该关系应用于未来时期，以开发具有更高准确性和空间分辨率的合并土壤湿度产品，具体使用25个ESM作为输入通道。",
        "Level": "C6(Creating)"
      }
    ]
  }
}