{
    "id": "e3842fea-e105-48fb-a7c2-d83211b82882",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Liguo intrusive database of the Liguo Fe Cu Au deposit in the southern margin of the North China Craton (2018-2019)",
            "titleCn": "华北克拉通南缘利国 铁-铜-金矿床利国侵入体数据库（2018-2019）",
            "description": "The data set includes major and trace elements, Sr Nd isotopic compositions of the whole rock, major and trace elements of apatite and sr-o isotopic compositions of apatite in the Liguo iron copper gold deposit. The main and trace elements of the whole rock were analyzed in Aoshi analysis and detection (Guangzhou) Co., Ltd. after lithium metaborate melting, the main and trace elements were analyzed by X-ray fluorescence (XRF) spectrometer, and the accuracy and accuracy were within 1%. The trace elements were analyzed by ICP-MS, and the accuracy and accuracy were within 5%. The SR Nd isotopic compositions were analyzed by MC-ICP-MS in Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The normalized values of 143Nd / 144Nd and 87Sr / 86Sr ratios are in good agreement with those of the reference samples. Apatite was collected from whole rock samples using standard crushing, sieving, heavy liquid separation and magnetic separation techniques, then mounted in an epoxy resin tray and polished to nearly half of the section to expose the internal structure. The major elements of apatite were analyzed by EPMA in the second Institute of Oceanography, State Oceanic Administration. Trace elements were analyzed by in situ La ICP-MS in the Key Laboratory of Mineralogy and metallogeny, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The ablation time was 40 s and the diameter of laser spot was 43 μ m. The repetition rate is 6Hz. Nist610 was used as the main external calibration standard, and 43Ca (determined by quantitative electron microprobe method) was used as the internal standard. Drift correction, off-line selection, integrated background and analytical signals, and quantitative calibration of trace elements are all calibrated by ICP-MS datacal software. Apatite in-situ Sr isotope analysis was performed at the State Key Laboratory of continental dynamics, Department of geology, Northwestern University. The ablation time was 50s and the laser spot diameter was 60 μ m. The repetition rate is 6Hz. The isotopic composition of apatite was calibrated according to sr987 and Alfa SR standards. The 87Sr / 86Sr ratio of apatite standard sr987 and alfasr are 0.71025 and 0.71025, respectively ± 21（n=29,2 σ） 70727 ± 32（n=30,2 σ）。 In Beijing shrimp\nIn situ oxygen isotope analysis of apatite was measured in the center. Shrimp IIE / MC is equipped with a detachable CS main ion source, an electron gun, multiple collectors and Helmholtz coils for high-precision O isotope measurement. Every 18O / 16O analysis takes about 7 minutes, the spot diameter is 23 μ m。 The calibration was performed with the isotopic composition of Durango apatite. Field measurement of Durango Phosphorite δ The average value of 18O was 9.81 ± 0.66‰（2 σ）， It is similar to the results of previous studies within the error range. Therefore, the above data are reliable.\nThe data set includes geochemical and isotopic characteristics of the ore bearing rocks and their phosphorites, which can help us understand the petrogenesis and the controlling factors of mineralization. The phosphorites from group I and group II are magmatic fluorine-bearing phosphorites, characterized by negative Eu anomaly, LREE enrichment and hree depletion. At the same time, both groups had higher Sr / Y and Sr / y ratios δ EU indicates the porphyry adakite characteristics of the source rocks. Compared with the isotopic compositions of the whole rock, the values of 87Sr / 86Sr (0.70250-0.71262) and δ 18O (6.22-9.00) values indicate the contribution of mantle, crust and / or sediment derivatives. Although group I apatite and group II phospholimestone have similar geochemical characteristics, group I apatite crystallizes prior to plagioclase, without SR - (LA / Yb) n / (LA / SM) n / (SM / Yb) n correlation, while group II apatite crystallizes in accordance with plagioclase, with positive correlation. These elements are sensitive to redox environment（ δ Eu、 δ The geochemistry of CE, MnO and V shows high oxygen fugacity (between HM and NNO). The oxygen fugacity of group I apatite system is higher than that of group II apatite system. More importantly, the different characteristics of trace elements and oxygen fugacity between the first group of apatite and the second group of apatite can be used as mineralization indicators to map the range of iron copper gold mineralization for the first time. In addition, the estimated contents of F and Cl in the parent magma (F = 1300-2446ppm, CL = 140-4780ppm) are higher than those in the original mantle and the average continental crust, indicating the enrichment process of F and CL. Based on the characteristics of adakites, high oxygen fugacity and high fluorine and chlorine content, it is speculated that subduction of the Pacific plate may be the main dynamic mechanism of diagenesis and mineralization of Liguo.",
            "descriptionCn": "数据集包括利国铁-铜-金矿床利国侵入体的全岩主微量元素、Sr-Nd同位素组成、磷灰石的主微量元素以及磷灰石的Sr-O同位素组成。全岩主微量元素在澳实分析检测（广州）有限公司分析，经过偏硼酸锂熔融，使用X射线荧光(XRF)光谱仪分析主量元素，分析准确度和精确度在1%以内，微量元素用ICP-MS分析，分析准确度和精确度在5%以内。Sr-Nd同位素组成在中国科学院广州地球化学研究所用MC-ICP MS分析，测量的143Nd/144Nd和87Sr/86Sr比分别标准化标与标准样品的标准值非常一致。采用标准的破碎、筛分、重液分离和磁分离技术从全岩石样品中收集磷灰石，然后安装在一个环氧树脂盘中，并抛光到近一半的部分，以暴露内部结构。磷灰石主量元素在国家海洋局第而海洋研究所使用电子探针分析。微量元素在中国科学院广州地球化学研究所矿物学与成矿学重点实验室通过原位LA ICP-MS进行分析。仪器工作条件为，消融时间40s，激光斑点直径为43μm，重复频率为6Hz。使用NIST610作为主要的外部校准标准，使用43Ca（由定量电子微探针法确定）作为内部标准。漂移校正、离线选择、集成背景和分析信号，以及微量元素的定量校准都使用ICP-MS DataCal软件进行校准。磷灰石原位Sr同位素分析在西北大学地质系大陆动力学国家重点实验室，仪器工作条件为，消融时间为50s，激光斑点直径为60μm，重复频率为6Hz。根据Sr987和Alfa Sr标准校准磷灰石的同位素成分。测量的磷灰石标准Sr987的87Sr/86Sr比值和AlfASr的分别为0.71025±21（n=29,2σ）和0.70727±32（n=30,2σ）。在北京SHRIMP中心测量了磷灰石原位氧同位素分析。SHRIMP IIe/MC配备了可拆卸的Cs主离子源、电子枪、多集电器和亥姆霍兹线圈，以获得高精度的O同位素测量。每18O/16O分析取约7min，斑点直径为23μm。用Durango磷灰石的同位素成分进行了校准。Durango磷灰岩实测δ18O平均值为9.81±0.66‰（2σ），与以往误差范围内的研究结果相似。因此以上数据均具有可靠性。\n该数据集包括含矿岩体以及其磷灰岩地球化学和同位素特征，可以帮助我们了解它的岩石成因和矿化的控制因素。来自I组和II组的磷灰岩都是岩浆成因的含氟磷灰岩，其特征为负Eu异常、富集LREE、亏损HREE。同时，两组均具有较高的Sr/Y和δEu，表明了源岩的斑岩埃达克岩特征。与整个岩石的同位素相比，两组磷灰岩的变量87Sr/86Sr（0.70250-0.71262）和δ18O（6.22-9.00）值表明了地幔、地壳和/或沉积物衍生物的贡献。虽然I组磷灰石和II组磷灰岩具有相似的地球化学特征，但I组磷灰石先于斜长石结晶，无Sr-（La/Yb）N/（La/Sm）N/（Sm/Yb）N相关性，而II组磷灰石与斜长石结晶一致，呈正相关。这些对氧化还原环境敏感的元素(δEu、δCe、MnO、V)的地球化学表明，显示出高氧逸度(在HM和NNO之间)，I组磷灰石系统的氧逸度高于II组磷灰石。更重要的是，第一组磷灰石和第二组磷灰石之间不同的微量元素和氧逸度特性可以作为矿化指标，首次绘制出铁-铜-金矿化范围。此外，母岩浆中估计的F和Cl含量（F=1300-2446ppm，Cl=140-4780ppm）高于原始地幔和平均大陆地壳中的含量，表明来F和Cl的富集过程。根据上述埃达克岩特征、高氧逸度、高氟氯含量，推测太平洋板块俯冲可能是利国成岩和矿化的主要动力机制。",
            "instructions": "File name: the data is stored in XLS format, and its name is 2018liguo. 2018 represents a set of data in 2018, and Liguo represents Liguo intrusion. There are four sub tables in the data file, which are the whole rock major and trace elements, Sr Nd isotopic composition, major and trace elements of apatite and sr-o isotopic composition of apatite in Liguo iron copper gold deposit.\nData reading mode: data can be read directly by Microsoft Excel and other software.",
            "instructionsCn": "文件命名：数据以xls格式存储，名称为2018Liguo，2018代表2018年的一个套数据，Liguo表示利国侵入体。数据文件一共有4个子表，分别为利国铁-铜-金矿床利国侵入体的全岩主微量元素、Sr-Nd同位素组成、磷灰石的主微量元素以及磷灰石的Sr-O同位素组成。\n数据读取方式：数据可以用microsoft excel等软件直接读取。",
            "east": 118.0,
            "west": 117.0,
            "south": 34.8,
            "north": 35.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 128000.0,
            "cstr": "18406.11.Geo.tpdc.271289",
            "doi": "10.11888/Geo.tpdc.271289",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "丁兴",
                "nameEn": "DING Xing",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "In situ elemental and Sr-O isotopic studies on apatite from the Xu-Huai intrusion at the southern margin of the North China Craton: Implications for petrogenesis and metallogeny",
                "referenceCn": null,
                "referenceEn": "Sun, S.J., Yang, X.Y., Wang, G.J., et al. (2019). In situ elemental and Sr-O isotopic studies on apatite from the Xu-Huai intrusion at the southern margin of the North China Craton: Implications for petrogenesis and metallogeny[J]. Chemical Geology."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sr-Nd同位素",
                "nameEn": "Sr-Nd isotope"
            },
            {
                "nameCn": "元素地球化学",
                "nameEn": "Element geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "矿物/水晶",
                "nameEn": "minerals/crystals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华北克拉通南缘",
                "keywordEn": "southeastern margin of the North China Craton"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the range of the 87Sr/86Sr ratio variability in the collected samples in a dataset related to the mineral deposits at the southern margin of the North China Craton?",
                "QuestionCn": "在与华北克拉通南缘矿床相关的数据集中，收集样本中87Sr/86Sr比率的变异范围是多少？",
                "AnswerEn": "0.70250-0.71262",
                "AnswerCn": "0.70250-0.71262",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'in situ Sr isotopic analysis' in the context of geological data collection?",
                "QuestionCn": "'in situ Sr同位素分析'在地质数据收集的背景下是指在原位（即在样品的自然位置）进行锶同位素的测定和分析。这种方法通常用于研究岩石、矿物或沉积物中的锶同位素组成，以获取有关地质过程、成因和演化的信息。",
                "AnswerEn": "In situ Sr isotopic analysis refers to the process of analyzing the strontium isotopic composition directly from a sample of interest, such as apatite in a geological setting, using techniques like laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS). This method allows researchers to determine the isotopic ratios without removing the sample from its original context, providing insights into the geological history and processes such as mineralization and source contributions.",
                "AnswerCn": "原位锶同位素分析是指直接从感兴趣的样本（如地质环境中的磷灰石）中分析锶同位素组成的过程，使用的技术如激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）。这种方法允许研究人员在不移除样本的原始背景下确定同位素比率，从而提供对地质历史和过程（如矿化和源贡献）的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying causes that necessitate the use of techniques like ICP-MS and XRF for analyzing elemental compositions in geochemical datasets?",
                "QuestionCn": "分析地球化学数据集中的元素组成时，使用ICP-MS和XRF等技术的潜在原因是什么？",
                "AnswerEn": "The use of techniques like ICP-MS (Inductively Coupled Plasma Mass Spectrometry) and XRF (X-ray Fluorescence) is necessitated by the need for high accuracy and precision in analyzing elemental compositions. ICP-MS is employed for trace element analysis with accuracy and precision within 5%, while XRF is used for major element analysis with accuracy and precision within 1%. These methods are crucial for understanding the geochemical characteristics and isotopic compositions which can inform the genesis and mineralization processes within geological formations such as the one described.",
                "AnswerCn": "使用ICP-MS（感应耦合等离子体质谱）和XRF（X射线荧光）等技术是由于对元素组成分析的高准确性和精密性的需求。ICP-MS用于微量元素分析，其准确性和精密性在5%以内，而XRF用于主要元素分析，其准确性和精密性在1%以内。这些方法对于理解地球化学特征和同位素组成至关重要，这可以为地质构造中的成因和矿化过程提供信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What is the impact on the reliability of geochemical and isotopic data when utilizing advanced analytical techniques like XRF, ICP-MS, and LA ICP-MS in data collection?",
                "QuestionCn": "在数据收集时，使用先进的分析技术如XRF、ICP-MS和LA ICP-MS对地球化学和同位素数据的可靠性有何影响？",
                "AnswerEn": "The utilization of advanced analytical techniques such as XRF for major elements and ICP-MS for trace elements ensures high accuracy and precision, within 1% for major elements and 5% for trace elements. Additionally, the use of MC-ICP MS and LA ICP-MS for isotopic compositions allows for consistent standardization and calibration, resulting in reliable data that can accurately reflect the geochemical characteristics and isotopic compositions of the samples, which are crucial for understanding rock genesis and mineralization control factors.",
                "AnswerCn": "利用先进的分析技术，如XRF用于主要元素分析和ICP-MS用于微量元素分析，确保了高精度和高准确性，主要元素的误差在1%以内，微量元素的误差在5%以内。此外，使用MC-ICP MS和LA ICP-MS进行同位素组成分析，可以实现一致的标准化和校准，从而产生可靠的数据，准确反映样品的地球化学特征和同位素组成，这对于理解岩石生成和矿化控制因素至关重要。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}