{
    "id": "e43bc06a-36fe-4a3a-a513-83bb33a3af7c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "1 km grid datasets of habitat quality in agricultural and pastoral areas of the Qinghai-Tibet Plateau (1990-2015)",
            "titleCn": "青藏高原农牧区生境质量1km网格数据集（1990-2015）",
            "description": "As the roof of the world, the water tower of Asia and the third pole of the world, the Qinghai Tibet Plateau is an important ecological security barrier for China and even Asia. With the rapid development of social economy, human activities have increased significantly, and the impact on the ecological environment is growing. In this paper, eight factors including cultivated land, construction land, National Road, provincial road, railway, expressway, GDP and population density were selected as the threat factors, and the attributes of the threat factors were determined based on the expert scoring method to evaluate the habitat quality of the Qinghai Tibet Plateau, so as to obtain six data sets of the habitat quality of the agricultural and pastoral areas of the Qinghai Tibet Plateau in 1990, 1995, 2000, 2005, 2010 and 2015. The production of habitat quality data sets will help to explore the habitat quality of the Qinghai Tibet Plateau and provide effective support for the government to formulate sustainable development policies of the Qinghai Tibet Plateau.",
            "descriptionCn": "青藏高原作为世界屋脊，亚洲水塔，世界第三极，是中国乃至亚洲重要的生态安全屏障。随着社会经济的快速发展，人类活动明显增加，对生态环境的影响越来越大。选取耕地、建筑用地、国道、省道、铁路、高速公路、GDP和人口密度8个因素为威胁因子，并基于专家打分法确定威胁因子的属性，对青藏高原生境质量进行评估，从而获得1990、1995、2000、2005、2010和2015年共6期青藏高原农牧区生境质量的数据集。制作生境质量的数据集将有助于探索青藏高原的生境质量，并为政府制定青藏高原的可持续发展政策提供有效支持。",
            "instructions": "The data is stored in TIFF format, and the name of the file is \"yyyy. TIF\", where yyyy represents the year, for example, 1990. TIF represents the TIFF file describing the habitat quality of the Qinghai Tibet Plateau in 1990.",
            "instructionsCn": "数据以TIFF格式存储，文件的名称为“yyyy.tif”，其中yyyy代表年，比如1990.tif 就代表这个tiff文件描述1990年青藏高原的生境质量状况。",
            "east": 104.67,
            "west": 73.45,
            "south": 25.99,
            "north": 39.83,
            "startTime": "1990-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 132141174.0,
            "cstr": "18406.11.Socioeco.tpdc.271390",
            "doi": "10.11888/Socioeco.tpdc.271390",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘世梁",
                "nameEn": "LIU Shiliang",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "刘轶轩",
                "nameEn": "LIU Yixuan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "孙永秀",
                "nameEn": "SUN Yongxiu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李明琦",
                "nameEn": "LI Mingqi",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Spatial assessment of habitat conservation status in a Macaronesian island based on the InVEST model: a case study of Pico Island (Azores, Portugal)",
                "referenceCn": null,
                "referenceEn": "Moreira, M., Fonseca, C., Vergílio, M., Calado, H., & Gil, A. (2018). Spatial assessment of habitat conservation status in a Macaronesian island based on the InVEST model: a case study of Pico Island (Azores, Portugal). Land Use Policy, 78, 637-649."
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating the effects of urban expansion on natural habitat quality by coupling localized shared socioeconomic pathways and the land use scenario dynamics-urban model.",
                "referenceCn": null,
                "referenceEn": "Song, S., Liu, Z., He, C., & Lu, W. (2020). Evaluating the effects of urban expansion on natural habitat quality by coupling localized shared socioeconomic pathways and the land use scenario dynamics-urban model. Ecological Indicators, 112, 106071. doi:10.1016/j.ecolind.2020.106071"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人地遥感",
                "nameEn": "Human-nature Remote Sensing"
            },
            {
                "nameCn": "人类活动",
                "nameEn": "Human activity"
            },
            {
                "nameCn": "农业区划",
                "nameEn": "Agriculture division"
            },
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            },
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            },
            {
                "nameCn": "区划",
                "nameEn": "Division"
            },
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地利用类型",
                "nameEn": "Land use type"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "Land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            },
            {
                "nameCn": "特色农业",
                "nameEn": "Characteristic agriculture"
            },
            {
                "nameCn": "环境污染与治理",
                "nameEn": "Environment Pollution and Control"
            },
            {
                "nameCn": "生态区划",
                "nameEn": "Ecology division"
            },
            {
                "nameCn": "道路工程",
                "nameEn": "Road engineering"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2015",
                "keywordEn": "1990-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表净初生产力数据（2018）",
                "titleEn": "Landsat-based continuous monthly 30m×30m Land Surface NPP dataset in Qilian mountainous area (2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（2018）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（1986-2017）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (1986-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the attributes considered when evaluating habitat quality in the Qinghai-Tibet Plateau's agricultural and pastoral regions?",
                "QuestionCn": "在评估青藏高原农业和牧区的栖息地质量时考虑的属性有哪些？",
                "AnswerEn": "arable land, construction land, national roads, provincial roads, railways, highways, GDP, population density",
                "AnswerCn": "耕地、建设用地、国道、省道、铁路、高速公路、国内生产总值、人口密度",
                "Level": "C5(Evaluating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many years of data are included in a dataset assessing habitat quality in the agricultural and pastoral areas of the Tibetan Plateau?",
                "QuestionCn": "在评估青藏高原农业和牧区栖息地质量的数据集中包含多少年的数据？",
                "AnswerEn": "6 years",
                "AnswerCn": "6年",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the assessment accuracy of habitat quality when incorporating multiple threat factors such as GDP, population density, and various types of land use in a dataset?",
                "QuestionCn": "在评估栖息地质量时，纳入多个威胁因素，如GDP、人口密度和各种土地利用类型，可能对评估准确性产生的潜在影响是什么？",
                "AnswerEn": "Incorporating multiple threat factors like GDP, population density, and land use can provide a more comprehensive and nuanced assessment of habitat quality. These factors can help identify specific human activities that may affect the ecosystem, leading to more accurate evaluations of habitat quality. However, this complexity also introduces challenges in balancing and weighing each factor's influence, which requires careful methodological consideration and expert input to ensure the assessment reflects the real-world dynamics accurately.",
                "AnswerCn": "结合多个威胁因素，如GDP、人口密度和土地利用，可以提供对栖息地质量更全面和细致的评估。这些因素有助于识别可能影响生态系统的特定人类活动，从而导致对栖息地质量的更准确评估。然而，这种复杂性也带来了平衡和权衡每个因素影响的挑战，这需要仔细的方法论考虑和专家的意见，以确保评估准确反映现实世界的动态。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodological steps are involved in evaluating habitat quality using threat factors such as land use and socio-economic indicators in the context of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在评估栖息地质量时，涉及的 методологические 步骤包括使用威胁因素，如土地利用和社会经济指标，特别是在青藏高原的背景下。",
                "AnswerEn": "The evaluation of habitat quality on the Qinghai-Tibet Plateau involves selecting threat factors such as cultivated land, construction land, national roads, provincial roads, railways, highways, GDP, and population density. These factors are used as threat indicators. Expert scoring methods are then applied to determine the attributes of these threat factors. This approach allows for the assessment of habitat quality over different time periods, providing data for 1990, 1995, 2000, 2005, 2010, and 2015. Such a dataset can support the exploration of habitat quality in the Qinghai-Tibet Plateau and provide valuable insights for sustainable development policy-making.",
                "AnswerCn": "青藏高原栖息地质量的评估涉及选择威胁因素，如耕地、建设用地、国道、省道、铁路、高速公路、GDP和人口密度。这些因素被用作威胁指标。然后应用专家打分方法来确定这些威胁因素的属性。这种方法可以评估不同时间段的栖息地质量，提供1990年、1995年、2000年、2005年、2010年和2015年的数据。这种数据集可以支持对青藏高原栖息地质量的探索，并为可持续发展政策的制定提供有价值的见解。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}