{
  "id": "e47611b1-9d2b-4eff-99bd-d0277fd3bde2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Biomarker data of Qilian Mountains (2022)",
      "titleCn": "祁连山生物标志物数据（2022）",
      "description": "1) Data content:\nBiomarker data can be used to reconstruct palaeoclimate. In addition to climate reconstruction, this set of data also tries to reconstruct palaeoclimate altitude, and obtains good results\n2) Data sources and processing methods\nBiomarker analysis: After ultrasonic extraction, the samples were separated by column chromatography to obtain methanol elution components. After constant volume, the GDGT data were tested and analyzed on LC-MS\n3) Data quality\nSample collection and experimental processing were carried out in accordance with strict standards, and the data obtained were of reliable quality.\n4) Data application achievements and prospects\nPublished a SCI paper using these data (Frontiers in Earth Science).",
      "descriptionCn": "1）数据内容：\n生物标志物数据能够用于重建古气候，本套数据除了重建气候外，还尝试用于重建古海拔，并获得了较好的结果\n2）数据来源及加工方法\n生物标志物分析：样品经过超声萃取后，通过柱层析分离从而获得甲醇洗脱组分，定容后在LC-MS上机测试分析，得到GDGT数据(数据表述为无纲量的峰面积)\n3）数据质量\n样品采集、实验处理均按照严格的标准进行，所获数据质量可靠。\n4) 数据应用成果及前景\n应用这套数据发表SCI论文1篇（Frontiers in Earth Science）。",
      "instructions": "The file is stored in a table named Qilian Mountain Biomarker 2022. xlsx. Qilian mountain refers to the study area, data type of Biomarker index, and 2022 is the data collection year. This data can be opened directly in Excel",
      "instructionsCn": "文件以表格形式储存，名为“Qilian mountain Biomarker 2022.xlsx”。Qilian mountain指研究区，Biomarker指数据类型，2022为数据采集年份。该数据可以直接用Excel打开",
      "east": 102.0,
      "west": 101.9,
      "south": 37.5,
      "north": 38.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 17097.0,
      "cstr": "18406.11.Terre.tpdc.272411",
      "doi": "10.11888/Terre.tpdc.272411",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "聂军胜",
        "nameEn": "NIE Junsheng",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Correlation Between brGDGTs Distribution and Elevation From the Eastern Qilian Shan",
        "referenceCn": null,
        "referenceEn": "Wang, H., Gao, P., Yang, R., Nie, J., Cao, B., Zhou, A., Pan, B., Chen, L., & Peng, T. (2022). Correlation Between brGDGTs Distribution and Elevation From the Eastern Qilian Shan. Front. Earth Sci. 10:844026. doi: 10.3389/feart.2022.844026"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "GDGTs",
        "nameEn": "GDGTs"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤有机物",
        "nameEn": "Organic matter"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian Mountain area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      },
      {
        "keywordCn": "现代",
        "keywordEn": "Modern",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain biomarker data for reconstructing paleoclimate and paleoelevation?",
        "QuestionCn": "您能否提供一个用于获取生物标志物数据以重建古气候和古海拔的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves analyzing biomarkers by first performing ultrasonic extraction on samples, followed by separation through column chromatography to obtain methanol elution fractions. These are then tested and analyzed using LC-MS to obtain GDGT data, which is expressed as peak areas without unit measures.",
        "AnswerCn": "一种数据收集方法涉及通过对样本进行超声提取来分析生物标志物，然后通过柱层析分离以获得甲醇洗脱分馏。随后，这些分馏通过液相色谱-质谱联用（LC-MS）进行测试和分析，以获得GDGT数据，数据以峰面积的形式表示，没有单位测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection and processing methods used for biological markers in reconstructing ancient climates and altitudes?",
        "QuestionCn": "用于重建古代气候和海拔的生物标志物的数据收集和处理方法的特点是什么？",
        "AnswerEn": "ultrasonic extraction, column chromatography, methanol elution components, LC-MS testing, non-normalized peak areas",
        "AnswerCn": "超声波提取，柱层析，甲醇洗脱组分，LC-MS测试，非标准化峰面积",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '生物标志物分析' mean in the context of reconstructing paleoclimate and paleoaltitude?",
        "QuestionCn": "在重建古气候和古高度的背景下，“生物标志物分析”是什么意思？",
        "AnswerEn": "生物标志物分析, or biomarker analysis, refers to the method of analyzing samples by extracting them ultrasonically, separating them through column chromatography to obtain methanol elution components, and then analyzing these using LC-MS to obtain GDGT data. This data is used to reconstruct paleoclimate and has also been attempted for reconstructing paleoaltitude with promising results.",
        "AnswerCn": "生物标志物分析是指通过超声提取样品、通过柱层析分离获得甲醇洗脱组分，然后使用液相色谱-质谱联用技术（LC-MS）分析这些组分，以获取GDGT数据的方法。这些数据用于重建古气候，并且在重建古高度方面也取得了有希望的结果。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing a dataset focusing on biomarker data for reconstructing paleoclimate and paleoaltitude on the development of new research methodologies?",
        "QuestionCn": "利用专注于生物标志物数据的数据集来重建古气候和古高度，可能对新研究方法的发展产生哪些潜在后果？",
        "AnswerEn": "Utilizing a dataset focusing on biomarker data for reconstructing paleoclimate and paleoaltitude can lead to the development of new research methodologies by providing a reliable data source for testing and validating models that attempt to reconstruct past environmental conditions. The successful application and publication of results using such data, as seen in the publication of an SCI paper in Frontiers in Earth Science, suggest that this approach can yield credible scientific outcomes and may encourage further research into refining these methods and exploring additional applications of biomarker data.",
        "AnswerCn": "利用专注于生物标志物数据的数据集来重建古气候和古高度，可以通过提供可靠的数据源来开发新的研究方法，以测试和验证试图重建过去环境条件的模型。成功应用和发表结果的案例，如在《地球科学前沿》上发表的SCI论文，表明这种方法可以产生可信的科学成果，并可能鼓励进一步研究以完善这些方法并探索生物标志物数据的其他应用。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of using biomarker data to reconstruct past climates and elevations?",
        "QuestionCn": "使用生物标志物数据重建过去气候和海拔的最终目标是什么？",
        "AnswerEn": "The goal is to utilize biomarker data not only for reconstructing past climates but also to attempt reconstructing ancient elevations, achieving promising results.",
        "AnswerCn": "目标是利用生物标志物数据不仅重建过去的气候，还尝试重建古代海拔，取得了良好的结果。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using a dataset to reconstruct past climates and altitudes, and how were these steps implemented to ensure data quality and reliability?",
        "QuestionCn": "使用数据集重建过去气候和海拔的程序步骤包括哪些？这些步骤是如何实施的，以确保数据质量和可靠性？",
        "AnswerEn": "The procedural steps involve analyzing biomarkers by first extracting samples using ultrasonic extraction. The extracts are then separated through column chromatography to obtain methanol elution fractions. These fractions are analyzed using LC-MS to obtain GDGT data, which is represented as uncalibrated peak areas. The entire process, from sample collection to experimental processing, adheres to strict standards to ensure the quality and reliability of the data.",
        "AnswerCn": "程序步骤包括通过超声提取法分析生物标志物。提取物随后通过柱层析分离，以获得甲醇洗脱分馏。这些分馏通过液相色谱-质谱联用（LC-MS）进行分析，以获得GDGT数据，该数据以未校准的峰面积表示。整个过程从样品收集到实验处理，均遵循严格的标准，以确保数据的质量和可靠性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the accurate collection of biomarker data used to reconstruct ancient climates and altitudes?",
        "QuestionCn": "哪些方法能够准确收集生物标志物数据，以重建古代气候和海拔？",
        "AnswerEn": "Biomarker data collection is enabled through a process that involves ultrasonic extraction of samples, followed by separation using column chromatography to obtain methanol elution fractions. These are then analyzed using LC-MS to obtain GDGT data, ensuring quality through strict adherence to standardized sampling and processing protocols.",
        "AnswerCn": "生物标志物数据收集通过超声提取样本的过程实现，随后使用柱层析分离以获得甲醇洗脱分馏。然后使用液相色谱-质谱联用（LC-MS）分析以获得GDGT数据，确保通过严格遵循标准化的采样和处理协议来保证质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might biomarker data be expected to effectively reconstruct paleoelevation in addition to paleoclimate, and what challenges could arise in this process?",
        "QuestionCn": "生物标志物数据为何可能有效重建古海拔以及古气候，并且在这个过程中可能会出现哪些挑战？",
        "AnswerEn": "Biomarker data can be used to reconstruct paleoelevation because the analysis techniques, such as GDGT data obtained through LC-MS testing, have shown promising results beyond just climate reconstruction. Challenges could arise in ensuring the quality and reliability of the sample collection and analysis, as well as in interpreting the data accurately to distinguish between climatic and elevational influences.",
        "AnswerCn": "生物标志物数据可以用于重建古海拔，因为通过LC-MS测试获得的GDGT数据等分析技术在气候重建之外显示出良好的结果。确保样本采集和分析的质量和可靠性，以及准确解释数据以区分气候和海拔影响，可能会面临挑战。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}