{
    "id": "e47e2591-ac45-4bf6-9753-04cb3a38190a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of whole rock and single mineral of Early Cretaceous monzogranite in Naqu, Tibet Plateau",
            "titleCn": "青藏高原那曲早白垩世二长花岗岩全岩及单矿物的地球化学数据",
            "description": "The data are the major and rare earth element geochemical data, zircon trace element, U-Pb age and Hf-O isotope data of the early Cretaceous granites in the Qinghai Tibet Plateau. The samples are S-type granite from Naqu area, and the lithology is monzogranite. The major and rare earth element geochemical data of the samples were obtained by AAS and ICP-OES, respectively. Zircon U-Pb age and REE data were obtained by LA-ICP-MS and SHRIMP analysis, and Lu-Hf isotopic composition was obtained by LA-MC-ICP-MS analysis. O isotopic composition was obtained by SHRIMP analysis. The above data have been published in SCI Journal (International geology review), and the data are true and reliable. The obtained data can be used to study the provenance of Lhasa terrane and the possibility of preserving ancient crust.",
            "descriptionCn": "本数据为青藏高原早白垩世花岗岩全岩的主量、稀土元素地球化学数据及锆石的微量元素，U-Pb年龄和Hf-O同位素数据。样品为采自那曲地区的S型花岗岩，岩性为二长花岗岩。样品的全岩主量、稀土元素地球化学数据分别由AAS及ICP-OES分析获得。锆石U-Pb年龄和稀土元素数据由LA-ICP-MS和SHRIMP分析获得，Lu-Hf同位素组成由LA-MC-ICP-MS分析获得。O同位素组成由SHRIMP分析获得。以上数据已发表于SCI期刊（International Geology Review），数据真实可靠。通过获得的数据可以研究拉萨地体的物源，以及该地块保存古老地壳的可能性。",
            "instructions": "The data is stored in Excel file and can be opened directly in Excel workbook. The file named \"WR_MajREE\" represents the major and rare earth geochemical data of the whole rock, \"Zrn_HfO\" stands for zircon Hf-O isotope data, \"Zrn_UPbTra \"represents zircon U-Pb age and trace element data.",
            "instructionsCn": "数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“WR_MajREE”的文件代表全岩的主量、稀土地球化学数据，“Zrn_HfO”代表锆石Hf-O同位素数据，“Zrn_UPbTra”代表锆石U-Pb年龄及微量元素数据。",
            "east": 92.788,
            "west": 92.576,
            "south": 31.621,
            "north": 31.801,
            "startTime": null,
            "endTime": null,
            "fileSize": 353409.0,
            "cstr": null,
            "doi": "10.1080/00206814.2017.1367967",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "孙赛军",
                "nameEn": "SUN Saijun",
                "unitEn": "",
                "unitCn": "中国科学院海洋研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Palaeoarchaean materials in the Tibetan Plateau indicated by zircon",
                "referenceCn": null,
                "referenceEn": "Sun, S., Ireland, T. R., Zhang, L., Zhang, R., Zhang, C., & Sun, W. (2018). Palaeoarchaean materials in the Tibetan Plateau indicated by zircon. International Geology Review, 60(8), 1061-1072."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "锆石",
                "nameEn": "zircon"
            },
            {
                "nameCn": "锆石Hf-O同位素",
                "nameEn": "Zircon Hf-O isotope"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早白垩世",
                "keywordEn": "Early Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are the geochemical data of whole-rock and single minerals in Early Cretaceous granites from the Nagqu region obtained using AAS and ICP-OES analysis methods?",
                "QuestionCn": "纳曲地区早白垩世花岗岩的全岩和单矿物的地球化学数据是通过原子吸收光谱法（AAS）和电感耦合等离子体光谱法（ICP-OES）获得的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific methodologies used to analyze the geochemical properties of whole rock and single minerals in early Cretaceous granites?",
                "QuestionCn": "分析早白垩纪花岗岩的全岩和单矿物的地球化学特性的具体方法有哪些？",
                "AnswerEn": "AAS, ICP-OES, zircon U-Pb ages, rare earth element data, LA-ICP-MS, SHRIMP, Lu-Hf isotopic composition, LA-MC-ICP-MS, O isotopic composition",
                "AnswerCn": "AAS, ICP-OES, 锆石 U-Pb 年龄, 稀土元素数据, LA-ICP-MS, SHRIMP, Lu-Hf 同位素组成, LA-MC-ICP-MS, O 同位素组成",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'geochemical data of whole rock and single minerals' mean in the context of early Cretaceous granites in the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原早白垩世花岗岩的背景下，“全岩和单矿物的地球化学数据”是什么意思。",
                "AnswerEn": "Geochemical data of whole rock and single minerals refers to the analysis of major and rare earth elements in whole rock samples and individual minerals, such as zircon, obtained from early Cretaceous granites in the Qinghai-Tibet Plateau. This data includes major elements and rare earth element compositions of the whole rock, determined by techniques like AAS and ICP-OES, and trace elements, U-Pb ages, and Hf-O isotopic compositions of zircon, determined using methods like LA-ICP-MS, SHRIMP, and LA-MC-ICP-MS.",
                "AnswerCn": "全岩和单矿物的地球化学数据指的是对青藏 Plateau早白垩世花岗岩的全岩样品和单个矿物（如锆石）中主要元素和稀土元素的分析。这些数据包括全岩的主要元素和稀土元素组成，通过如原子吸收光谱法（AAS）和电感耦合等离子体发射光谱法（ICP-OES）等技术确定，以及锆石的微量元素、U-Pb年龄和Hf-O同位素组成，通过激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）、缩短高分辨率离子探针（SHRIMP）和激光剥蚀多接收电感耦合等离子体质谱法（LA-MC-ICP-MS）等方法确定。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause variations in geochemical data collection methods for S-type granite samples from the Early Cretaceous period on the Tibetan Plateau?",
                "QuestionCn": "导致青藏 Plateau 上早白垩世 S 型花岗岩样品地球化学数据采集方法变异的因素有哪些？",
                "AnswerEn": "Variations in geochemical data collection methods can be caused by the need to accurately analyze different types of elements and isotopes, such as major and rare earth elements, zircon trace elements, U-Pb ages, and Hf-O isotopes. These require distinct analytical techniques like AAS, ICP-OES, LA-ICP-MS, SHRIMP, and LA-MC-ICP-MS, each suited to specific data types. The geographical and geological complexity of the Tibetan Plateau may also necessitate tailored approaches to sample collection and analysis.",
                "AnswerCn": "地球化学数据收集方法的变化可能是由于需要准确分析不同类型的元素和同位素，例如主要元素和稀土元素、锆石微量元素、铀-铅年龄以及铪-氧同位素。这些分析需要不同的技术，如原子吸收光谱法（AAS）、电感耦合等离子体发射光谱法（ICP-OES）、激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）、缩短高分辨率离子探针（SHRIMP）和激光剥蚀多同位素电感耦合等离子体质谱法（LA-MC-ICP-MS），每种技术适用于特定的数据类型。青藏 Plateau 的地理和地质复杂性也可能需要针对样品收集和分析的定制方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting geochemical data from whole rock and zircon minerals in the early Cretaceous granites of the Tibetan Plateau?",
                "QuestionCn": "收集青藏 Plateau早白垩世花岗岩的全岩和锆石矿物的地球化学数据的主要目的是什麼？",
                "AnswerEn": "The primary objective of collecting geochemical data from whole rock and zircon minerals in the early Cretaceous granites of the Tibetan Plateau is to study the provenance of the Lhasa terrane and assess the possibility of ancient crustal preservation in the region.",
                "AnswerCn": "收集青藏 Plateau早白垩世花岗岩的全岩和锆石矿物的地球化学数据的主要目的是研究拉萨地块的来源，并评估该地区古老地壳保存的可能性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in analyzing S-type granites using geochemical methods to determine major, trace, and isotopic compositions?",
                "QuestionCn": "分析S型花岗岩的仪器和程序步骤包括使用地球化学方法确定主要、微量和同位素成分。",
                "AnswerEn": "To analyze S-type granites for major, trace, and isotopic compositions, the following instrumental and procedural steps are involved: (1) Major and rare earth element geochemical data of whole rock samples are obtained using Atomic Absorption Spectroscopy (AAS) and Inductively Coupled Plasma Optical Emission Spectrometry (ICP-OES). (2) For zircon U-Pb dating and trace element analysis, Laser Ablation Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS) and Sensitive High-Resolution Ion MicroProbe (SHRIMP) are used. (3) Lu-Hf isotopic composition is measured with Laser Ablation Multi-Collector Inductively Coupled Plasma Mass Spectrometry (LA-MC-ICP-MS). (4) Oxygen isotopic composition is determined using SHRIMP analysis. These methods enable the study of the provenance of the Lhasa terrane and the potential preservation of ancient crust in the area.",
                "AnswerCn": "分析S型花岗岩的主要、微量和同位素组成涉及以下仪器和程序步骤：(1) 使用原子吸收光谱法（AAS）和电感耦合等离子体光谱法（ICP-OES）获得全岩样品的主要和稀土元素地球化学数据。(2) 对锆石进行U-Pb定年和微量元素分析，采用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）和高分辨率离子显微探针（SHRIMP）。(3) 使用激光剥蚀多收集电感耦合等离子体质谱法（LA-MC-ICP-MS）测量Lu-Hf同位素组成。(4) 通过SHRIMP分析确定氧同位素组成。这些方法使得研究拉萨地体的来源及该地区古老地壳的潜在保存成为可能。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}