{
    "id": "e493adb3-b0a2-4333-9fb5-b5d4f3eec220",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER：Dataset of fractional snow cover area in the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：黑河流域积雪面积比例数据集",
            "description": "The data set provided the cloudless Fractional Snow Cover area (FSC) time-series product basing on the MODIS data and covered the Heihe River Basin from January 2010 to December 2013. They also provide the high spatial (500 m) and temporal (1 day) resolution. Firstly, the end-member were automatically extracted by the fast autonomous spectral end-member determination (N-FINDR) maximizing volume iteration algorithm. Combining N-FINDR with the orthogonal subspace projection (OSP) approach, we propose an improved end-member extraction algorithm using a maximizing, volume-based iterative method. All the 6 end-members were extracted including snow, soil, water, bare land, vegetation, and cloud, respectively. Then, the 10-day spectral library time series based on prior knowledge of Heihe basin are built for 2009. The primary data were produced using the fully constrained least squares (FCLS) linear spectral mixture analysis method by the spectral library. Finally，the cubic spline interpolation algorithm were used to the eliminate the cloud pixels completely and obtain the data set. The data are validated by the fractional snow cover derived from Landsat imagery and the results indicate that the improved algorithm can obtain the end-member information accurately, and the retrieved fractional snow cover has better accuracy than the MODIS fractional snow-cover product (MOD10A1). So the data set can provide more accurate input for the hydrology and climate model.",
            "descriptionCn": "黑河流域积雪面积比例数据集提供了2010到2012年无云日积雪面积比例时间序列产品，该数据利用卫星MODIS数据，具有较高时间分辨率（1天）和空间分辨率（500m）。首先利用自动算法N-FINDR选择端元，在自动提取的基础上，利用人工方法选择了积雪、植被、云、土壤、岩石和水6种类型端元，并根据2009年影像建立了光谱数据库；在光谱数据库的基础上利用全约束线性解混方法（FCLS）进行亚像元分解获取初级积雪面积比例产品；最后利用差值去云的算法获取了MODIS逐日积雪面积比例无云产品。经利用高分辨率影像Landsat TM验证，相比已有MODIS积雪面积比例产品 (MOD10A1)，具有更高的精度。能够为流域水文，气象提供更准确的积雪参数输入。\n数据说明：0-100积雪面积比例，0非雪；\n投影类型：经纬度投影，WGS-84基准面；\n空间分辨率：0.005度；\n时间分辨率：1天。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.8,
            "west": 97.8,
            "south": 37.3,
            "north": 42.1,
            "startTime": "2010-01-11 08:00:00",
            "endTime": "2013-01-10 08:00:00",
            "fileSize": 1058930995.0,
            "cstr": "18406.11.hiwater.218.2014.db",
            "doi": "10.3972/hiwater.218.2014.db",
            "dataFormat": "ENVI标准格式 (BIL)",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郝晓华",
                "nameEn": "HAO Xiaohua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 黄晓东",
                "nameEn": "HUANG Xiaodong",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 张颖",
                "nameEn": "ZHANG Ying",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 唐志光",
                "nameEn": "TANG Zhiguang",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Fractional snow-cover mapping using an improved endmember extraction algorithm",
                "referenceCn": null,
                "referenceEn": "Zhang Y, Huang XD, Hao XH, Wang J, Wang W, Liang TG. Fractional snow-cover mapping using an improved endmember extraction algorithm. Journal of Applied Remote Sensing, 2014, 8(1): 084691. doi: 10.1117/1.JRS.8.084691."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Spatiotemporal changes of snow cover over the Tibetan plateau based on cloud-removed moderate resolution imaging spectroradiometer fractional snow cover product from 2001 to 2011",
                "referenceCn": null,
                "referenceEn": "Tang ZG , Wang J, Li HY, Yan LL. Spatiotemporal changes of snow cover over the Tibetan plateau based on cloud-removed moderate resolution imaging spectroradiometer fractional snow cover product from 2001 to 2011. Journal of Applied Remote Sensing, 2013, 7: 073582-1. doi:10.1117/1.JRS.7.073582."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            },
            {
                "keywordCn": "2010-01至2012-12",
                "keywordEn": "2010-01 to 2012-12",
                "type": "temporal"
            },
            {
                "keywordCn": "2011",
                "keywordEn": "2011",
                "type": "temporal"
            },
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文遥感产品生产算法研究与应用试验",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，从而影响地表径流和地下水。为了促进高山水文学研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。中低海拔地区的主要雪盖类型是临时雪，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也很常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游地区运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无缝的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。IOP结束后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在阿柔冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）进行测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are multiscale and distributed observation networks used in alpine hydrology data collection?",
                "QuestionCn": "多尺度和分布式观测网络是否用于阿尔卑斯山水文数据收集？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is there a significant challenge in collecting consistent data due to the harsh climate and complex topography in alpine areas?",
                "QuestionCn": "在高山地区，由于恶劣的气候和复杂的地形，收集一致数据确实存在重大挑战。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Do the challenges in data collection mainly stem from technological limitations, environmental conditions, or logistical issues in the alpine region?",
                "QuestionCn": "在阿尔卑斯地区，数据收集的挑战主要源于技术限制、环境条件还是后勤问题？",
                "AnswerEn": "environmental conditions",
                "AnswerCn": "环境条件",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What types of instruments are utilized in data collection for capturing multi-scale eco-hydrological processes in the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验中，用于捕捉多尺度生态水文过程的数据收集仪器包括哪些类型的仪器？",
                "AnswerEn": "eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
                "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、生态水文传感网络、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the meteorological and hydrological data collected from in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，气象和水文数据是从哪里收集的？",
                "AnswerEn": "observation network",
                "AnswerCn": "观测网络",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are the intensive observation periods (IOPs) conducted for data collection in the HiWATER experiment?",
                "QuestionCn": "HiWATER实验的数据收集的强化观测期（IOPs）是在什么时候进行的？",
                "AnswerEn": "2012",
                "AnswerCn": "2012年",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor snow accumulation and ablation processes in a hydrological study?",
                "QuestionCn": "您能否提供一个用于监测水文研究中雪积累和融化过程的数据收集方法的例子？",
                "AnswerEn": "Snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments, including ultrasonic sensors for snow depth, gamma monitors for snow water equivalent (SWE), and sensors for blowing snow flux.",
                "AnswerCn": "雪观测超级站使用先进的技术和仪器收集了雪盖特性，包括用于雪深的超声波传感器、用于雪水当量（SWE）的伽马监测仪，以及用于吹雪通量的传感器。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in collecting meteorological and hydrological data in alpine regions?",
                "QuestionCn": "在高山地区收集气象和水文数据面临的一个挑战是什么？",
                "AnswerEn": "One challenge is the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection where and when needed, hindering the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "一个挑战是寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了在需要的地方和时间进行全面和一致的数据收集，从而妨碍了遥感技术和高山水文模型的发展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that integrates multiscale observations for eco-hydrological processes in a watershed?",
                "QuestionCn": "您能否提供一个整合了流域生态水文过程的多尺度观测数据集的示例？",
                "AnswerEn": "A multiscale dataset from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) was obtained in an oasis-desert area and includes data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, soil moisture and leaf area index sensors, airborne remote sensing, and ground measurements of vegetation dynamics.",
                "AnswerCn": "从黑河流域联合遥测实验研究（HiWATER）获得了一个多尺度数据集，该数据集来自于绿洲-沙漠地区，包括涡度协方差塔、大孔径闪烁仪、自动气象站、土壤湿度和叶面积指数传感器、航空遥感以及植被动态的地面测量数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection techniques used for capturing snow cover properties in eco-hydrological processes?",
                "QuestionCn": "用于捕捉生态水文过程中的雪盖特性的资料收集技术的特点是什么？",
                "AnswerEn": "snow depth, snow water equivalent, blowing snow flux",
                "AnswerCn": "雪深、雪水当量、吹雪通量",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific attributes are measured by automatic meteorological stations in a distributed observation network for alpine hydrology?",
                "QuestionCn": "在分布式观测网络中，自动气象站测量的具体属性包括：温度、湿度、气压、降水量、风速、风向、太阳辐射和土壤湿度等。",
                "AnswerEn": "wind speed, wind direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation, precipitation",
                "AnswerCn": "风速、风向、空气温度、湿度、红外温度、气压、四分量辐射、降水",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the upper reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河流域上游的综合阿尔卑斯水文观测网络中，有多少个自动气象站？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the temporal resolution of the snow water equivalent measurements at the Yakou snow superstation?",
                "QuestionCn": "Yakou雪超级站的雪水当量测量的时间分辨率是多少？",
                "AnswerEn": "6 hours",
                "AnswerCn": "6小时",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are 'multiscale observations' in the context of eco-hydrological research?",
                "QuestionCn": "在生态水文学研究的背景下，“多尺度观测”是指在不同空间和时间尺度上进行的观测和测量。这种方法可以帮助研究人员理解生态系统和水文过程之间的相互作用，以及它们在不同尺度上的变化和影响。",
                "AnswerEn": "Multiscale observations refer to the collection of data at different spatial and temporal scales to capture complex eco-hydrological processes. In the context of eco-hydrological research, this involves using a combination of observation methods like flux observation matrices, eco-hydrological sensor networks, and remote sensing, to provide a comprehensive understanding of processes occurring at various scales.",
                "AnswerCn": "多尺度观测是指在不同的空间和时间尺度上收集数据，以捕捉复杂的生态水文过程。在生态水文研究的背景下，这涉及使用多种观测方法，如通量观测矩阵、生态水文传感器网络和遥感，以提供对在各个尺度上发生的过程的全面理解。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is meant by 'all observational data were carefully quality controlled' in dataset generation?",
                "QuestionCn": "“所有观察数据都经过仔细的质量控制”在数据集生成中是什么意思。",
                "AnswerEn": "In the context of dataset generation, saying that 'all observational data were carefully quality controlled' means that the data underwent rigorous checks throughout various stages, including sensor calibration, data collection, data processing, and the generation of datasets, to ensure accuracy, reliability, and consistency before being made available for research purposes.",
                "AnswerCn": "在数据集生成的背景下，\"所有观测数据都经过仔细的质量控制\"意味着数据在多个阶段经历了严格的检查，包括传感器校准、数据收集、数据处理和数据集生成，以确保在提供给研究用途之前的准确性、可靠性和一致性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced by the data collection processes in the HiWATER experiment compared to those in the alpine hydrology observation network in the Heihe River Basin?",
                "QuestionCn": "HiWATER实验中的数据收集过程面临的挑战与黑河流域的高山水文观测网络所面临的挑战有什么不同？",
                "AnswerEn": "The HiWATER experiment faces challenges related to the poor availability of multiscale observations needed to capture eco-hydrological processes. The alpine hydrology observation network, however, encounters challenges such as harsh climate, high altitude, and complex topography, which inhibit consistent data collection. Additionally, the scarcity of observation data and technological barriers in alpine regions make hydrological modeling more difficult, prompting the need for next-generation observation networks.",
                "AnswerCn": "HiWATER实验面临着多尺度观测数据稀缺的问题，这使得捕捉生态水文过程变得困难。然而，阿尔卑斯水文观测网络也面临着严酷气候、高海拔和复杂地形等挑战，这些因素阻碍了一致的数据收集。此外，阿尔卑斯地区观测数据的稀缺和技术障碍使得水文建模更加困难，这促使了对下一代观测网络的需求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of remote sensing data with in-situ measurements improve the prediction accuracy of hydrological processes in heterogeneous landscapes?",
                "QuestionCn": "遥感数据与现场测量数据的结合如何提高异质景观中水文过程的预测准确性？",
                "AnswerEn": "Using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. The complexities of the earth system bring various sources of uncertainties in remote sensing data, which have to be validated and calibrated using in-situ measurements. These integrated datasets are expected to provide accurate forcing data for hydrological modeling, help validate remote sensing products, and improve the predictive understanding of hydrological processes.",
                "AnswerCn": "使用遥感数据结合数据同化可以改善水文过程的预测。地球系统的复杂性带来了遥感数据的各种不确定性，这些不确定性需要通过现场测量进行验证和校准。这些集成数据集预计将为水文建模提供准确的强迫数据，帮助验证遥感产品，并提高对水文过程的预测理解。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the key challenges in collecting high-quality snow and frozen ground data in alpine regions, and how can these challenges be addressed through advanced technological methodologies?",
                "QuestionCn": "在高山地区收集高质量的雪和冻土数据面临的主要挑战是什么，以及如何通过先进的技术方法来应对这些挑战？",
                "AnswerEn": "Challenges in collecting high-quality snow and frozen ground data in alpine regions include the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. These challenges can be addressed by developing next-generation ecosystem observation networks and experiments, such as the International Network for Alpine Research Catchment Hydrology (INARCH) and the Circumpolar Active Layer Monitoring (CALM) network, which connect individual observatories into an international network and data-share platform.",
                "AnswerCn": "在高山地区收集高质量的雪和冻土数据面临的挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了完整和一致的数据收集。这些挑战可以通过开发下一代生态系统观测网络和实验来解决，例如国际高山研究流域水文网络（INARCH）和环极活层监测网络（CALM），这些网络将各个观测站连接成一个国际网络和数据共享平台。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the scarcity of observation data in alpine regions, and how does it affect hydrological modeling?",
                "QuestionCn": "导致高山地区观测数据稀缺的原因是什么，以及这对水文模型有何影响？",
                "AnswerEn": "The scarcity of observation data in alpine regions is caused by the difficulties of access, the cold and harsh climate, high altitude, and complex topography. These challenges hinder complete and consistent data collection, which affects the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺是由于获取困难、寒冷和恶劣的气候、高海拔以及复杂的地形。这些挑战阻碍了全面和一致的数据收集，从而影响了遥感技术和阿尔卑斯水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need for multiscale and multidisciplinary data in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，为什么需要多尺度和多学科的数据？",
                "AnswerEn": "Multiscale and multidisciplinary data are needed in eco-hydrological research because upscaling eco-hydrological processes on heterogeneous surfaces is a grand challenge. The lack of multiscale observations hinders progress in the field, and using a multiscale observation system allows for capturing complex interactions within the ecosystem, providing accurate inputs for hydrological and meteorological models.",
                "AnswerCn": "生态水文研究需要多尺度和多学科的数据，因为在异质表面上对生态水文过程进行尺度扩展是一个重大挑战。缺乏多尺度观测阻碍了该领域的进展，使用多尺度观测系统可以捕捉生态系统内的复杂相互作用，为水文和气象模型提供准确的输入。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges arise from the technological limitations in remote sensing data for alpine hydrology, and how can these be addressed?",
                "QuestionCn": "在高山水文学中，遥感数据的技术限制带来了哪些挑战，以及如何解决这些问题？",
                "AnswerEn": "In alpine hydrology, the complexities of the earth system introduce various uncertainties in remote sensing data, such as those caused by blowing snow and freeze-thaw cycles. These uncertainties must be validated and calibrated to improve model predictions. Addressing these challenges involves developing integrated observation networks and utilizing data assimilation techniques to enhance the accuracy of remote sensing predictions.",
                "AnswerCn": "在阿尔卑斯水文学中，地球系统的复杂性引入了遥感数据的各种不确定性，例如由吹雪和冻融循环引起的不确定性。这些不确定性必须经过验证和校准，以提高模型预测的准确性。解决这些挑战涉及开发综合观测网络和利用数据同化技术，以增强遥感预测的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of integrating remote sensing data with data assimilation on the prediction capabilities of hydrological processes in alpine regions?",
                "QuestionCn": "将遥感数据与数据同化集成对阿尔卑斯地区水文过程预测能力的影响是什么？",
                "AnswerEn": "Integrating remote sensing data with data assimilation could improve the prediction of hydrological processes by compensating for the scarcity of observation data. However, complexities in the earth system introduce uncertainties in remote sensing data, which require validation and calibration for accurate predictions.",
                "AnswerCn": "将遥感数据与数据同化相结合，可以通过弥补观测数据的稀缺性来改善水文过程的预测。然而，地球系统的复杂性引入了遥感数据的不确定性，这需要进行验证和校准以确保准确的预测。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the establishment of a multiscale observation network affect the understanding of eco-hydrological processes in heterogeneous landscapes?",
                "QuestionCn": "多尺度观测网络的建立如何影响对异质景观中生态水文过程的理解？",
                "AnswerEn": "Establishing a multiscale observation network allows for capturing detailed eco-hydrological processes across various scales, which enhances understanding by providing a comprehensive dataset that integrates diverse data types like meteorological, soil moisture, and vegetation dynamics. This can lead to improved models and predictions of these processes.",
                "AnswerCn": "建立多尺度观测网络可以捕捉不同尺度的生态水文过程，从而通过提供综合数据集来增强理解，这些数据集整合了气象、土壤湿度和植被动态等多种数据类型。这可以导致对这些过程的模型和预测的改进。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended outcomes of integrating remote sensing technologies with ground-based observations in alpine hydrology research?",
                "QuestionCn": "将遥感技术与地面观测相结合在高山水文学研究中的预期结果是什么？",
                "AnswerEn": "The integration of remote sensing technologies with ground-based observations aims to improve the accuracy and prediction of hydrological processes in alpine regions. This approach helps overcome the scarcity of observation data due to access difficulties and technological barriers, enhances the validation and calibration of remote sensing data, and supports the development of next-generation ecosystem observation networks.",
                "AnswerCn": "遥感技术与地面观测的结合旨在提高高山地区水文过程的准确性和预测能力。这种方法有助于克服由于访问困难和技术障碍导致的观测数据稀缺，增强遥感数据的验证和校准，并支持下一代生态系统观测网络的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it necessary to develop datasets focusing on snow cover and frozen ground in the Heihe River Basin?",
                "QuestionCn": "为什么有必要开发关注黑河流域雪盖和冻土的数据集？",
                "AnswerEn": "Developing datasets on snow cover and frozen ground is necessary due to their significant impact on hydrological processes and eco-functions in the Heihe River Basin. These datasets provide essential parameters for hydrological modeling, offer insights into the effects of climate change on snow dynamics, and help regulate water resources that are critical for sustaining downstream ecosystems.",
                "AnswerCn": "开发雪盖和冻土的数据集是必要的，因为它们对黑河流域的水文过程和生态功能有显著影响。这些数据集提供了水文建模所需的基本参数，提供了气候变化对雪动态影响的见解，并有助于调节对维持下游生态系统至关重要的水资源。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How does the integration of remote sensing and ground measurements enable improved predictions of hydrological processes in alpine regions?",
                "QuestionCn": "遥感技术与地面测量的结合如何提高对高山地区水文过程的预测能力？",
                "AnswerEn": "By combining remote sensing data with data assimilation, researchers can improve predictions of hydrological processes despite the complexities and uncertainties of remote sensing data. This integration allows for the validation and calibration of data, providing accurate forcing data for hydrological modeling and validating remote sensing products.",
                "AnswerCn": "通过将遥感数据与数据同化相结合，研究人员能够改善水文过程的预测，尽管遥感数据存在复杂性和不确定性。这种整合允许对数据进行验证和校准，为水文建模提供准确的强迫数据，并验证遥感产品。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions enable the establishment of a distributed and multiscale observation network for alpine hydrology research?",
                "QuestionCn": "哪些条件能够促进阿尔卑斯水文研究的分布式和多尺度观测网络的建立？",
                "AnswerEn": "The establishment of a distributed and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) was enabled by deploying a network of automatic meteorological stations, snow superstations, and frozen ground superstations. This setup aimed to provide high-quality hydrometeorological data, capture snow accumulation and ablation processes, and monitor freeze-thaw cycles to support model development and remote sensing validation.",
                "AnswerCn": "在黑河流域上游建立了一个分布式和多尺度的观测网络，通过部署自动气象站、雪超级站和冻土超级站来实现。该设置旨在提供高质量的水文气象数据，捕捉雪的积累和融化过程，并监测冻融循环，以支持模型开发和遥感验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in obtaining consistent and complete observation data for alpine regions, and how could these challenges affect data collection methods?",
                "QuestionCn": "在高山地区获取一致和完整的观测数据可能面临挑战，这些挑战可能会影响数据收集方法。",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed. These factors can hinder the development of remote sensing technologies and alpine hydrological models, leading to difficulties in accessing and collecting high-quality data in these regions.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，妨碍了在需要的地方/时间进行全面和一致的数据收集。这些因素可能会阻碍遥感技术和高山水文模型的发展，从而导致在这些地区获取和收集高质量数据的困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the development of multiscale observation networks be crucial for advancing predictive understanding in eco-hydrology, and what obstacles could prevent these networks from achieving their expected impact?",
                "QuestionCn": "多尺度观测网络的发展对于推进生态水文学的预测理解可能至关重要，因为它们能够提供不同空间和时间尺度上的综合数据，从而帮助科学家更好地理解水文过程与生态系统之间的相互作用。然而，可能会有一些障碍阻止这些网络实现预期的影响，例如资金不足、技术挑战、数据共享和整合的困难，以及跨学科合作的缺乏等。",
                "AnswerEn": "Multiscale observation networks are essential for obtaining comprehensive datasets that provide accurate forcing data for hydrological modeling and validate remote sensing data. However, obstacles such as the scarcity of high-quality snow and frozen ground data for parameterization and the influence of environmental factors like strong wind can limit their effectiveness and expected impact.",
                "AnswerCn": "多尺度观测网络对于获取全面的数据集至关重要，这些数据集提供了准确的水文建模强迫数据并验证遥感数据。然而，高质量的雪和冻土数据稀缺以及强风等环境因素的影响可能限制它们的有效性和预期影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of hierarchically nested scales in capturing multi-scale eco-hydrological processes in an oasis-desert area using a dataset?",
                "QuestionCn": "如何评估分层嵌套尺度在捕捉绿洲-沙漠地区多尺度生态水文过程中的有效性，使用一个数据集？",
                "AnswerEn": "The use of hierarchically nested scales, as applied in the HiWATER experiment in the oasis-desert area, allows for the capture of multi-scale eco-hydrological processes effectively. The deployment of instruments like eddy covariance towers, automatic meteorological stations, and remote sensing technologies at various scales helps in obtaining comprehensive and high-resolution data, which is crucial for understanding complex interactions within the ecosystem.",
                "AnswerCn": "在HiWATER实验中，层次嵌套尺度的使用有效地捕捉了多尺度生态水文过程。通过在不同尺度上部署涡度协方差塔、自动气象站和遥感技术等仪器，有助于获取全面且高分辨率的数据，这对于理解生态系统内复杂的相互作用至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How can the accuracy and reliability of snow cover data be enhanced when using remote sensing products in combination with ground-based observations?",
                "QuestionCn": "如何在结合地面观测的情况下，通过使用遥感产品来提高雪盖数据的准确性和可靠性？",
                "AnswerEn": "The accuracy of snow cover data can be enhanced by combining remote sensing products with ground-based observations, as demonstrated in the Heihe River Basin study. Techniques like LiDAR, imaging spectrometers, and multi-angle thermal imagers provide high-resolution remote sensing data, which, when validated and calibrated with ground measurements from superstations, improve the reliability and comprehensiveness of snow cover observations.",
                "AnswerCn": "通过将遥感产品与地面观测相结合，可以提高雪盖数据的准确性，正如在黑河流域研究中所示。激光雷达、成像光谱仪和多角度热成像仪等技术提供了高分辨率的遥感数据，这些数据经过超级站的地面测量验证和校准后，可以提高雪盖观测的可靠性和全面性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how researchers can ensure the accuracy and reliability of snow cover data collected using remote sensing techniques in alpine regions.",
                "QuestionCn": "我不明白研究人员如何能够确保在高山地区使用遥感技术收集的雪盖数据的准确性和可靠性。",
                "AnswerEn": "Researchers use an integrated observation network consisting of automatic meteorological stations and superstations for snow and frozen ground observations. They validate remote sensing data with fine-resolution data collected from these stations. Instruments such as the GammaMONitor and FlowCapt are used for measuring snow water equivalent and blowing snow, which helps in capturing accurate snow cover properties despite challenges like strong winds and harsh climates.",
                "AnswerCn": "研究人员使用一个集成观测网络，包括自动气象站和超级站，进行雪和冻土观测。他们利用从这些站点收集的高分辨率数据来验证遥感数据。GammaMONitor和FlowCapt等仪器用于测量雪水当量和吹雪，这有助于在强风和恶劣气候等挑战下捕捉准确的雪盖特性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of the challenges involved in collecting consistent hydrometeorological data in the harsh conditions of alpine environments.",
                "QuestionCn": "我无法理解在恶劣的高山环境中收集一致的水文气象数据所面临的挑战。",
                "AnswerEn": "Challenges include extreme weather conditions, high altitudes, and complex terrains that hinder data collection and sensor functionality. Researchers address these by establishing a distributed network of automatic meteorological stations and superstations, which continuously monitor variables like wind, temperature, and precipitation. Despite these efforts, issues like power loss and sensor malfunctions can still lead to data loss.",
                "AnswerCn": "挑战包括极端天气条件、高海拔和复杂地形，这些因素妨碍了数据收集和传感器的功能。研究人员通过建立一个分布式的自动气象站和超级气象站网络，持续监测风、温度和降水等变量来应对这些问题。尽管采取了这些措施，电力损失和传感器故障等问题仍可能导致数据丢失。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please provide an overview of the methods used to ensure quality control and data calibration in the collection of snow cover and meteorological data within multiscale observation networks.",
                "QuestionCn": "请提供一个关于在多尺度观测网络中收集雪盖和气象数据时用于确保质量控制和数据校准的方法概述。",
                "AnswerEn": "In the field above, observational data are carefully quality controlled through sensor calibration, data collection, data processing, and dataset generation. Instruments such as eddy covariance towers, large aperture scintillometers, and automatic meteorological stations are part of the observation system, ensuring rigorous quality standards are maintained. Observations are further validated using high-resolution soil physics datasets and remote sensing products.",
                "AnswerCn": "在上述领域，观测数据通过传感器校准、数据收集、数据处理和数据集生成进行严格的质量控制。涡度协方差塔、大孔径闪烁仪和自动气象站等仪器是观测系统的一部分，确保维持严格的质量标准。观测结果还通过高分辨率土壤物理数据集和遥感产品进行进一步验证。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}