{
  "id": "e4ce8bd0-242e-4636-8f19-6d049d01cd3d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "1: 1 million wetland data of Jiangsu Province",
      "titleCn": "江苏省1:100万湿地数据",
      "description": "The data is clipped from \"1: 1 million wetland data of China\".\n\"1: 1 million wetland data of China\" mainly reflects the national marsh wetland information in the 2000s. It is expressed in geographic coordinates using the decimal degree. The main contents include: marsh wetland types, wetland water supply types, soil types, main vegetation types, geographical area, etc. Implemented the \"Standard for Information Classification and Coding of Sustainable Development Information Sharing System of China\". Data source of this database: 1:20 swamp map (internal version), Tibetan Plateau 1: 500,000 swamp map (internal version), swamp survey data 1: 1 million and national 1: 4 million swamp map; processing steps are: data source selection, preprocessing, digitization and encoding of marsh wetland elements, data editing processing, establishing topological relationships, edge processing, projection conversion, linking with attribute databases such as place names and obtaining attribute data.",
      "descriptionCn": "该数据由“中国1:100万湿地数据”剪裁而来。\n“中国1:100万湿地数据”主要反映2000年代全国沼泽湿地信息，采用十进制度为单位的地理坐标表示，主要内容包括：沼泽湿地的类型、湿地的水源补给类型、土壤类型、主要植被类型、所属地理区域等。执行了《中国可持续发展信息共享系统信息分类与编码标准》。本数据库数据源：1:20沼泽图（内部版）、青藏高原1：50万沼泽图（内部版）、沼泽调查数据1：100万和全国1：400万沼泽图；处理步骤为：数据源选择、预处理、沼泽湿地要素数字化与编码、数据编辑处理、建立拓扑关系、接边处理、投影转换、与地名等属性数据库连结并获取属性数据。",
      "instructions": "SHP format storage",
      "instructionsCn": "shp 格式存储",
      "east": 122.0,
      "west": 116.2,
      "south": 30.6,
      "north": 35.2,
      "startTime": null,
      "endTime": null,
      "fileSize": 136892.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张树清",
        "nameEn": "ZHANG Shuqing",
        "unitEn": "",
        "unitCn": "东北地理与农业生态研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国1：100万湿地数据",
        "titleEn": null,
        "referenceCn": "张树清, 中国1：100万湿地数据, 东北地理与农业生态研究所, 2000",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "沼泽",
        "nameEn": "Marsh"
      },
      {
        "nameCn": "湿地",
        "nameEn": "Wetland"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the main sources for collecting marsh wetland data at a scale of 1:100万 in Jiangsu Province?",
        "QuestionCn": "在江苏省以1:100万的比例收集沼泽湿地数据的主要来源是什么？",
        "AnswerEn": "1:20 marsh maps internal version, 1:50万 marsh maps of the Qinghai-Tibet Plateau internal version, 1:100万 marsh survey data, 1:400万 national marsh maps",
        "AnswerCn": "1:20 内部版本沼泽地图，1:50万 青藏高原沼泽地图内部版本，1:100万 沼泽调查数据，1:400万 全国沼泽地图",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and types of wetlands represented in a dataset focusing on marshland information from the 2000s in China?",
        "QuestionCn": "在关注2000年代中国沼泽地信息的数据集中，湿地的特征和类型包括哪些？",
        "AnswerEn": "type of marshland, water source supply type, soil type, main vegetation type, geographic region",
        "AnswerCn": "沼泽类型，水源供应类型，土壤类型，主要植被类型，地理区域",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of wetlands are categorized within a dataset focusing on marsh wetlands in China from the 2000s?",
        "QuestionCn": "在2000年代关于中国沼泽湿地的数据集中，湿地被分类为多少种类型？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of types of wetlands. Therefore, based on the information given, a refined numerical answer cannot be extracted.",
        "AnswerCn": "原始答案没有提供湿地类型数量的具体数值。因此，基于所给信息，无法提取出精确的数值答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'geographic coordinate representation using decimal system' mean in the context of wetland data collection?",
        "QuestionCn": "在湿地数据收集的背景下，“使用十进制系统的地理坐标表示”是什么意思？",
        "AnswerEn": "Geographic coordinate representation using the decimal system refers to expressing the location of wetland features in terms of latitude and longitude using decimal degrees. This method allows for precise identification and mapping of wetlands on geographic information systems, facilitating data analysis and visualization.",
        "AnswerCn": "地理坐标表示法使用十进制系统是指用十进制度数表示湿地特征的位置，包括纬度和经度。这种方法允许对湿地进行精确的识别和映射，便于在地理信息系统中进行数据分析和可视化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a dataset that reflects the marshland information using a 1:100 million scale in Jiangsu Province?",
        "QuestionCn": "创建一个反映江苏省湿地信息的1:100百万比例尺数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives are to provide detailed information on marshland types, water source replenishment types, soil types, major vegetation types, and geographical regions, using geographic coordinates in the decimal system to aid in representing marshland information from the 2000s across the country. This is achieved by following data processing steps such as data source selection, preprocessing, digitization and coding of marshland elements, data editing, establishing topological relationships, edge matching, projection transformation, and linking with other attribute databases.",
        "AnswerCn": "主要目标是提供关于湿地类型、水源补给类型、土壤类型、主要植被类型和地理区域的详细信息，使用十进制度的地理坐标来帮助表示2000年代全国范围内的湿地信息。这通过遵循数据处理步骤实现，包括数据源选择、预处理、湿地元素的数字化和编码、数据编辑、建立拓扑关系、边缘匹配、投影变换以及与其他属性数据库的链接。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in digitizing and encoding marsh wetland features from various source maps?",
        "QuestionCn": "从各种来源地图中数字化和编码沼泽湿地特征的程序步骤是什么？",
        "AnswerEn": "The process includes selecting data sources, preprocessing, digitizing and encoding marsh wetland features, data editing, establishing topological relationships, handling edge matching, performing projection transformations, and linking with geographic names and attribute databases to obtain attribute data.",
        "AnswerCn": "该过程包括选择数据源、预处理、数字化和编码沼泽湿地特征、数据编辑、建立拓扑关系、处理边缘匹配、执行投影变换，以及与地理名称和属性数据库链接以获取属性数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing steps enable the integration of multiple scales of mapping data into a cohesive wetland dataset?",
        "QuestionCn": "哪些数据处理步骤能够将多个尺度的制图数据整合成一个统一的湿地数据集？",
        "AnswerEn": "Data processing steps such as data source selection, preprocessing, digitization and encoding of wetland features, data editing and processing, establishing topological relationships, edge processing, and projection transformation enable the integration of multiple scales of mapping data into a cohesive wetland dataset.",
        "AnswerCn": "数据处理步骤，如数据源选择、预处理、湿地特征的数字化和编码、数据编辑和处理、建立拓扑关系、边缘处理以及投影变换，使得多个尺度的制图数据能够整合成一个统一的湿地数据集。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}