{
  "id": "e5179ef6-641e-4070-aa3f-de97db724b96",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "The precipitation dataset of the Third Pole region (1951-2010)",
      "titleCn": "第三极地区降水资料（1951-2010）",
      "description": "The precipitation dataset of the Third Pole region mainly contains two EXCEL files: \n(1) Daily precipitation data in China in the Third Pole region, named as China_daily.xlsx. The precipitation data in China were obtained from the China Meteorological Administration-National Meteorological Information Center (http://data.cma.gov.cn/site/index.html).\n(2) Daily precipitation data in other countries in the Third Pole region, named as Foreign_daily.xlsx. The precipitation data in other countries were obtained from NCDC International Climatic Data Center - NOAA Satellite Information Service Center (http://www7.ncdc.noaa.gov/CDO/country), Pakistan Meteorological Administration, Nepal Meteorological Administration, etc.\nThere are seven variables in these two EXCEL data files: precipitation, corrected precipitation, correction factor, wind-induced loss, evaporation loss, wet loss, and trace precipitation. The detail characteristics of TPE stations were described in an EXCEL file either, named as \"TPE station and gauge type.xls\". The raw data has been strictly quality controlled by the relevant meteorological departments and has been applied in relevant academic papers.",
      "descriptionCn": "第三极地区降水资料库包含7个指标：降水量（Precipitation），订正后降水 （Corrected Precipitation），订正系数（Correction Factor），风速损失（Wind-induced loss），蒸发损失（Evaporation loss），湿润损失（Wetting loss），微降水（Trace precipitation）。涵盖了第三极地区台站观测降水数据，同时包含了订正后的降水数据、订正系数，以及由风速、蒸发、湿润等引起的降水损失、微量降水等。\n(1)中国境内观测降水数据来自于中国气象局-国家气象信息中心(http://data.cma.gov.cn/site/index.html)\n(2)国外观测降水数据来自NCDC国际气候数据中心-NOAA卫星信息服务中心(http://www7.ncdc.noaa.gov/CDO/country)，巴基斯坦气象局，尼泊尔气象局等。\n原始数据已经由气象业务部门经过严格的质量控制，并已经在相关学术期刊发表。因各个国家气象数据集的规范不同，订正前需要统一气象要素单位，即气温、风速、降水等单位各自统一为℃、m/s、mm。\n该数据集包含2个表格：\n第三极地区中国境内降水日资料；\n第三极地区境外降水日资料。\n表格1，2包含如下字段：台站编号，日期，观测降水，订正后降水，订正系数，风速损失，蒸发损失，湿润损失，微降水。",
      "instructions": "",
      "instructionsCn": "",
      "east": 105.0,
      "west": 65.0,
      "south": 25.0,
      "north": 45.0,
      "startTime": "1951-01-08 16:00:00",
      "endTime": "2011-01-06 16:00:00",
      "fileSize": 105931993.0,
      "cstr": "18406.11.Hydrology.tpe.249443.db",
      "doi": "10.11888/Hydrology.tpe.249443.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张寅生",
        "nameEn": "ZHANG Yinsheng",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Precipitation bias variability versus various gauges under different climatic conditions over the Third Pole Environment (TPE) region",
        "referenceCn": null,
        "referenceEn": "Ma, Y.Z.,  Zhang, Y.S., Yang, D.Q., &Farhan, S.B. (2015).  Precipitation bias variability versus various gauges under different climatic conditions over the Third Pole Environment (TPE) region. International Journal of Climatology, 35(7), 1201–1211."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "湿度/干燥度",
        "nameEn": "Humidity/Dryness"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "第三极地区",
        "keywordEn": "the Third Pole region"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1951-2010",
        "keywordEn": "1951-2010",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Accurate precipitation data and information are essential for understanding water resources and hydrometeorological processes at both regional and global scales. However, it is well known that precipitation amounts measured by means of precipitation gauges, especially snowfall, contain substantial negative biases. Systematic errors are particularly important with regard to these factors, because they affect all types of precipitation gauges, especially in cold regions. Research projects on the incompatibility of precipitation measurements and records have been conducted by way of gauge inter-comparison experiments by the World Meteorological Organization (WMO). These studies focus on the impact of wind, evaporation and other sources of errors in precipitation observations. Reliable precipitation is one of the most important variables in research into climate, glaciers, hydrology and ecosystems across the whole region. Atmospheric circulation patterns over the TPE region are characterized by the Indian monsoon (IM) in summer and the mid-latitude Westerlies in winter. Furthermore, a separate but shallow Tibetan Plateau monsoon (TPM) is also present, which is best defined at the 600hPa surface, originating from the thermal contrast between the Tibetan Plateau and the surrounding lower altitude regions."
      ],
      "research objective": [
        "In order to improve the accuracy of precipitation observations across the TPE region, we employed the bias adjustment procedure recommended by the WMO; this addresses all biases, including wind-induced undercatch, wetting and evaporation losses, and the trace amount of precipitation at 241 meteorological stations in various countries, which consequently involves a variety of gauge types."
      ],
      "challenges": [
        "Despite the research summarized above, improvement of bias adjustments across the TPE region is still called for as follows: (1) none of the former studies performed a full version of adjustment; (2) the target area should be expanded to the surrounding countries and regions as a means of improving assessment of climatic regime conditions for bias adjustment; (3) data series need to be up-to-date."
      ],
      "methods": [
        "In this study, observations of daily precipitation and other elements (e.g. temperature and wind speed) from 1951 to 2010 are based on two individual datasets. We quantified the biases for various gauges and different climatic conditions and also updated the precipitation data to cover the past 60 years."
      ],
      "dataset": [
        "The data for the Chinese climatic stations were acquired from the Chinese Meteorological Administration (CMA). The other data were obtained from the Global Summary of Day Product (GSDP). Most of the stations (more than 85%) have long term records (over 30 years); others have relatively short records, but not less than 15 years. The stations selected in this work generally cover various climate zones across the TPE region."
      ],
      "findings": [
        "The results reveal that the average annual precipitation has increased considerably from a minimum of 4mm to a maximum of 409mm with an overall mean of 27% from the adjustment, the largest bias being found in the Chinese standard precipitation gauge (CSPG) which was used in the central TPE region."
      ],
      "backgroundCn": [
        "准确的降水数据和信息对于理解区域和全球水资源及水气象过程至关重要。然而，众所周知，通过降水雨量计测量的降水量，尤其是降雪，存在显著的负偏差。系统性误差在这些因素上尤其重要，因为它们影响所有类型的降水雨量计，特别是在寒冷地区。世界气象组织（WMO）通过降水量计比较实验开展了关于降水测量和记录不兼容性的研究项目。这些研究集中在风、蒸发和其他降水观测误差源的影响上。可靠的降水数据是气候、冰川、水文学和生态系统研究中最重要的变量之一，涵盖整个区域。青藏高原（TPE）地区的气候环流模式在夏季以印度季风（IM）为特征，而在冬季则以中纬度西风为特征。此外，还有一个单独但较浅的青藏高原季风（TPM），它在600hPa的高度上最为明显，源于青藏高原与周围低海拔地区之间的热对比。"
      ],
      "research objectiveCn": [
        "为了提高TPE地区降水观测的准确性，我们采用了世界气象组织推荐的偏差调整程序；该程序解决了所有偏差，包括风引起的漏捕、湿润和蒸发损失，以及241个气象站的微量降水，这些气象站分布在不同国家，涉及多种类型的雨量计。"
      ],
      "challengesCn": [
        "尽管上述研究进行了总结，但仍然呼吁对TPE地区的偏差调整进行改进，具体如下：(1) 以前的研究没有进行全面的调整；(2) 目标区域应扩大到周边国家和地区，以改善气候条件评估的偏差调整；(3) 数据系列需要保持最新。"
      ],
      "methodsCn": [
        "在这项研究中，1951年至2010年的每日降水量和其他元素（如温度和风速）的观测数据基于两个独立的数据集。我们量化了不同气候条件下各种雨量计的偏差，并更新了降水数据，以覆盖过去60年。"
      ],
      "datasetCn": [
        "中国气象站的数据来自中国气象局（CMA）。其他数据则来自全球日总结产品（GSDP）。大多数站点（超过85%）拥有长期记录（超过30年）；其他站点的记录相对较短，但不少于15年。本研究中选择的站点一般覆盖了TPE地区的各种气候区。"
      ],
      "findingsCn": [
        "结果显示，年平均降水量从最低的4毫米增加到最高的409毫米，整体均值调整后增加了27%。在中央TPE地区使用的中国标准降水计（CSPG）发现了最大的偏差。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can wind-induced undercatch significantly affect the accuracy of precipitation measurements across the TPE region?",
        "QuestionCn": "风引起的漏收是否会显著影响TPE地区降水测量的准确性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the bias adjustment procedure recommended by the WMO used to address inaccuracies in precipitation data?",
        "QuestionCn": "世界气象组织推荐的偏差调整程序是否用于解决降水数据中的不准确性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data source for historical precipitation data in the Third Pole region the Chinese Meteorological Administration, the Global Summary of Day Product, or other meteorological agencies?",
        "QuestionCn": "第三极地区历史降水数据的主要数据来源是中国气象局、全球日总结产品还是其他气象机构？",
        "AnswerEn": "Chinese Meteorological Administration",
        "AnswerCn": "中国气象局",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary challenges in adjusting precipitation data across the Third Pole Environment (TPE) region?",
        "QuestionCn": "在第三极环境（TPE）地区调整降水数据的主要挑战是什么？",
        "AnswerEn": "lack of a full version of bias adjustment",
        "AnswerCn": "缺乏完整版本的偏差调整",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors are considered in correcting precipitation measurement biases in the Third Pole Environment (TPE) region?",
        "QuestionCn": "在第三极环境（TPE）地区，纠正降水测量偏差时考虑的因素有哪些？",
        "AnswerEn": "wind-induced undercatch, wetting and evaporation losses, trace amounts of precipitation",
        "AnswerCn": "风引起的低估、润湿和蒸发损失、微量降水",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to adjust biases such as wind-induced undercatch in precipitation measurements?",
        "QuestionCn": "您能否提供一个用于调整诸如风引起的降水测量下采偏差的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves employing the bias adjustment procedure recommended by the World Meteorological Organization (WMO), which addresses biases including wind-induced undercatch, wetting, and evaporation losses, as well as trace precipitation at 241 meteorological stations across various countries.",
        "AnswerCn": "一种数据收集方法涉及采用世界气象组织（WMO）推荐的偏差调整程序，该程序解决了包括风引起的欠收、湿润和蒸发损失以及241个国家的气象站的微量降水在内的偏差问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when adjusting precipitation data collected from multiple countries in the TPE region?",
        "QuestionCn": "在调整来自TPE地区多个国家的降水数据时面临的一个挑战是什么？",
        "AnswerEn": "One challenge is the need to standardize data from various countries and regions to improve assessment of climatic regime conditions for bias adjustment, as former studies have not performed a full version of adjustment and require data series to be up-to-date.",
        "AnswerCn": "一个挑战是需要对来自不同国家和地区的数据进行标准化，以改善气候条件评估的偏差调整，因为以前的研究没有进行全面的调整，并且需要数据系列保持最新。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that covers long-term precipitation records across diverse climate zones in the TPE region?",
        "QuestionCn": "您能否提供一个涵盖TPE地区不同气候区长期降水记录的数据集示例？",
        "AnswerEn": "A dataset example is the one that includes data from Chinese climatic stations acquired from the Chinese Meteorological Administration (CMA) and other data from the Global Summary of Day Product (GSDP), with most stations having long-term records of over 30 years, covering various climate zones across the TPE region.",
        "AnswerCn": "一个数据集的例子是包含来自中国气象局（CMA）的中国气候站的数据，以及来自全球日总结产品（GSDP）的其他数据，大多数气象站的记录超过30年，覆盖了TPE地区的各种气候区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data correction methods used for precipitation measurements in cold regions?",
        "QuestionCn": "用于寒冷地区降水测量的数据修正方法的特点是什么？",
        "AnswerEn": "bias adjustments, wind-induced undercatch, wetting losses, evaporation losses, trace precipitation",
        "AnswerCn": "偏差调整、风引起的少测、湿润损失、蒸发损失、微量降水",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the primary variables and indicators considered in the precipitation datasets for the Third Pole region?",
        "QuestionCn": "第三极地区降水数据集考虑的主要变量和指标有哪些？",
        "AnswerEn": "precipitation amount, corrected precipitation, correction factor, wind-induced loss, evaporation loss, wetting loss, trace precipitation",
        "AnswerCn": "降水量，校正降水量，校正系数，风致损失，蒸发损失，湿润损失，微量降水",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many meteorological stations were involved in the data collection for precipitation in the TPE region?",
        "QuestionCn": "在TPE地区，参与降水数据收集的气象站有多少个？",
        "AnswerEn": "241",
        "AnswerCn": "241",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the range of years covered by the precipitation data collection in the TPE region?",
        "QuestionCn": "TPE地区降水数据收集的年份范围是什么？",
        "AnswerEn": "1951-2010",
        "AnswerCn": "1951-2010",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'bias adjustment procedure' in the context of precipitation data collection?",
        "QuestionCn": "在降水数据收集的背景下，“偏差调整程序”是什么意思？",
        "AnswerEn": "The 'bias adjustment procedure' refers to the methods recommended by the World Meteorological Organization (WMO) to improve the accuracy of precipitation observations by addressing biases such as wind-induced undercatch, wetting and evaporation losses, and trace amounts of precipitation.",
        "AnswerCn": "“偏差调整程序”是指世界气象组织（WMO）推荐的改善降水观测准确性的方法，通过解决诸如风引起的欠捕、湿润和蒸发损失以及微量降水等偏差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does the term 'trace precipitation' refer to in meteorological datasets?",
        "QuestionCn": "术语“微量降水”在气象数据集中指的是什么？",
        "AnswerEn": "The term 'trace precipitation' refers to amounts of precipitation that are so minimal that they are difficult to measure accurately and often result in underreporting or errors in precipitation datasets.",
        "AnswerCn": "“微量降水”一词指的是降水量极少，以至于难以准确测量，通常导致降水数据集的低报或错误。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for precipitation across the TPE region differ between Chinese climatic stations and international sources?",
        "QuestionCn": "TPE地区的降水数据收集方法在中国气象站和国际来源之间有何不同？",
        "AnswerEn": "The data for Chinese climatic stations are acquired from the Chinese Meteorological Administration (CMA), while international sources include the Global Summary of Day Product (GSDP) and data from various national meteorological agencies such as the NOAA Satellite Information Service Center, the Pakistan Meteorological Department, and the Nepal Meteorological Department. The main difference lies in the origin and possibly the standardization of data collection procedures used across these different organizations.",
        "AnswerCn": "中国气象站的数据来自中国气象局（CMA），而国际来源包括全球日总结产品（GSDP）以及来自各国气象机构的数据，如美国国家海洋和大气管理局卫星信息服务中心、巴基斯坦气象局和尼泊尔气象局。主要区别在于数据的来源以及这些不同组织在数据收集程序中可能采用的标准化程度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the presence of different atmospheric circulation patterns, such as the Indian monsoon and the Tibetan Plateau monsoon, influence the accuracy of precipitation datasets collected over the TPE region?",
        "QuestionCn": "不同的大气环流模式，如印度季风和青藏高原季风的存在，可能会如何影响在青藏高原地区收集的降水数据集的准确性？",
        "AnswerEn": "Atmospheric circulation patterns over the TPE region, like the Indian monsoon in summer and the Tibetan Plateau monsoon, affect precipitation measurements, leading to biases such as wind-induced undercatch. These patterns necessitate bias adjustments to improve dataset accuracy.",
        "AnswerCn": "TPE地区的气候环流模式，如夏季的印度季风和青藏高原季风，影响降水测量，导致诸如风引起的漏收等偏差。这些模式需要进行偏差调整，以提高数据集的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges do researchers face when attempting to unify precipitation data from various meteorological networks across different countries, and how might these impact bias adjustments?",
        "QuestionCn": "研究人员在尝试统一来自不同国家的气象网络的降水数据时面临哪些挑战，这些挑战可能如何影响偏差调整？",
        "AnswerEn": "Researchers face challenges in unifying precipitation data due to differing gauge types and climate zones across countries, which complicates bias adjustments. Uniformity in data series and gauge types is crucial for accurate bias corrections.",
        "AnswerCn": "研究人员在统一降水数据时面临挑战，因为各国的雨量计类型和气候区存在差异，这使得偏差调整变得复杂。数据系列和雨量计类型的一致性对于准确的偏差修正至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might systematic errors, like wind and evaporation losses, affect the interpretation of long-term precipitation trends in cold regions?",
        "QuestionCn": "系统误差，如风和蒸发损失，可能会以何种方式影响对寒冷地区长期降水趋势的解读？",
        "AnswerEn": "Systematic errors such as wind and evaporation losses introduce negative biases in precipitation measurements, particularly in cold regions. Correcting these biases is essential for interpreting long-term precipitation trends accurately.",
        "AnswerCn": "系统误差，如风和蒸发损失，会在降水测量中引入负偏差，特别是在寒冷地区。纠正这些偏差对于准确解读长期降水趋势至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes systematic errors in precipitation measurements within cold regions, and how do these affect data accuracy?",
        "QuestionCn": "在寒冷地区，降水测量中的系统误差的原因是什么，这些误差如何影响数据的准确性？",
        "AnswerEn": "Systematic errors in precipitation measurements, especially in cold regions, are caused by factors such as wind, evaporation, and wetting losses. These errors affect data accuracy by introducing substantial negative biases, particularly in snowfall measurements.",
        "AnswerCn": "降水测量中的系统误差，尤其是在寒冷地区，主要由风、蒸发和湿润损失等因素引起。这些误差通过引入显著的负偏差，特别是在降雪测量中，影响数据的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for bias adjustment procedures across the TPE region, and what biases are addressed by these procedures?",
        "QuestionCn": "为什么在TPE地区需要进行偏差调整程序，这些程序解决了哪些偏差？",
        "AnswerEn": "Bias adjustment procedures are needed to improve the accuracy of precipitation observations across the TPE region because of biases including wind-induced undercatch, wetting, evaporation losses, and trace amounts of precipitation, which vary by gauge type and climatic conditions.",
        "AnswerCn": "由于存在风引起的欠收、湿润、蒸发损失和微量降水等偏差，这些偏差因雨量计类型和气候条件而异，因此需要进行偏差调整程序，以提高TPE地区降水观测的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges have been identified in improving bias adjustments for precipitation data across the TPE region?",
        "QuestionCn": "在改善TPE地区降水数据的偏差调整方面，已识别出哪些挑战？",
        "AnswerEn": "Challenges in improving bias adjustments include the absence of a full version of adjustment in previous studies, the need to expand target areas to surrounding countries and regions, and the necessity of updating data series to be current.",
        "AnswerCn": "改善偏差调整的挑战包括缺乏以往研究中完整的调整版本，需要将目标区域扩展到周边国家和地区，以及更新数据系列以保持最新。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What happens to the reliability of precipitation data when bias adjustment procedures recommended by the WMO are applied to various gauge types across different climatic conditions?",
        "QuestionCn": "当应用世界气象组织推荐的偏差调整程序于不同气候条件下的各种雨量计类型时，降水数据的可靠性会发生什么变化？",
        "AnswerEn": "The reliability of precipitation data improves as the bias adjustment procedures address biases such as wind-induced undercatch, wetting, and evaporation losses, leading to more accurate observations across the region. This adjustment provides a more precise understanding of precipitation patterns and trends, crucial for climate, hydrology, and ecosystem research.",
        "AnswerCn": "降水数据的可靠性随着偏差调整程序对风引起的欠捕、湿润和蒸发损失等偏差的处理而提高，从而使该地区的观测更加准确。这种调整提供了对降水模式和趋势的更精确理解，这对气候、水文学和生态系统研究至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential effects on data consistency when unifying meteorological elements like temperature, wind speed, and precipitation across datasets from multiple countries with differing data standards?",
        "QuestionCn": "当统一来自多个国家的具有不同数据标准的数据集中的气象元素（如温度、风速和降水量）时，对数据一致性可能产生的影响是什么？",
        "AnswerEn": "Unifying meteorological elements enhances data consistency, allowing for a more standardized approach to analyzing and comparing precipitation data across different regions. This unification is crucial for conducting comprehensive assessments of climatic conditions and making precise bias adjustments, especially in regions with diverse climatic influences like the TPE.",
        "AnswerCn": "统一气象要素增强了数据的一致性，使得在不同地区分析和比较降水数据时能够采用更标准化的方法。这种统一对于进行全面的气候条件评估和进行精确的偏差调整至关重要，尤其是在像TPE这样具有多样气候影响的地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the impact on the assessment of climatic regime conditions when expanding the target area of bias adjustments to surrounding countries and regions?",
        "QuestionCn": "当将偏差调整的目标区域扩展到周边国家和地区时，对气候条件评估的影响是什么？",
        "AnswerEn": "Expanding the target area of bias adjustments to include surrounding countries and regions improves the assessment of climatic regime conditions by providing a broader and more representative dataset. This expansion enables more accurate evaluations of precipitation patterns and biases, facilitating better understanding and predictions of regional climate dynamics.",
        "AnswerCn": "扩大偏差调整的目标区域，包括周边国家和地区，可以通过提供更广泛和更具代表性的数据集来改善气候条件的评估。这一扩展使得对降水模式和偏差的评估更加准确，从而促进对区域气候动态的更好理解和预测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of employing bias adjustment procedures in precipitation data collection across the TPE region?",
        "QuestionCn": "在TPE地区收集降水数据时，采用偏差调整程序的主要目标是什么？",
        "AnswerEn": "The primary objective is to improve the accuracy of precipitation observations across the TPE region by addressing all biases, including wind-induced undercatch, wetting and evaporation losses, and the trace amount of precipitation at meteorological stations, which involves a variety of gauge types.",
        "AnswerCn": "主要目标是通过解决所有偏差，包括风引起的欠收、湿润和蒸发损失，以及气象站的微量降水，来提高TPE地区降水观测的准确性，这涉及多种类型的雨量计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to expand the target area for bias adjustment to include surrounding countries and regions in the TPE?",
        "QuestionCn": "为什么在TPE中扩展偏差调整的目标区域以包括周边国家和地区是重要的？",
        "AnswerEn": "Expanding the target area is important to improve the assessment of climatic regime conditions for bias adjustment, as this could enhance the understanding of precipitation biases in various climate zones across the TPE region.",
        "AnswerCn": "扩大目标区域对于改善气候条件评估以进行偏差调整非常重要，因为这可以增强对TPE地区不同气候区降水偏差的理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What motivates the need for updating precipitation data to cover the past 60 years in the TPE region?",
        "QuestionCn": "更新TPE地区过去60年的降水数据的动机是什么？",
        "AnswerEn": "The need to update precipitation data is motivated by the objective of quantifying biases for various gauges and different climatic conditions, ensuring that the data series are current and reflect long-term trends in precipitation patterns across the TPE region.",
        "AnswerCn": "更新降水数据的需求是为了量化不同气象站和不同气候条件下的偏差，确保数据系列是最新的，并反映TPE地区降水模式的长期趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be used to address biases such as wind-induced undercatch, wetting, and evaporation losses when collecting precipitation data in cold regions?",
        "QuestionCn": "在寒冷地区收集降水数据时，可以采用哪些程序来解决风引起的欠收、湿润和蒸发损失等偏差问题？",
        "AnswerEn": "To address biases such as wind-induced undercatch, wetting, and evaporation losses in precipitation data collection, the bias adjustment procedure recommended by the World Meteorological Organization (WMO) is employed. This method involves adjusting for various biases across different gauge types and climatic conditions, as practiced in the TPE region at 241 meteorological stations across various countries.",
        "AnswerCn": "为了应对降水数据收集中的偏差，如风引起的低估、湿润和蒸发损失，采用世界气象组织（WMO）推荐的偏差调整程序。该方法涉及针对不同雨量计类型和气候条件的各种偏差进行调整，正如在TPE地区241个气象站的不同国家所实践的那样。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What steps are involved in quantifying biases for different precipitation gauges and climatic conditions within a dataset covering multiple decades?",
        "QuestionCn": "在涵盖多个十年的数据集中，量化不同降水计和气候条件的偏差涉及哪些步骤？",
        "AnswerEn": "Quantifying biases for different precipitation gauges and climatic conditions involves analyzing observations of daily precipitation and other elements like temperature and wind speed. The data, spanning from 1951 to 2010, are used to update precipitation records and quantify biases for different gauge types and climatic conditions, ensuring comprehensive coverage of the past 60 years across various climate zones in the TPE region.",
        "AnswerCn": "量化不同降水雨量计和气候条件的偏差涉及分析日降水量及其他元素，如温度和风速。数据涵盖1951年至2010年，用于更新降水记录并量化不同雨量计类型和气候条件的偏差，确保在TPE地区的各种气候区内对过去60年的全面覆盖。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods are employed to adjust precipitation data for biases such as wind-induced undercatch and evaporation losses in hydrometeorological research?",
        "QuestionCn": "在水文气象研究中，用于调整降水数据以纠正风引起的少测和蒸发损失等偏差的方法有哪些？",
        "AnswerEn": "In order to improve the accuracy of precipitation observations across the TPE region, the bias adjustment procedure recommended by the WMO is employed. This addresses biases including wind-induced undercatch, wetting and evaporation losses, and the trace amount of precipitation.",
        "AnswerCn": "为了提高TPE地区降水观测的准确性，采用了世界气象组织推荐的偏差调整程序。这一程序解决了包括风引起的漏捕、湿润和蒸发损失以及微量降水等偏差问题。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the challenges faced in ensuring the compatibility and accuracy of precipitation measurements across different countries and gauge types?",
        "QuestionCn": "确保不同国家和测量仪器类型之间降水测量的兼容性和准确性所面临的挑战有哪些？",
        "AnswerEn": "Challenges include the need for a full version of bias adjustment, expanding the target area to encompass surrounding countries and regions, and updating data series. Different countries use a variety of gauge types, which complicates compatibility and accuracy.",
        "AnswerCn": "挑战包括需要完整的偏差调整版本，扩大目标区域以涵盖周边国家和地区，以及更新数据系列。不同国家使用多种类型的测量仪器，这使得兼容性和准确性变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might bias adjustments in precipitation datasets across the Third Pole Environment (TPE) region not fully meet the expectations of researchers?",
        "QuestionCn": "为什么第三极环境（TPE）地区的降水数据集中的偏差调整可能无法完全满足研究人员的期望？",
        "AnswerEn": "Despite previous research efforts, challenges remain because none of the former studies performed a full version of adjustment. Additionally, there is a need to expand the target area to surrounding countries and regions for better assessment of climatic regime conditions for bias adjustment.",
        "AnswerCn": "尽管之前的研究工作已经进行，但仍然存在挑战，因为以前的研究没有进行全面的调整。此外，需要将目标区域扩展到周边国家和地区，以更好地评估气候条件的偏差调整。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is it expected that data series for precipitation measurements need to be up-to-date in the context of the TPE region?",
        "QuestionCn": "在TPE地区，预计降水测量的数据系列需要保持最新的原因是什么？",
        "AnswerEn": "Updating the precipitation data is crucial to improve the accuracy of observations and to ensure that biases for various gauges and different climatic conditions are well-quantified, covering a comprehensive period of 60 years from 1951 to 2010.",
        "AnswerCn": "更新降水数据对于提高观测的准确性至关重要，并确保对各种雨量计和不同气候条件的偏差进行充分量化，涵盖从1951年到2010年的60年综合时期。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why might there be an expectation for systematic errors in precipitation measurements to impact all types of precipitation gauges, especially in cold regions?",
        "QuestionCn": "为什么人们会预期在寒冷地区的降水测量中，系统误差会影响所有类型的降水计？",
        "AnswerEn": "Systematic errors, such as those caused by wind, evaporation, and wetting, are particularly significant because they affect all types of precipitation gauges, especially in cold regions where snowfall measurements contain substantial negative biases.",
        "AnswerCn": "系统误差，如风、蒸发和湿润引起的误差，特别重要，因为它们影响所有类型的降水计，尤其是在寒冷地区，降雪测量存在显著的负偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How can the reliability of a dataset measuring precipitation in cold regions be evaluated, considering the known systematic errors associated with precipitation gauges?",
        "QuestionCn": "如何评估在寒冷地区测量降水的数据库的可靠性，考虑到与降水计相关的已知系统误差？",
        "AnswerEn": "The reliability can be evaluated by conducting gauge inter-comparison experiments, as suggested by the World Meteorological Organization (WMO), which address biases such as wind-induced undercatch, wetting, and evaporation losses. These methods are particularly significant in cold regions where such biases are most prevalent.",
        "AnswerCn": "可靠性可以通过进行仪器互比实验来评估，正如世界气象组织（WMO）所建议的，这些实验可以解决诸如风引起的欠捕、湿润和蒸发损失等偏差。这些方法在寒冷地区尤为重要，因为这些偏差在这些地区最为普遍。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges might researchers face in expanding the scope of data collection methods for precipitation across diverse climatic zones in the TPE region?",
        "QuestionCn": "研究人员在扩大TPE地区不同气候区降水数据收集方法的范围时可能面临哪些挑战？",
        "AnswerEn": "Challenges include the need to perform a full version of bias adjustment and the requirement to expand the target area to surrounding countries and regions. Additionally, ensuring that data series are up-to-date and cover various climate zones presents a logistical challenge.",
        "AnswerCn": "挑战包括需要进行全面的偏差调整，以及需要将目标区域扩展到周边国家和地区。此外，确保数据系列是最新的并覆盖各种气候区也带来了后勤挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can data collection techniques be refined to enhance the accuracy of precipitation observations across the TPE region?",
        "QuestionCn": "可以通过哪些方式改进数据收集技术，以提高TPE地区降水观测的准确性？",
        "AnswerEn": "Refinements can include employing bias adjustment procedures recommended by the WMO, which involve addressing biases such as wind-induced undercatch, wetting, and evaporation losses, as well as accounting for trace amounts of precipitation. These techniques can be applied across various gauge types and meteorological stations.",
        "AnswerCn": "改进措施可以包括采用世界气象组织（WMO）推荐的偏差调整程序，这些程序涉及解决诸如风引起的漏捕、湿润和蒸发损失等偏差，以及考虑微量降水。这些技术可以应用于各种类型的雨量计和气象站。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how bias adjustments are conducted across various climate zones in the TPE region.",
        "QuestionCn": "我不明白在TPE地区不同气候区如何进行偏差调整。",
        "AnswerEn": "Bias adjustments are conducted by employing the procedure recommended by the World Meteorological Organization (WMO), which addresses biases such as wind-induced undercatch, wetting, evaporation losses, and trace precipitation at 241 meteorological stations with various gauge types.",
        "AnswerCn": "偏差调整是通过采用世界气象组织（WMO）推荐的程序进行的，该程序解决了241个气象站中各种雨量计类型的偏差问题，如风引起的漏收、湿润、蒸发损失和微量降水。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the methods used for correcting systematic errors in precipitation data collection across different climatic zones.",
        "QuestionCn": "总结了在不同气候区中用于修正降水数据收集系统误差的方法。",
        "AnswerEn": "The methods involve the use of bias adjustment procedures recommended by the WMO, addressing biases such as wind-induced undercatch, wetting and evaporation losses, and the trace amount of precipitation. These were applied to data from 241 meteorological stations with various gauge types across different countries.",
        "AnswerCn": "这些方法涉及使用世界气象组织（WMO）推荐的偏差调整程序，解决诸如风引起的欠捕、湿润和蒸发损失以及微量降水等偏差。这些程序应用于来自不同国家241个气象站的数据，这些气象站使用了各种类型的雨量计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in improving bias adjustments for precipitation measurements in cold regions.",
        "QuestionCn": "分析在寒冷地区改善降水测量偏差调整所面临的挑战。",
        "AnswerEn": "The challenges include the lack of a full version of adjustment in former studies, the need to expand the target area to surrounding countries and regions for better assessment of climatic regime conditions, and the necessity for up-to-date data series.",
        "AnswerCn": "挑战包括以往研究中缺乏完整的调整版本，需要将目标区域扩展到周边国家和地区，以更好地评估气候条件，以及对最新数据系列的必要性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}