{
  "id": "e541523b-752b-41f4-a6dd-55e511ae606d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of adakitic rocks and granites from balazha porphyry copper deposit, Northern Lhasa plate, Tibet",
      "titleCn": "西藏拉萨板块北部巴拉扎斑岩铜矿埃达克质岩及花岗岩地球化学数据",
      "description": "The data are the major and trace element data, zircon U-Pb isotopic dating, zircon Lu Hf isotopic data, and whole rock SR Nd isotopic data of the balazha ore bearing porphyry adakitic rock and granite in the Northern Lhasa plate, Tibet. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, and the zircon U-Pb dating and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Through the data, we can understand the regional tectonic background, and provide evidence for the genesis, source and tectonic background of magmatic rocks in Lhasa block.",
      "descriptionCn": "本数据为西藏拉萨板块北部巴拉扎含矿斑岩埃达克质岩及花岗岩全岩主微量元素数据，锆石U-Pb同位素定年及锆石Lu-Hf同位素数据，全岩Sr-Nd同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得数据可以了解区域构造背景，为拉萨地块岩浆岩的成因、来源和构造背景提供证据。",
      "instructions": "The geochemical data is stored in Excel format, and the sample name is \"YY DD\", where YY is the sampling place name and DD is the sample serial number",
      "instructionsCn": "地球化学数据以excel格式存储，样品名称为\"yy-dd\",其中yy为采样地名，dd为样品序号",
      "east": 87.25,
      "west": 87.24,
      "south": 31.34,
      "north": 31.35,
      "startTime": null,
      "endTime": null,
      "fileSize": 55467.0,
      "cstr": null,
      "doi": "10.1111/1755-6724.13674",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨晓勇",
        "nameEn": "YANG Xiaoyong",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochronology, geochemistry, and sr–nd–hf isotopes of the balazha ore-bearing porphyries: implications for petrogenesis and geodynamic setting of late cretaceous magmatic rocks in the northern lhasa block, tibet.",
        "referenceCn": "Liu, W., Wang, B. D., Yang, X. Y., Yuan, S. H., Liu, H., & Liao, Z.L. Geochronology, geochemistry, and sr–nd–hf isotopes of the balazha ore-bearing porphyries: implications for petrogenesis and geodynamic setting of late cretaceous magmatic rocks in the northern lhasa block, tibet. 地质学报（英文版）, 92(5), 1739.doi:10.1111/1755-6724.13674",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "激光剥蚀-等离子体质谱仪",
        "nameEn": "LA-ICP-MS"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚白垩世",
        "keywordEn": "Late Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What is the significance of using XRF and ICP-MS in geochemical data collection for analyzing porphyry copper deposits?",
        "QuestionCn": "在地球化学数据收集中使用XRF和ICP-MS分析斑岩铜矿床有什么重要意义？",
        "AnswerEn": "XRF (X-ray fluorescence) is significant for obtaining major element data in geochemical analysis due to its ability to accurately measure and quantify the concentration of elements in whole rock samples. ICP-MS (Inductively Coupled Plasma Mass Spectrometry) is used to obtain trace element data because of its high sensitivity and precision in detecting low concentrations of elements. Together, these methods provide comprehensive geochemical profiles necessary for understanding the composition and source of igneous rocks in the context of porphyry copper deposits like the ones in the northern Lhasa terrane.",
        "AnswerCn": "XRF（X射线荧光）在地球化学分析中获取主要元素数据具有重要意义，因为它能够准确测量和量化整岩样品中元素的浓度。ICP-MS（感应耦合等离子体质谱）用于获取微量元素数据，因为它在检测低浓度元素方面具有高灵敏度和精确度。这两种方法结合提供了全面的地球化学特征，对于理解北拉萨地块中斑岩铜矿床的成分和来源至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes that influence the accuracy and reliability of isotopic dating and elemental analysis in the geochemical study of adakitic rocks and granites in the northern Lhasa terrane?",
        "QuestionCn": "影响北拉萨地块的阿达基岩石和花岗岩的同位素定年和元素分析准确性和可靠性的潜在原因是什么？",
        "AnswerEn": "The accuracy and reliability of isotopic dating and elemental analysis in the geochemical study of adakitic rocks and granites can be influenced by several factors such as the precision of XRF and ICP-MS techniques used for major and trace element data, the calibration and setup of LA-MC-ICP-MS instruments for zircon U-Pb dating and Lu-Hf isotopic compositions, as well as the sample preparation methods. Additionally, the geological complexity and heterogeneity of the rock samples from the northern Lhasa terrane can also contribute to potential challenges in data accuracy.",
        "AnswerCn": "同位素定年和元素分析在对阿达基岩和花岗岩的地球化学研究中的准确性和可靠性可能受到多个因素的影响，例如用于主要和微量元素数据的XRF和ICP-MS技术的精度、LA-MC-ICP-MS仪器在锆石U-Pb定年和Lu-Hf同位素组成的校准和设置，以及样品制备方法。此外，来自北拉萨地块的岩石样品的地质复杂性和异质性也可能对数据的准确性带来潜在挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main objective of collecting geochemical data and isotopic information from adakitic rocks and granites in the northern Lhasa terrane?",
        "QuestionCn": "收集来自北拉萨地块的阿达基岩和花岗岩的地球化学数据和同位素信息的主要目标是什么？",
        "AnswerEn": "The main objective is to understand the regional tectonic setting and provide evidence for the genesis, source, and tectonic background of magmatic rocks in the Lhasa terrane.",
        "AnswerCn": "主要目标是理解区域构造背景，并提供拉萨地块中火成岩的成因、来源和构造背景的证据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What instrumental and procedural methods are employed to collect and analyze geochemical and isotopic data from porphyry copper deposits in the northern Lhasa terrane, and how do these methods contribute to understanding the magmatic and tectonic environment of the region?",
        "QuestionCn": "在北拉萨地块的斑岩铜矿床中，采用了哪些仪器和程序方法来收集和分析地球化学和同位素数据，这些方法如何有助于理解该地区的岩浆和构造环境？",
        "AnswerEn": "For collecting and analyzing geochemical and isotopic data from porphyry copper deposits in the northern Lhasa terrane, several instrumental and procedural methods are employed. The main element data of whole rocks are obtained using X-ray fluorescence (XRF) analysis, while trace element data are collected using inductively coupled plasma mass spectrometry (ICP-MS). Zircon U-Pb dating and in-situ Lu-Hf isotopic data are acquired using laser ablation multicollector inductively coupled plasma mass spectrometry (LA-MC-ICP-MS). Furthermore, whole-rock Sr-Nd isotopic data are also collected. These methods provide reliable data that help understand the regional tectonic background and offer evidence for the origin, source, and tectonic setting of magmatic rocks in the Lhasa terrane.",
        "AnswerCn": "为了收集和分析北拉萨地块的斑岩铜矿床的地球化学和同位素数据，采用了多种仪器和程序方法。全岩的主要元素数据通过X射线荧光（XRF）分析获得，而微量元素数据则使用感应耦合等离子体质谱（ICP-MS）收集。锆石U-Pb定年和原位Lu-Hf同位素数据通过激光剥蚀多收集器感应耦合等离子体质谱（LA-MC-ICP-MS）获得。此外，还收集了全岩Sr-Nd同位素数据。这些方法提供了可靠的数据，有助于理解区域构造背景，并为拉萨地块的岩浆岩的起源、来源和构造背景提供证据。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}