{
  "id": "e543ef85-39dd-4d72-9482-35a77247f81a",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "China regional Sentinel - 3 a / 3 b component temperature remote sensing inversion product data set (2019)",
      "titleCn": "中国区域Sentinel-3A/3B组分温度遥感反演产品数据集（2019）",
      "description": "Components of the earth's surface temperature is a key parameter of the quantitative remote sensing inversion, like yuan scale the average temperature of the lack of the representation of the real temperature distribution, and the component temperature has more clear physical significance and broad application value.Part surface temperature can double source for evaporation model, surface process input parameters, such as to further improve the energy balance process accuracy.In addition, there are many research confirmed that the part surface temperature in the application of usefulness, such as using crop water stress index monitoring vegetation growth, using the improved temperature vegetation index of drought monitoring drought conditions, etc.Sentinel of the data sets - 3 a / 3 b 2019 area of part surface temperature data products in China, the time resolution is 1 day, the spatial resolution of 1 km.Data set of the original processing data including Sentinel3A / 3 b, ASTER satellite data, ERA5 reanalysis data GED v3 and IGBP surface soil emissivity data classification data.Process on the first use of soil, the classification of the surface emissivity, red and near infrared band like yuan emissivity calculation, and the water vapor content, such as data, respectively on the double Angle infrared observation by split window algorithm to get the zenith direction and oblique observation surface temperature, then through the integration of multiple perspectives and multiple bayesian algorithm like yuan algorithm to get the vegetation and soil temperature components.This algorithm is validated by the measured data with simulated data precision.O use of heihe data set soft station observation data validation results show that the vegetation and the composition of the soil temperature inversion root mean square error (RMSE) at 1.91 K and 3.09 K respectively, deviation (bias) at 0.107 K and 1.68 K respectively.Simulation data validation results show that the inversion temperature of the earth's surface component integration algorithm root mean square error (RMSE) generally less than 3.0 K.",
      "descriptionCn": "地表组分温度是定量遥感反演的一个关键参数，像元尺度的平均温度缺乏对真实温度分布的代表性，而组分温度具有更明确的物理意义和更广阔的应用价值。地表组分温度可为蒸散发双源模型等地表过程提供输入参数，能够进一步改善有关能量平衡过程精度。此外，有许多研究证实了地表组分温度在应用中的有用性，如利用作物水分胁迫指数监测植被生长，利用改进的温度植被干旱指数监测干旱情况等。本数据集为Sentinel-3A/3B 2019年在中国区域的地表组分温度数据产品，时间分辨率为1天，空间分辨率为1Km。数据集原始处理数据包括Sentinel3A/3B卫星数据、ERA5再分析数据、ASTER GED v3土壤发射率数据以及IGBP地表分类数据。处理流程上首先利用土壤、地表分类发射率、红光与近红外波段计算像元发射率，并与水汽含量等数据，分别在双角度红外观测上采用分裂窗算法得到天顶方向以及倾斜观测的地表温度，然后通过贝叶斯算法集成多角度和多像元算法得到植被和土壤组分温度。该算法精度得到实测数据与模拟数据的验证。 利用黑河数据集中阿柔站观测数据验证结果显示，植被和土壤的组分温度反演均方根误差（RMSE）分别为1.91 K 和 3.09 K，偏差（bias）分别为-0.107K和1.68K。模拟数据验证结果显示集成算法反演地表组分温度的均方根误差（RMSE）一般小于3.0 K。",
      "instructions": "File naming for: S3A_2019ddd hdf5 (or S3B_2019ddd. Hdf5), including S3A (S3B) Sentinel - 3 a (Sentinel - 3 b) data production, says 2019 to 2019, DDD product on behalf of the year.Data including three child grouping attributes and some of the files information, respectively: LSVT directory component temperature, Leaf temperature of vegetation, Soil as the Soil temperature;LST directory to Sentinel - 3 double Angle data inversion of surface temperature, the Nadir for zenith observation surface temperature inversion results, Oblique Oblique observation under the land surface temperature inversion results;Auxiliary directory for the corresponding Auxiliary images, the Cloud data under the Cloud of zenith observation Angle, the Time for the raw data imaging Time.File includes the rest of the attribute information: Height, Width (image Width);Resolution (Resolution);The Unit (Unit: kelvin);GeoTransform (rotation matrix);The Projection (Projection).Method of use: the file can be by HDF Explorer, such as software or python h5py bag open.",
      "instructionsCn": "文件命名方式为：S3A_2019ddd.hdf5（或S3B_2019ddd.hdf5），其中S3A（S3B）表示Sentinel-3A（Sentinel-3B）数据生产，2019表示2019年，ddd代表年积日。其中数据包括三个子分组以及部分文件属性信息，分别为：LSVT目录下的组分温度，Leaf为植被温度，Soil为土壤温度；LST目录下为Sentinel-3的双角度数据反演的地表温度，Nadir为天顶观测反演地表温度结果、Oblique为倾斜观测下地表温度反演结果；Auxiliary目录下为相应的辅助影像，Cloud为天顶观测角度下的云数据，Time为原始数据成像时间。文件中还包括其余属性信息：Height、Width（影像长宽）；Resolution（分辨率）；Unit（单位：kelvin）；GeoTransform（旋转矩阵）；Projection（投影）。\n使用方法：文件可以通过HDF Explorer等软件或python h5py包打开。",
      "east": 136.0,
      "west": 68.0,
      "south": 15.0,
      "north": 58.0,
      "startTime": "2019-01-01 16:29:26",
      "endTime": "2019-12-31 16:29:26",
      "fileSize": 50879003864.0,
      "cstr": "18406.11.Terre.tpdc.300230",
      "doi": "10.11888/Terre.tpdc.300230",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "卞尊健",
        "nameEn": "BIAN Zunjian",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "范腾远",
        "nameEn": "FAN Tengyuan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Retrieving Soil and Vegetation Temperatures From Dual-Angle and Multipixel Satellite Observations",
        "referenceCn": null,
        "referenceEn": "Bian, Z., Li, H., Gttsche, F.M., Li, R., & Liu, Q. (2020). Retrieving soil and vegetation temperatures from dual-angle and multipixel satellite observations. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 13."
      },
      {
        "titleCn": null,
        "titleEn": "Retrieval of Leaf, Sunlit Soil, and Shaded Soil Component Temperatures Using Airborne Thermal Infrared Multiangle Observations",
        "referenceCn": null,
        "referenceEn": "Bian, Z., Xiao, Q., Cao, B., & Du, Y. (2016). Retrieval of leaf, sunlit soil, and shaded soil component temperatures using airborne thermal infrared multiangle observations. IEEE Transactions on Geoscience and Remote Sensing."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "地表温度",
        "nameEn": "land surface temperature"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国区域",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land surface component temperatures (LSCTs), i.e., the temperatures of soil and vegetation, are important parameters in many applications, such as estimating evapotranspiration and monitoring droughts."
      ],
      "research objective": [
        "Therefore, we propose a combined retrieval algorithm that uses dual-angle and multipixel observations together."
      ],
      "challenges": [
        "The multiangle algorithm is affected due to different spatial resolution between nadir and oblique views. The spatial errors in the oblique view due to different spatial resolution can reach 4.5 K and have a large effect on the multiangle algorithm."
      ],
      "methods": [
        "In this study, LSCT retrieval was performed using SLSTR dual-angle data. Here, SLSTR level-2 LST is not used because the analysis of the retrieved LSCT is more consistent and intuitive if nadir and oblique LSTs are obtained by a single algorithm. The combined retrieval algorithm is evaluated with surface measurements from two sites covered by grass and sparse forest canopies, respectively. Furthermore, the combined algorithm has been analyzed using a synthetic dataset for the Heihe River Basin and comparisons with the individual multiangle algorithm."
      ],
      "dataset": [
        "In this study, LSCT retrieval was performed using SLSTR dual-angle data. The data used in this study were obtained from Sentinel 3A. The vegetation growing season, which in the studied regions lasts approximately from day of year (DOY) 120 to 270 of 2017, was selected. In this article, LSCT measurements for algorithm evaluation were obtained from the Arou, China, and Evora, Portugal sites. In this study, a synthetic dataset was used for performing a sensitivity analysis. As a study area, the Heihe River basin was selected."
      ],
      "findings": [
        "The better performance of the combined algorithm is demonstrated using a sensitivity analysis based on a synthetic dataset. The introduction of multipixel information in a window can reduce the effect of such spatial errors."
      ],
      "backgroundCn": [
        "地表组成温度（LSCTs），即土壤和植被的温度，是许多应用中的重要参数，例如估算蒸散发和监测干旱。"
      ],
      "research objectiveCn": [
        "因此，我们提出了一种结合双角度和多像素观测的综合检索算法。"
      ],
      "challengesCn": [
        "多角度算法受到天顶视角和斜视角之间不同空间分辨率的影响。由于不同的空间分辨率，斜视角的空间误差可以达到4.5K，并对多角度算法产生较大影响。"
      ],
      "methodsCn": [
        "在本研究中，使用SLSTR双角度数据进行LSCT检索。这里不使用SLSTR二级LST，因为如果通过单一算法获得天顶和斜角LST，检索的LSCT分析会更加一致和直观。结合检索算法的评估是基于两个地点的地表测量，这两个地点分别覆盖了草地和稀疏森林冠层。此外，结合算法还使用合成数据集进行了分析，涉及到黑河流域，并与单独的多角度算法进行了比较。"
      ],
      "datasetCn": [
        "在本研究中，使用SLSTR双角度数据进行了LSCT检索。所使用的数据来自Sentinel 3A。研究区域的植被生长季节大约从2017年的第120天到第270天。在本文中，用于算法评估的LSCT测量数据来自中国的Arou和葡萄牙的Evora站点。在本研究中，使用了一个合成数据集进行敏感性分析。作为研究区域，选择了黑河流域。"
      ],
      "findingsCn": [
        "结合算法的更好性能通过基于合成数据集的敏感性分析得以证明。在窗口中引入多像素信息可以减少此类空间误差的影响。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the spatial error in the oblique view due to different spatial resolution a significant challenge for the multiangle algorithm?",
        "QuestionCn": "斜视中的空间误差由于不同的空间分辨率是否对多角度算法构成重大挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are the LSCT measurements for algorithm evaluation obtained from both Arou, China, and Evora, Portugal sites?",
        "QuestionCn": "LSCT测量用于算法评估的数据是来自中国的Arou和葡萄牙的Evora两个地点吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data source for land surface component temperatures primarily Sentinel-3A/3B satellite data, ERA5 reanalysis data, or ASTER GED v3 soil emissivity data?",
        "QuestionCn": "土地表面温度的主要数据来源是Sentinel-3A/3B卫星数据、ERA5再分析数据，还是ASTER GED v3土壤发射率数据？",
        "AnswerEn": "Sentinel-3A/3B satellite data",
        "AnswerCn": "Sentinel-3A/3B 卫星数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "For improving the accuracy of land surface component temperature retrieval, is the use of a Bayesian algorithm, a split-window algorithm, or multipixel information more effective?",
        "QuestionCn": "为了提高地表温度反演的准确性，使用贝叶斯算法、分窗算法还是多像素信息更有效？",
        "AnswerEn": "Bayesian algorithm",
        "AnswerCn": "贝叶斯算法",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main sources of data used in retrieving land surface component temperatures in the field of remote sensing?",
        "QuestionCn": "在遥感领域，获取地表组成温度的主要数据来源有哪些？",
        "AnswerEn": "Sentinel-3A/3B satellite data, ERA5 reanalysis data, ASTER GED v3 soil emissivity data, IGBP land surface classification data",
        "AnswerCn": "Sentinel-3A/3B 卫星数据，ERA5 再分析数据，ASTER GED v3 土壤发射率数据，IGBP 地表分类数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the validation of the combined retrieval algorithm for land surface component temperatures typically performed?",
        "QuestionCn": "土地表面组分温度的组合检索算法的验证通常在哪里进行？",
        "AnswerEn": "Arou, China Evora, Portugal Heihe River Basin",
        "AnswerCn": "阿柔，中国 埃武拉，葡萄牙 黑河流域",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with using multiangle observations in the retrieval of land surface component temperatures?",
        "QuestionCn": "使用多角度观测在获取陆地表面组分温度时面临哪些挑战？",
        "AnswerEn": "Spatial errors",
        "AnswerCn": "空间误差",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses spatial resolution challenges in retrieving land surface component temperatures?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以解决在获取地表组成温度时的空间分辨率挑战？",
        "AnswerEn": "An example is the use of a combined retrieval algorithm that employs dual-angle and multipixel observations to mitigate spatial errors encountered due to differing resolutions between nadir and oblique views.",
        "AnswerCn": "一个例子是使用结合检索算法，该算法利用双角度和多像素观测来减轻由于天顶视图和斜视图之间分辨率差异而遇到的空间误差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset used for validating land surface component temperature retrieval algorithms?",
        "QuestionCn": "用于验证地表温度检索算法的数据集的一个例子是什么？",
        "AnswerEn": "A dataset example is the observational data from the Arou, China, and Evora, Portugal sites, which are used to evaluate the retrieval algorithm for land surface component temperatures during the vegetation growing season.",
        "AnswerCn": "一个数据集的例子是来自中国阿柔和葡萄牙埃武拉站点的观测数据，这些数据用于评估植被生长季节期间地表成分温度的反演算法。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Please provide an example of how synthetic datasets can be used to analyze the effectiveness of an algorithm in the context of land surface component temperature retrieval.",
        "QuestionCn": "请提供一个示例，说明如何在陆地表面组分温度检索的背景下使用合成数据集来分析算法的有效性。",
        "AnswerEn": "A synthetic dataset is used for sensitivity analysis to demonstrate the improved performance of a combined algorithm, particularly in the Heihe River Basin, highlighting its ability to reduce spatial errors by incorporating multipixel information.",
        "AnswerCn": "一个合成数据集用于敏感性分析，以展示组合算法的改进性能，特别是在黑河流域，强调其通过结合多像素信息来减少空间误差的能力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of land surface component temperature datasets used in remote sensing applications?",
        "QuestionCn": "遥感应用中使用的地表温度数据集的特征是什么？",
        "AnswerEn": "soil and vegetation temperatures, high temporal resolution, daily data, spatial resolution, 1 km",
        "AnswerCn": "土壤和植被温度，高时间分辨率，每日数据，空间分辨率，1公里。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with using dual-angle and multipixel observations in land surface temperature retrieval?",
        "QuestionCn": "使用双角度和多像素观测进行地表温度提取时面临哪些挑战？",
        "AnswerEn": "spatial resolution mismatch, spatial errors up to 4.5 K",
        "AnswerCn": "空间分辨率不匹配，空间误差高达4.5 K",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What features of the combined retrieval algorithm enhance its performance over individual multiangle algorithms in land surface temperature studies?",
        "QuestionCn": "结合检索算法的哪些特性增强了其在地表温度研究中相较于单独多角度算法的性能？",
        "AnswerEn": "dual-angle observations, multipixel observations, reduced effect of spatial errors, improved performance through sensitivity analysis",
        "AnswerCn": "双角度观测，多像素观测，减少空间误差影响，通过敏感性分析提高性能",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of a dataset providing land surface component temperatures for China using Sentinel-3A/3B data?",
        "QuestionCn": "使用Sentinel-3A/3B数据提供中国陆地表面组分温度的 dataset 的时间分辨率是多少？",
        "AnswerEn": "1 day",
        "AnswerCn": "1天",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of a dataset that includes soil and vegetation temperature for the Chinese region using Sentinel-3A/3B data?",
        "QuestionCn": "使用Sentinel-3A/3B数据的中国地区土壤和植被温度数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the root mean square error (RMSE) for vegetation component temperature retrieval using a combined algorithm validated with surface measurements?",
        "QuestionCn": "使用结合算法通过地面测量验证的植被成分温度检索的均方根误差（RMSE）是多少？",
        "AnswerEn": "1.91 K",
        "AnswerCn": "1.91 K",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are 'land surface component temperatures' in the context of remote sensing?",
        "QuestionCn": "在遥感的背景下，什么是“地表组成部分温度”？",
        "AnswerEn": "Land surface component temperatures (LSCTs) refer to the temperatures of different components of the land surface, such as soil and vegetation. These temperatures are important parameters in many applications, such as estimating evapotranspiration and monitoring droughts.",
        "AnswerCn": "地表组成温度（LSCTs）是指土地表面不同组成部分的温度，如土壤和植被。这些温度在许多应用中是重要参数，例如估算蒸散发和监测干旱。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is a 'combined retrieval algorithm' in the context of temperature retrieval from satellite data?",
        "QuestionCn": "在卫星数据的温度检索背景下，什么是“组合检索算法”？",
        "AnswerEn": "A combined retrieval algorithm in this context is an approach that uses both dual-angle and multipixel observations to retrieve land surface component temperatures. The algorithm aims to overcome challenges like spatial errors due to different spatial resolutions between nadir and oblique views, which can significantly affect the accuracy of temperature retrieval.",
        "AnswerCn": "在这个背景下，组合检索算法是一种利用双角度和多像素观测来获取地表组成温度的方法。该算法旨在克服由于正视和斜视之间不同空间分辨率导致的空间误差等挑战，这些误差可能显著影响温度检索的准确性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the significance of using 'dual-angle data' in temperature retrieval methods?",
        "QuestionCn": "在温度检索方法中使用“双角度数据”的重要性是什么？",
        "AnswerEn": "Using dual-angle data in temperature retrieval methods allows for a more consistent and intuitive analysis of land surface temperatures by obtaining nadir and oblique land surface temperatures through a single algorithm, rather than relying on separate level-2 land surface temperature data. This approach helps in addressing spatial errors and improving the accuracy of temperature retrieval.",
        "AnswerCn": "使用双角度数据进行温度反演方法可以通过单一算法获取正视和斜视的地表温度，从而实现对地表温度的更一致和直观的分析，而不必依赖于单独的二级地表温度数据。这种方法有助于解决空间误差，提高温度反演的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for land surface component temperatures (LSCTs) using SLSTR dual-angle data compare to those using multipixel observations in terms of accuracy and spatial resolution?",
        "QuestionCn": "SLSTR双角度数据收集地表温度（LSCTs）的方法与多像素观测方法在准确性和空间分辨率方面有何比较？",
        "AnswerEn": "The data collection method using SLSTR dual-angle data involves retrieving LSCTs by applying a single algorithm to both nadir and oblique LSTs, which ensures consistency and intuitiveness in the analysis. The multipixel observation method introduces additional information in the spatial window, which can help reduce spatial errors. However, the multiangle algorithm can be affected by different spatial resolutions between nadir and oblique views, leading to potential spatial errors up to 4.5 K, impacting the accuracy of the retrieval.",
        "AnswerCn": "使用SLSTR双角度数据的数据收集方法涉及通过对正视和倾斜的地表温度（LST）应用单一算法来检索地表温度（LSCT），这确保了分析的一致性和直观性。多像素观测方法在空间窗口中引入了额外的信息，这有助于减少空间误差。然而，多角度算法可能会受到正视和倾斜视图之间不同空间分辨率的影响，导致潜在的空间误差高达4.5 K，从而影响检索的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in algorithm performance when evaluating LSCTs using surface measurements from grass and sparse forest canopies versus using a synthetic dataset for the Heihe River Basin?",
        "QuestionCn": "在评估LSCT时，使用草地和稀疏森林冠层的表面测量与使用Heihe河流域的合成数据集之间的算法性能差异是什么？",
        "AnswerEn": "The evaluation of LSCTs using surface measurements from grass and sparse forest canopies provides direct validation with real-world data, which helps in assessing the algorithm's applicability to actual conditions. On the other hand, using a synthetic dataset for the Heihe River Basin allows for a controlled sensitivity analysis, enabling the exploration of algorithm performance under various simulated conditions. The combined algorithm's performance is better demonstrated through the synthetic dataset, which helps reduce the effect of spatial errors with multipixel information.",
        "AnswerCn": "使用来自草地和稀疏森林冠层的表面测量对LSCT进行评估，可以通过真实数据进行直接验证，这有助于评估算法在实际条件下的适用性。另一方面，使用河西河流域的合成数据集可以进行受控的敏感性分析，从而探索算法在各种模拟条件下的性能。通过合成数据集更好地展示了组合算法的性能，这有助于减少多像素信息带来的空间误差影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of dual-angle and multipixel observations enhance the accuracy of land surface component temperature retrieval?",
        "QuestionCn": "双角度和多像素观测的集成如何提高地表成分温度检索的准确性？",
        "AnswerEn": "The integration of dual-angle and multipixel observations allows for a more comprehensive analysis by combining different perspectives and resolutions, which can help in reducing spatial errors. This approach, as demonstrated in research, improves the consistency and intuitiveness of land surface component temperature retrieval by using a combined algorithm rather than separate ones for nadir and oblique views.",
        "AnswerCn": "双角度和多像素观测的整合通过结合不同的视角和分辨率，能够进行更全面的分析，这有助于减少空间误差。研究表明，这种方法通过使用组合算法而不是分别针对垂直视角和倾斜视角的算法，改善了地表组成温度提取的一致性和直观性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges are associated with using multiangle algorithms for land surface temperature retrieval, and how can they be mitigated?",
        "QuestionCn": "使用多角度算法进行地表温度提取时面临哪些挑战，以及如何减轻这些挑战？",
        "AnswerEn": "One significant challenge with multiangle algorithms is the spatial errors that arise from different resolutions between nadir and oblique views, which can affect the accuracy of the algorithm. These errors can be mitigated by introducing multipixel information in a window, which helps to reduce the impact of these spatial discrepancies.",
        "AnswerCn": "多角度算法面临的一个重大挑战是，由于正视图和斜视图之间的分辨率不同而产生的空间误差，这可能会影响算法的准确性。通过在窗口中引入多像素信息，可以减轻这些空间差异的影响。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways does the use of synthetic datasets assist in the evaluation and improvement of land surface component temperature retrieval algorithms?",
        "QuestionCn": "使用合成数据集在评估和改进地表组分温度检索算法方面有哪些帮助？",
        "AnswerEn": "Synthetic datasets are valuable for performing sensitivity analyses that demonstrate the performance of retrieval algorithms. They enable researchers to test and refine algorithms under controlled conditions, which helps in identifying potential improvements and validating the effectiveness of combined approaches compared to individual algorithms.",
        "AnswerCn": "合成数据集在进行敏感性分析中非常有价值，这些分析展示了检索算法的性能。它们使研究人员能够在受控条件下测试和改进算法，这有助于识别潜在的改进，并验证组合方法与单一算法相比的有效性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the spatial errors in multiangle algorithms when retrieving land surface component temperatures, and how do these affect data accuracy?",
        "QuestionCn": "导致多角度算法在获取陆地表面组分温度时出现空间误差的原因是什么，这些误差如何影响数据的准确性？",
        "AnswerEn": "The spatial errors in the multiangle algorithm are caused by the different spatial resolutions between nadir and oblique views in satellite data. These errors can reach up to 4.5 K and significantly impact the accuracy of the multiangle algorithm when retrieving land surface component temperatures.",
        "AnswerCn": "多角度算法中的空间误差是由于卫星数据中天顶视角和斜视角之间的不同空间分辨率造成的。这些误差可以达到4.5 K，并对多角度算法在获取陆地表面组分温度时的准确性产生显著影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the incorporation of synthetic datasets impact the evaluation of retrieval algorithms for land surface component temperatures?",
        "QuestionCn": "合成数据集的引入如何影响地表组成温度检索算法的评估？",
        "AnswerEn": "Incorporating synthetic datasets allows for a sensitivity analysis that can provide a controlled environment to test and understand the performance of retrieval algorithms. This approach can demonstrate the improved performance of combined algorithms by showing how they handle spatial discrepancies and data integration, ultimately leading to better land surface component temperature retrieval accuracy.",
        "AnswerCn": "引入合成数据集可以进行敏感性分析，从而提供一个受控环境来测试和理解检索算法的性能。这种方法可以通过展示它们如何处理空间差异和数据集成，来证明组合算法的性能提升，最终导致更好的地表成分温度检索准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind developing a combined retrieval algorithm that utilizes dual-angle and multipixel observations for land surface component temperature estimation?",
        "QuestionCn": "开发一种结合双角度和多像素观测的检索算法，以估算地表组分温度的主要目标是什么？",
        "AnswerEn": "The primary objective is to enhance the accuracy of land surface component temperature retrieval by addressing the spatial errors caused by different resolutions in nadir and oblique views, thereby providing more consistent and intuitive temperature observations for applications like evapotranspiration estimation and drought monitoring.",
        "AnswerCn": "主要目标是通过解决正视和斜视视角中不同分辨率造成的空间误差，提高地表温度成分的检索精度，从而为蒸散发估算和干旱监测等应用提供更一致和直观的温度观测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it crucial to include multipixel information in the retrieval algorithm for land surface component temperatures, particularly when dealing with spatial errors?",
        "QuestionCn": "为什么在处理空间误差时，在陆地表面组分温度的检索算法中包含多像素信息至关重要？",
        "AnswerEn": "Including multipixel information is crucial as it helps reduce the impact of spatial errors that occur due to different spatial resolutions between nadir and oblique views, which can reach up to 4.5 K, thereby improving the performance of the multiangle algorithm and the overall accuracy of temperature retrievals.",
        "AnswerCn": "包括多像素信息是至关重要的，因为它有助于减少由于正视和斜视之间不同空间分辨率而导致的空间误差的影响，这些误差可能达到4.5K，从而提高多角度算法的性能和温度检索的整体准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using dual-angle and multipixel observations to retrieve land surface component temperatures (LSCTs) in remote sensing data?",
        "QuestionCn": "在遥感数据中使用双角度和多像素观测来检索地表组分温度（LSCTs）涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps include using SLSTR dual-angle data for LSCT retrieval. First, calculate pixel emissivity using soil, land cover classification emissivity, and red and near-infrared bands. Then, apply the split-window algorithm on dual-angle infrared observations to obtain zenith and oblique view surface temperatures. Finally, integrate multi-angle and multipixel algorithms using a Bayesian approach to derive vegetation and soil component temperatures.",
        "AnswerCn": "程序步骤包括使用SLSTR双角度数据进行LSCT检索。首先，利用土壤、土地覆盖分类的发射率以及红色和近红外波段计算像素发射率。然后，应用双窗口算法对双角度红外观测进行处理，以获得天顶和倾斜视角的地表温度。最后，采用贝叶斯方法整合多角度和多像素算法，以推导植被和土壤成分的温度。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can spatial errors from different spatial resolutions in nadir and oblique views be mitigated in the retrieval of land surface component temperatures?",
        "QuestionCn": "如何在获取地表组分温度时减轻来自不同空间分辨率的正视和斜视视角的空间误差？",
        "AnswerEn": "Spatial errors can be mitigated by introducing multipixel information in a window, which helps reduce the effect of spatial discrepancies. The combined retrieval algorithm incorporates this strategy, allowing for a more consistent analysis of LSCT by using a synthetic dataset to perform sensitivity analysis.",
        "AnswerCn": "空间误差可以通过引入窗口中的多像素信息来减轻，这有助于减少空间差异的影响。结合检索算法采用了这一策略，通过使用合成数据集进行敏感性分析，从而实现对LSCT的更一致分析。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What data sources are essential for generating a dataset of land surface component temperatures, and what role does each play in the data collection process?",
        "QuestionCn": "生成地表组成温度数据集所需的基本数据源有哪些，以及每个数据源在数据收集过程中的作用是什么？",
        "AnswerEn": "Essential data sources include Sentinel-3A/3B satellite data for dual-angle observations, ERA5 reanalysis data for atmospheric parameters, ASTER GED v3 soil emissivity data for surface emissivity calculations, and IGBP land cover classification data for land surface classification. These data sources provide the necessary inputs for calculating pixel emissivity and applying algorithms to retrieve LSCTs.",
        "AnswerCn": "基本数据源包括Sentinel-3A/3B卫星数据用于双角观测，ERA5再分析数据用于大气参数，ASTER GED v3土壤发射率数据用于表面发射率计算，以及IGBP土地覆盖分类数据用于地表分类。这些数据源提供了计算像素发射率和应用算法以获取地表温度的必要输入。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What are the key technologies or algorithms that enable the retrieval of accurate land surface component temperatures from satellite data in varying spatial resolutions?",
        "QuestionCn": "哪些关键技术或算法能够在不同空间分辨率下从卫星数据中检索准确的地表组成温度？",
        "AnswerEn": "The retrieval of accurate land surface component temperatures is enabled by a combined retrieval algorithm that uses dual-angle and multipixel observations. This approach addresses the challenge of different spatial resolutions between nadir and oblique views, which can introduce spatial errors. The use of a Bayesian algorithm to integrate multi-angle and multi-pixel observations further enhances the accuracy of temperature retrieval.",
        "AnswerCn": "准确的地表组成温度的获取得益于一种结合了双角度和多像素观测的检索算法。这种方法解决了垂直视角和斜视角之间不同空间分辨率所带来的空间误差。使用贝叶斯算法整合多角度和多像素观测进一步提高了温度检索的准确性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do dual-angle observations contribute to improving the accuracy of land surface component temperature measurements?",
        "QuestionCn": "双角度观测如何有助于提高地表成分温度测量的准确性？",
        "AnswerEn": "Dual-angle observations contribute to improving accuracy by providing different perspectives of the land surface, which helps to mitigate spatial errors associated with differing resolutions of nadir and oblique views. These observations are integrated using a combined algorithm, allowing for more consistent and intuitive analysis of land surface temperatures.",
        "AnswerCn": "双角度观测通过提供不同的地表视角来提高精度，这有助于减轻与正视和斜视分辨率不同相关的空间误差。这些观测通过结合算法进行整合，从而实现对地表温度的更一致和直观的分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What experimental setups or validation methods are used to ensure the reliability of the retrieved land surface component temperatures in remote sensing studies?",
        "QuestionCn": "在遥感研究中，确保获取的地表组分温度可靠性的实验设置或验证方法有哪些？",
        "AnswerEn": "The reliability of retrieved land surface component temperatures is ensured through validation with surface measurements from sites such as grass and sparse forest canopies. Additionally, a synthetic dataset for regions like the Heihe River Basin is used for sensitivity analysis, and comparisons are made with individual multi-angle algorithms to evaluate the performance of the combined retrieval algorithm.",
        "AnswerCn": "通过与草地和稀疏森林冠层等地点的表面测量进行验证，确保了检索的地表组件温度的可靠性。此外，针对如黑河流域等地区使用合成数据集进行敏感性分析，并与单个多角度算法进行比较，以评估组合检索算法的性能。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be a challenge in accurately retrieving land surface component temperatures using dual-angle observations?",
        "QuestionCn": "使用双角观测准确获取地表组成温度可能面临挑战的原因是什么？",
        "AnswerEn": "The multiangle algorithm is affected due to different spatial resolution between nadir and oblique views. The spatial errors in the oblique view due to different spatial resolution can reach 4.5 K and have a large effect on the multiangle algorithm.",
        "AnswerCn": "多角度算法受到天顶视角和斜视角之间不同空间分辨率的影响。由于不同的空间分辨率，斜视角的空间误差可以达到4.5K，并对多角度算法产生较大影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated improvements from using a combined retrieval algorithm that integrates dual-angle and multipixel observations in land surface temperature measurements?",
        "QuestionCn": "使用结合双角度和多像素观测的检索算法在地表温度测量中预期的改进是什么？",
        "AnswerEn": "The combined algorithm uses multipixel information to reduce the effect of spatial errors, and its better performance is demonstrated through a sensitivity analysis based on a synthetic dataset.",
        "AnswerCn": "该组合算法利用多像素信息来减少空间误差的影响，其更好的性能通过基于合成数据集的敏感性分析得以证明。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using dual-angle and multipixel observations for retrieving land surface component temperatures in terms of improving accuracy and reducing errors?",
        "QuestionCn": "如何评估使用双角度和多像素观测来获取陆地表面组分温度的有效性，以提高准确性和减少误差？",
        "AnswerEn": "The use of dual-angle and multipixel observations is considered effective in reducing spatial errors, which can reach 4.5 K in oblique views, thus improving the accuracy of land surface component temperature retrievals. A combined retrieval algorithm has been shown to perform better when incorporating these observations, as demonstrated through sensitivity analysis with synthetic datasets.",
        "AnswerCn": "使用双角度和多像素观测被认为在减少空间误差方面有效，这些误差在斜视图中可达到4.5 K，从而提高地表成分温度反演的准确性。结合反演算法在纳入这些观测时表现更佳，这通过对合成数据集的敏感性分析得到了验证。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your opinion on the challenges faced when using multiangle algorithms due to different spatial resolutions between nadir and oblique views, and how could these be addressed in future research?",
        "QuestionCn": "您对由于不同空间分辨率导致的多角度算法在使用中面临的挑战有何看法？这些挑战在未来的研究中可以如何解决？",
        "AnswerEn": "The primary challenge with multiangle algorithms is the spatial resolution discrepancy between nadir and oblique views, which causes spatial errors that significantly affect the retrieval process. These challenges could potentially be addressed by integrating multipixel information within a window to reduce the impact of spatial errors, as suggested by the better performance of the combined algorithm demonstrated in sensitivity analyses.",
        "AnswerCn": "多角度算法的主要挑战在于正视图和斜视图之间的空间分辨率差异，这导致空间误差，显著影响检索过程。这些挑战可以通过在窗口内整合多像素信息来解决，从而减少空间误差的影响，正如敏感性分析中所示的组合算法的更好性能所建议的那样。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In your judgment, what are the potential benefits and limitations of using synthetic datasets for evaluating retrieval algorithms in the context of monitoring land surface component temperatures?",
        "QuestionCn": "在您看来，使用合成数据集评估检索算法在监测地表组成温度方面的潜在好处和局限性是什么？",
        "AnswerEn": "Synthetic datasets offer significant benefits for evaluating retrieval algorithms by providing a controlled environment for sensitivity analysis, allowing researchers to test the robustness of algorithms under various conditions. However, limitations may include a lack of real-world variability and complexity, which might affect the generalizability of the findings to actual field conditions.",
        "AnswerCn": "合成数据集为评估检索算法提供了显著的好处，因为它们提供了一个受控环境进行敏感性分析，使研究人员能够在各种条件下测试算法的鲁棒性。然而，局限性可能包括缺乏真实世界的变异性和复杂性，这可能影响研究结果在实际场景中的普遍适用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unclear about how the spatial errors in oblique views affect the accuracy of multiangle algorithms in retrieving land surface component temperatures.",
        "QuestionCn": "我不清楚倾斜视角中的空间误差如何影响多角度算法在获取地表成分温度时的准确性。",
        "AnswerEn": "The spatial errors in the oblique view due to different spatial resolution can reach 4.5 K and have a large effect on the multiangle algorithm. However, the introduction of multipixel information in a window can reduce the effect of such spatial errors.",
        "AnswerCn": "由于不同空间分辨率导致的斜视空间误差可以达到4.5 K，并对多角度算法产生较大影响。然而，在窗口中引入多像素信息可以减少此类空间误差的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand how dual-angle and multipixel observations are combined to improve the retrieval of land surface component temperatures.",
        "QuestionCn": "我不明白如何将双角度和多像素观测结合起来，以改善地表组成温度的获取。",
        "AnswerEn": "A combined retrieval algorithm that uses dual-angle and multipixel observations together is proposed to improve the retrieval of land surface component temperatures. This approach allows for a more consistent and intuitive analysis by obtaining nadir and oblique LSTs through a single algorithm.",
        "AnswerCn": "提出了一种结合双角度和多像素观测的检索算法，以改善地表成分温度的检索。该方法通过单一算法获取正视和倾斜的地表温度，从而实现更一致和直观的分析。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't comprehend the significance of using synthetic datasets for sensitivity analysis in evaluating retrieval algorithms for land surface component temperatures.",
        "QuestionCn": "我无法理解在评估地表组成温度的检索算法时使用合成数据集进行敏感性分析的重要性。",
        "AnswerEn": "Synthetic datasets are used for performing sensitivity analysis, which helps demonstrate the better performance of the combined algorithm. This analysis allows for the evaluation of algorithm performance under controlled conditions, providing insights into its effectiveness in reducing spatial errors.",
        "AnswerCn": "合成数据集用于进行敏感性分析，这有助于展示组合算法的更好性能。这种分析允许在受控条件下评估算法性能，为其在减少空间误差方面的有效性提供了洞察。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced during the data collection process of land surface component temperatures when using multiangle algorithms, focusing on spatial resolution discrepancies and their potential impact.",
        "QuestionCn": "请分析在使用多角度算法收集地表温度数据过程中面临的挑战，重点关注空间分辨率差异及其潜在影响。",
        "AnswerEn": "The multiangle algorithm faces challenges due to different spatial resolutions between nadir and oblique views. Spatial errors in the oblique view can reach 4.5 K, significantly affecting the multiangle algorithm's performance.",
        "AnswerCn": "多角度算法面临着由于天顶视角和斜视角之间不同空间分辨率而带来的挑战。斜视角的空间误差可以达到4.5K，显著影响多角度算法的性能。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore and summarize the data processing techniques used to integrate multipixel information for improving spatial error effects in land surface component temperature retrieval.",
        "QuestionCn": "请探讨并总结用于整合多像素信息以改善地表成分温度检索中的空间误差效应的数据处理技术。",
        "AnswerEn": "The introduction of multipixel information in a window can reduce the effect of spatial errors in land surface component temperature retrieval. By using dual-angle and multipixel observations together, the combined retrieval algorithm mitigates the spatial discrepancies and improves accuracy.",
        "AnswerCn": "在窗口中引入多像素信息可以减少地表成分温度反演中的空间误差。通过结合双角度和多像素观测，联合反演算法减轻了空间差异，提高了准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please conduct an assessment of the methods used to validate land surface component temperature retrieval algorithms with both actual surface measurements and synthetic datasets.",
        "QuestionCn": "请对用于验证地表温度检索算法的方法进行评估，包括实际表面测量和合成数据集。",
        "AnswerEn": "Land surface component temperature retrieval algorithms are validated using surface measurements from sites covered by different canopies, such as grass and sparse forests. Additionally, synthetic datasets are employed for sensitivity analysis, demonstrating the effectiveness of the combined algorithm.",
        "AnswerCn": "地表温度反演算法通过不同冠层覆盖的站点（如草地和稀疏森林）的表面测量进行验证。此外，还使用合成数据集进行敏感性分析，展示了组合算法的有效性。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}