{
    "id": "e59d4214-44a4-4c15-a325-2a326adda8c2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Pan third pole 31 key nodes regional administrative boundary dataset (2015)",
            "titleCn": "泛第三极31个关键节点区域行政边界数据集（2015）",
            "description": "The Administrative boundary dataset is the base in the global change research, and it is important for the whole project.At present, DIVA-GIS is the basic source of administrative boundary. Whole national administrative boundary shapefiles were downloaded from DIVA-GIS. Based on the official administrative units (municipalities) as the basic units, the administrative units at the higher level (provincial level) where the municipalities are located are stored and reserved as the research objects.If the provincial unit area of the node has exceeded 10,000 square kilometers, the provincial unit will be retained as the research area. At the same time, if the provincial unit area of the node is small, then considering the political and economic impact of the provincial level and its surrounding areas, neighboring provincial units are also combined by merging and retaining to at least 10,000 square kilometers as the research object. Finally, the administrative region data of all 31 key node regions (Abbas, Alexander, Ankara, Astana, Bangkok, Chittagong, Colombo, Dhaka, Djibouti, Ekaterinburg, Gwadar, Hambantota, Karachi, Kolkata, Kuantan, Kyaukpyu, Maldives, Mandalay, Melaka, Minsk, Mumbai, Novosibirsk, Piraeus, Rayong, Sihanouk, Tashkent, Teheran, Valencia, Vientiane, Warsaw, Yangon) are produced. This data set serves as the research basis for all remote sensing data and provides baseline data for the project. This dataset can be updated in real time according to the official or government information of the node.",
            "descriptionCn": "行政边界（Administrative boundary）是全球变化研究中的基底数据，是项目研究的关键基础。目前，DIVA-GIS是行政边界的重要数据源。\n本数据的基底数据从DIVA-GIS下载，以泛第三极范围内31个关键节点（Abbas, Alexander, Ankara, Astana, Bangkok, Chittagong, Colombo, Dhaka, Djibouti, Ekaterinburg, Gwadar, Hambantota, Karachi, Kolkata, Kuantan, Kyaukpyu, Maldives, Mandalay, Melaka, Minsk, Mumbai, Novosibirsk, Piraeus, Rayong, Sihanouk, Tashkent, Teheran, Valencia, Vientiane, Warsaw, Yangon）为研究区域，基于官方行政单位（市）为基本单位，保留市级所在上一级（省级）行政单位为研究对象。如果所在节点的省级单位面积已超过1万平方千米，则保留该省级单位为研究区域。同时，如果所在节点的省级单位面积较小，则考虑了所在省级及其周边的政治经济影响，结合邻域省级单位，合并并保留至少1万平方千米的区域为研究对象。最终得到了所有31个关键节点区域的行政区域数据。\n本数据集作为所有遥感数据的研究基础，为项目提供了基底数据。根据官方或节点所在政府信息，本数据集可实时更新。",
            "instructions": "In .shp format, can be opened and analysed in ARCGIS and ENVI softwares.",
            "instructionsCn": ".shp，可以采用ARCGIS、ENVI打开查看",
            "east": 110.9,
            "west": -3.31,
            "south": -1.09,
            "north": 58.68,
            "startTime": "2016-01-04 00:00:00",
            "endTime": "2016-01-04 00:00:00",
            "fileSize": 3155005.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "尚成",
                "nameEn": "SHANG Cheng",
                "unitEn": "Institute of Geodesy and Geophysics, CAS",
                "unitCn": "中国科学院测量与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Download GADM data Current version (3.6): https://gadm.org/download_world.html",
                "referenceCn": null,
                "referenceEn": "Download GADM data Current version (3.6): https://gadm.org/download_world.html"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "区划",
                "nameEn": "Division"
            },
            {
                "nameCn": "城市格局",
                "nameEn": "City pattern"
            },
            {
                "nameCn": "行政区划",
                "nameEn": "Administrative division"
            },
            {
                "nameCn": "行政边界",
                "nameEn": "Administrative boundary"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被指数数据（1986-2017）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface NDVI dataset in Qilian Mountain area (1986-2017)"
            },
            {
                "titleCn": "中亚大湖区基础数据集-土壤（2015）",
                "titleEn": "Basic dataset of soil over the Great Lakes in Central Asia - Soil (2015)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the administrative boundary data used for global change research in the specified regions?",
                "QuestionCn": "用于全球变化研究的特定区域的行政边界数据的特征是什么？",
                "AnswerEn": "31 key nodes, DIVA-GIS data, official administrative units, provincial-level administrative units, 10,000 square kilometers, real-time updates based on official or government information",
                "AnswerCn": "31个关键节点，DIVA-GIS数据，官方行政单位，省级行政单位，10,000平方公里，基于官方或政府信息的实时更新。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of key node regions included in the administrative boundary dataset for the Pan-Third Pole area?",
                "QuestionCn": "泛第三极地区的行政边界数据集中包含的关键节点区域总数是多少？",
                "AnswerEn": "31",
                "AnswerCn": "31",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'administrative boundary' in the context of global change research?",
                "QuestionCn": "在全球变化研究的背景下，“行政边界”是指国家、地区或地方政府设定的法律和管理界限。这些边界通常用于划分不同的行政区域，以便进行治理、资源管理和政策实施。",
                "AnswerEn": "In the context of global change research, 'administrative boundary' refers to the foundational data that delineates the borders of administrative units, such as cities and provinces. This data serves as a critical base for research projects, providing essential geographical boundaries that facilitate the study of various aspects of global change. Administrative boundaries are particularly important for defining research areas and are typically sourced from reliable databases like DIVA-GIS.",
                "AnswerCn": "在全球变化研究的背景下，“行政边界”指的是划定行政单位（如城市和省份）边界的基础数据。这些数据作为研究项目的重要基础，提供了必要的地理边界，便于研究全球变化的各个方面。行政边界对于定义研究区域尤为重要，通常来源于可靠的数据库，如DIVA-GIS。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for maintaining at least a 10,000 square kilometer area when defining administrative boundaries in global change research?",
                "QuestionCn": "在全球变化研究中，定义行政边界时需要维持至少10,000平方公里面积的原因是什么？",
                "AnswerEn": "The requirement for maintaining at least a 10,000 square kilometer area is due to the need to encompass political and economic influences from surrounding regions, ensuring comprehensive coverage and relevance in the study. This criterion helps in combining smaller provincial units with their neighboring areas to form a significant region for research purposes.",
                "AnswerCn": "维持至少10,000平方公里面积的要求是由于需要涵盖周边地区的政治和经济影响，确保研究的全面性和相关性。这个标准有助于将较小的省级单位与其邻近地区结合起来，形成一个重要的研究区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives drive the creation of a dataset focused on the administrative boundaries within the regions identified as key nodes in the '泛第三极' area?",
                "QuestionCn": "创建一个专注于“泛第三极”地区关键节点的行政边界数据集的目标是什么？",
                "AnswerEn": "The objectives include providing foundational data for global change research by defining administrative boundaries as essential baseline data. This dataset aims to support research projects by offering a standardized and detailed representation of administrative units at both the city and provincial levels. The dataset enables exploration of political and economic influences within and around the key nodes, ensuring that research covers areas that are strategically significant and sufficiently large. Furthermore, it facilitates the integration of remote sensing data, serving as a critical layer for spatial analysis and ensuring that research can adapt to real-time updates based on official or local government information.",
                "AnswerCn": "目标包括通过定义行政边界作为基础数据，为全球变化研究提供基础数据。该数据集旨在通过提供城市和省级行政单位的标准化和详细表示，支持研究项目。该数据集使得研究能够探索关键节点内外的政治和经济影响，确保研究覆盖战略上重要且足够大的区域。此外，它还促进了遥感数据的整合，作为空间分析的关键层，确保研究能够根据官方或地方政府信息进行实时更新。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific procedures followed to define and delineate administrative boundaries for the 31 key node areas using official administrative units as basic units, and how are these boundaries adjusted to maintain a minimum area of 10,000 square kilometers?",
                "QuestionCn": "为了定义和划定31个关键节点区域的行政边界，采用官方行政单位作为基本单位，具体程序如下：首先，识别并列出所有相关的官方行政单位。然后，根据这些单位的地理位置和功能特征，初步划定关键节点区域的边界。在此基础上，进行边界调整，以确保每个区域的最小面积达到10,000平方公里。这可能涉及合并较小的行政单位，或根据地理和社会经济因素重新划定边界，以满足面积要求。最终，经过多次审查和调整，确定最终的行政边界。",
                "AnswerEn": "The procedures involve downloading base data from DIVA-GIS and using official administrative units (cities) as the basic units of study. For areas where the provincial unit exceeds 10,000 square kilometers, that unit is maintained as the research area. For smaller provincial units, the procedure considers the political and economic influence of the province and neighboring areas, merging them to retain at least 10,000 square kilometers. These steps ensure a comprehensive administrative boundary dataset for the 31 key node areas.",
                "AnswerCn": "这些程序涉及从DIVA-GIS下载基础数据，并使用官方行政单位（城市）作为研究的基本单位。对于省级单位超过10,000平方公里的地区，该单位作为研究区域保持不变。对于较小的省级单位，该程序考虑省份及邻近地区的政治和经济影响，将它们合并以保持至少10,000平方公里。这些步骤确保了31个关键节点区域的综合行政边界数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies or strategies enable the effective integration of administrative boundary data from DIVA-GIS with other geospatial datasets to enhance research in global change studies?",
                "QuestionCn": "哪些方法或策略能够有效整合DIVA-GIS的行政边界数据与其他地理空间数据集，以增强全球变化研究？",
                "AnswerEn": "The integration of administrative boundary data from DIVA-GIS with other geospatial datasets is enabled by downloading base data from DIVA-GIS for specific key node regions within the Pan-Third Pole area. This involves using official administrative units at the city level, while also considering provincial units if they exceed certain size thresholds or combine smaller units based on political and economic influences to ensure a comprehensive research area of at least 10,000 square kilometers for each key node. The dataset serves as foundational data for all remote sensing research and can be updated in real-time according to official or government information.",
                "AnswerCn": "将DIVA-GIS的行政边界数据与其他地理空间数据集集成的过程涉及从DIVA-GIS下载特定关键节点区域的基础数据，重点关注城市级别的官方行政单位。同时，如果省级单位超过某些大小阈值，或根据政治和经济影响合并较小的单位，以确保每个关键节点的研究区域至少为10,000平方公里。该数据集作为所有遥感研究的基础数据，可以根据官方或政府信息实时更新。",
                "Level": "C6(Creating)"
            }
        ]
    }
}