{
    "id": "e5eb627e-b508-44c4-ac55-3abce0c75c39",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "1:100,000 landuse dataset of Qinghai province (1980s)",
            "titleCn": "青海省1:10万土地利用数据集（1980s）",
            "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "The data format is the coverage format supported by ARCINFO. For coding information, please refer to the relevant text file (Land Resources Classification System.doc)",
            "instructionsCn": "数据格式为ARCINFO支持的coverage格式。文件本身附带有坐标信息。编码信息请参照相关文本文件(土地资源分类系统.doc)",
            "east": 103.2,
            "west": 89.5,
            "south": 31.2,
            "north": 39.2,
            "startTime": null,
            "endTime": null,
            "fileSize": 167975373.0,
            "cstr": "18406.11.Socioeco.tpdc.270651",
            "doi": "10.11888/Socioeco.tpdc.270651",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": "基于遥感和GIS的中国西北植被动态研究",
                "titleEn": null,
                "referenceCn": "李珍存. (2007). 基于遥感和GIS的中国西北植被动态研究. (Doctoral dissertation, 甘肃农业大学).",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": "基于RS和GIS技术三江源生态环境演变及驱动力分析",
                "titleEn": null,
                "referenceCn": "赵静. (2009). 基于RS和GIS技术三江源生态环境演变及驱动力分析. 吉林大学",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Genetic diversity of the subterranean Gansu zokor in a semi-natural landscape",
                "referenceCn": null,
                "referenceEn": "Lin, G.H., Cai, Z.Y., Zhang, T.Z., Su, J.P., & Thirgood, S.J. (2008). Genetic diversity of the subterranean Gansu zokor in a semi-natural landscape[J]. Journal of Zoology, 275(2), 153–159. doi:10.1111/j.1469-7998.2008.00423.x"
            },
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海省",
                "keywordEn": "Qinghai Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980s",
                "keywordEn": "1980s",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
            ],
            "research objective": [
                "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
            ],
            "challenges": [
                "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
            ],
            "methods": [],
            "dataset": [
                "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
            ],
            "findings": [
                "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
            ],
            "backgroundCn": [
                "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversit y、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，国际全球变化研究计划（IGBP）和国际人文与社会科学计划（IHDP）发布并推动的一系列科学研究项目，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于多样的自然环境和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也对全球变化产生相应的影响。"
            ],
            "research objectiveCn": [
                "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地对土地利用变化的“空间模式”和“时间过程”进行了综合研究，以揭示区域土地利用变化特征在动态过程的模式和动态过程的模式上的表现。"
            ],
            "challengesCn": [
                "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "主要数据来源是Landsat TM数字图像（1995/1996年的520幅场景和1999/2000年的508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
            ],
            "findingsCn": [
                "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧业交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Which satellite data is predominantly used for land-use information: Landsat MSS, TM, ETM, or CBERS-1?",
                "QuestionCn": "哪个卫星数据主要用于土地利用信息：Landsat MSS、TM、ETM 还是 CBERS-1？",
                "AnswerEn": "Landsat TM",
                "AnswerCn": "Landsat TM",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used in gathering land-use change information in Qinghai Province during the 1980s?",
                "QuestionCn": "在1980年代，青海省收集土地利用变化信息的主要数据收集方法有哪些？",
                "AnswerEn": "Satellite remote sensing",
                "AnswerCn": "卫星遥感",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where does the land-use change dataset of Qinghai Province categorize different land types, and into how many classes?",
                "QuestionCn": "青海省的土地利用变化数据集将不同的土地类型分类，并分为多少个类别？",
                "AnswerEn": "6 first-level classes and 31 second-level classes",
                "AnswerCn": "6个一级类和31个二级类",
                "Level": "C2(Understanding)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to gather information on land-use changes in China during the 1990s?",
                "QuestionCn": "您能否提供一个用于收集1990年代中国土地利用变化信息的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method used to gather information on land-use changes in China during the 1990s is the use of Landsat TM digital images, with 520 scenes in 1995/1996 and 508 scenes in 1999/2000. Additionally, CBERS-1 (China-Brazil Earth Resources Satellite 1) data were used to acquire land-use information for 1999/2000.",
                "AnswerCn": "用于收集1990年代中国土地利用变化信息的一种数据收集方法是使用Landsat TM数字图像，1995/1996年有520幅场景，1999/2000年有508幅场景。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据来获取1999/2000年的土地利用信息。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that has been used to study regional differentiation of land-use change in China?",
                "QuestionCn": "您能否提供一个用于研究中国土地利用变化区域差异的示例数据集？",
                "AnswerEn": "An example of a dataset used to study regional differentiation of land-use change in China includes Landsat TM digital images from various years, such as 1995/1996 and 1999/2000, along with data from the CBERS-1 satellite for the year 1999/2000.",
                "AnswerCn": "用于研究中国土地利用变化区域差异的一个数据集包括来自不同年份的Landsat TM数字图像，如1995/1996年和1999/2000年，以及1999/2000年的CBERS-1卫星数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of the land-use classification system used in data collection?",
                "QuestionCn": "土地利用分类系统在数据收集中的特征是什么？",
                "AnswerEn": "hierarchical, 6 primary categories, 31 secondary categories, high precision",
                "AnswerCn": "分层结构，6个一级类别，31个二级类别，高精度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges related to the accuracy of land-use data derived from remote sensing?",
                "QuestionCn": "与遥感获取的土地利用数据准确性相关的挑战有哪些？",
                "AnswerEn": "potential for conflicts between land protection and urban expansion, difficulty in reversing deforestation trends",
                "AnswerCn": "土地保护与城市扩张之间的潜在冲突，逆转森林砍伐趋势的困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many primary and secondary land cover categories are utilized in a dataset for land use classification?",
                "QuestionCn": "在土地利用分类的数据集中，使用了多少个主要和次要土地覆盖类别？",
                "AnswerEn": "6, 31",
                "AnswerCn": "6, 31",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many Landsat TM digital images were used as a data source for land-use information in the years 1995/1996 and 1999/2000?",
                "QuestionCn": "在1995/1996年和1999/2000年期间，使用了多少幅Landsat TM数字图像作为土地利用信息的数据来源？",
                "AnswerEn": "520, 508",
                "AnswerCn": "520, 508",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many research institutes contributed to the organization of a land use dataset using satellite remote sensing technology?",
                "QuestionCn": "有多少个研究机构参与了利用卫星遥感技术组织土地利用数据集的工作？",
                "AnswerEn": "19",
                "AnswerCn": "十九",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'regional differentiation of land-use change' imply in land-use research?",
                "QuestionCn": "“土地利用变化的区域差异化”在土地利用研究中意味着什么？",
                "AnswerEn": "'Regional differentiation of land-use change' implies the variation in patterns and rates of land-use change across different geographic areas. In land-use research, this concept indicates that distinct regions experience different types and extents of change due to factors like physical environment, economic activities, and policy influences. Understanding these differences is crucial for designing regional policies and strategies to manage land resources effectively.",
                "AnswerCn": "“土地利用变化的区域差异化”意味着不同地理区域的土地利用变化模式和速率存在差异。在土地利用研究中，这一概念表明，由于自然环境、经济活动和政策影响等因素，不同地区经历不同类型和程度的变化。理解这些差异对于制定区域政策和策略以有效管理土地资源至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using Landsat TM images compare to those using CBERS-1 data in terms of capturing land-use change dynamics in China?",
                "QuestionCn": "使用Landsat TM影像的数据收集方法与使用CBERS-1数据在捕捉中国土地利用变化动态方面有何比较？",
                "AnswerEn": "The data collection methods using Landsat TM images involve acquiring digital images, which were used extensively in 1995/1996 and 1999/2000, while CBERS-1 data were specifically used for acquiring land-use information for 1999/2000. Both methods contribute to capturing land-use change dynamics, but the temporal overlap and specific focus might differ, impacting how effectively they capture changes over time.",
                "AnswerCn": "使用Landsat TM影像的数据收集方法涉及获取数字图像，这些图像在1995/1996年和1999/2000年被广泛使用，而CBERS-1数据则专门用于获取1999/2000年的土地利用信息。这两种方法都有助于捕捉土地利用变化动态，但时间重叠和具体关注点可能有所不同，从而影响它们捕捉变化的有效性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced during land-use data collection in China compared to the challenges cited in global land-use studies?",
                "QuestionCn": "中国在土地利用数据收集过程中面临的挑战与全球土地利用研究中提到的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "In China, challenges include conflicts between arable land protection and urban expansion, particularly in the irrational conversion from arable land to built-up areas. Globally, similar challenges may exist, but China's unique policies and vast, varied physical environments contribute to its specific set of challenges affecting social, economic development, and global change. The extent and nature of these challenges may differ in other global contexts.",
                "AnswerCn": "在中国，面临的挑战包括耕地保护与城市扩张之间的冲突，特别是在耕地不合理转为建设用地的过程中。全球范围内可能存在类似的挑战，但中国独特的政策和广泛多样的自然环境导致其面临一系列特定的挑战，这些挑战影响着社会、经济发展和全球变化。这些挑战的程度和性质在其他全球背景中可能有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the use of satellite remote sensing data, such as Landsat MSS, TM, and ETM, influence the accuracy and reliability of land-use change analysis over vast regions like China?",
                "QuestionCn": "卫星遥感数据的使用，如Landsat MSS、TM和ETM，如何影响对中国等广阔地区土地利用变化分析的准确性和可靠性？",
                "AnswerEn": "The use of satellite remote sensing data, including Landsat MSS, TM, and ETM, allows for consistent and comprehensive coverage of large areas, ensuring high precision in capturing land-use changes. This approach helps in identifying temporal and spatial patterns accurately, which is crucial for understanding regional dynamics and informing policy decisions.",
                "AnswerCn": "卫星遥感数据的使用，包括Landsat MSS、TM和ETM，能够对大面积区域进行一致且全面的覆盖，确保在捕捉土地利用变化方面具有高精度。这种方法有助于准确识别时间和空间模式，这对于理解区域动态和为政策决策提供信息至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges can arise from using digital images from different satellites, like Landsat TM and CBERS-1, when acquiring land-use information for dynamic regionalization studies?",
                "QuestionCn": "使用来自不同卫星（如Landsat TM和CBERS-1）的数字图像在获取动态区域化研究的土地利用信息时，可能会出现哪些挑战？",
                "AnswerEn": "Challenges may include differences in resolution, spectral characteristics, and temporal coverage between different satellite data, such as Landsat TM and CBERS-1. These variations can lead to inconsistencies in data interpretation and require careful calibration and validation to ensure that the integrated datasets provide a reliable basis for dynamic regionalization studies.",
                "AnswerCn": "挑战可能包括不同卫星数据之间的分辨率、光谱特性和时间覆盖的差异，例如Landsat TM和CBERS-1。这些变化可能导致数据解释的不一致，并需要仔细的校准和验证，以确保集成的数据集为动态区域化研究提供可靠的基础。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What insights about regional differentiation and land-use change patterns can be inferred from the rapid changes observed in specific areas of China between 1995 and 2000?",
                "QuestionCn": "可以从1995年至2000年间中国特定地区观察到的快速变化中推断出关于区域差异化和土地利用变化模式的见解。",
                "AnswerEn": "The rapid changes in land-use observed in areas such as North China, Loess Plateau, and the southeast coastal region between 1995 and 2000 suggest significant socio-economic and environmental transformations. These patterns indicate that land-use changes are not uniform across the country and highlight the need to consider regional characteristics and drivers when studying land-use dynamics.",
                "AnswerCn": "在1995年至2000年期间，北方中国、黄土高原和东南沿海地区观察到的土地利用快速变化表明了显著的社会经济和环境转型。这些模式表明，土地利用变化在全国范围内并不均匀，强调了在研究土地利用动态时需要考虑区域特征和驱动因素。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for using a layered land cover classification system in data collection for land-use studies?",
                "QuestionCn": "在土地利用研究的数据收集中，使用分层土地覆盖分类系统的需求是什么原因？",
                "AnswerEn": "The use of a layered land cover classification system in data collection is necessitated by the need to organize and categorize the diverse land-use types into distinct classes, such as arable land, forest, grassland, and urban areas, to facilitate detailed analysis and understanding of land-use dynamics across varied regions of China.",
                "AnswerCn": "分层土地覆盖分类系统在数据收集中的使用是由于需要将多样的土地利用类型组织和分类为不同的类别，如耕地、森林、草地和城市区域，以便于对中国各地区土地利用动态进行详细分析和理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are satellite remote sensing technologies like Landsat MSS, TM, and ETM crucial in gathering land-use data?",
                "QuestionCn": "卫星遥感技术如Landsat MSS、TM和ETM在收集土地利用数据方面至关重要，原因如下：",
                "AnswerEn": "Satellite remote sensing technologies such as Landsat MSS, TM, and ETM are crucial in gathering land-use data because they provide comprehensive and consistent spatial data over large areas, allowing researchers to monitor and assess land-use changes over time with high precision and frequency, which is essential for understanding environmental impacts and planning resource management.",
                "AnswerCn": "卫星遥感技术，如Landsat MSS、TM和ETM，对于收集土地利用数据至关重要，因为它们提供了广泛且一致的空间数据，覆盖大面积区域，使研究人员能够以高精度和频率监测和评估土地利用变化，这对于理解环境影响和规划资源管理至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What factors contribute to the regional differentiation of land-use change observed in China?",
                "QuestionCn": "影响中国土地利用变化区域差异的因素有哪些？",
                "AnswerEn": "The regional differentiation of land-use change in China is attributed to various factors including the diverse physical environments, large land area, and differing socio-economic policies across regions. These factors lead to varied rates and patterns of land-use change, influencing both local development and broader global environmental dynamics.",
                "AnswerCn": "中国土地利用变化的区域差异归因于多种因素，包括多样的自然环境、广阔的土地面积以及各地区不同的社会经济政策。这些因素导致了土地利用变化的速率和模式各异，影响了地方发展和更广泛的全球环境动态。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using satellite remote sensing as a primary data collection method in land-use studies?",
                "QuestionCn": "使用卫星遥感作为土地利用研究的主要数据收集方法可能带来的潜在后果是什么？",
                "AnswerEn": "Satellite remote sensing, such as Landsat MSS, TM, and ETM data, allows for comprehensive, large-scale monitoring of land-use changes, providing high precision data that can significantly enhance the understanding of land-cover dynamics. This can lead to more informed decision-making in land resource management and environmental policy.",
                "AnswerCn": "卫星遥感，如Landsat MSS、TM和ETM数据，能够全面、大规模地监测土地利用变化，提供高精度的数据，这可以显著增强对土地覆盖动态的理解。这可以促进土地资源管理和环境政策中更为明智的决策。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the inclusion of varied data sources, like CBERS-1 satellite data, impact the analysis of land-use change between different time periods?",
                "QuestionCn": "不同数据源的纳入，例如CBERS-1卫星数据，可能会如何影响不同时间段之间土地利用变化的分析？",
                "AnswerEn": "Incorporating varied data sources, such as CBERS-1 satellite data alongside Landsat images, can improve the temporal and spatial resolution of land-use change analysis, enabling a more nuanced understanding of changes over time and potentially revealing regional differentiation in land-use dynamics.",
                "AnswerCn": "结合多种数据源，如CBERS-1卫星数据和Landsat影像，可以提高土地利用变化分析的时间和空间分辨率，从而更深入地理解随时间变化的情况，并可能揭示土地利用动态的区域差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of the observed regional differentiation in land-use change for future data collection strategies?",
                "QuestionCn": "观察到的土地利用变化的区域差异对未来数据收集策略的影响是什么？",
                "AnswerEn": "The observed regional differentiation in land-use change suggests a need for targeted data collection strategies that address specific regional characteristics. This might involve focusing on areas with rapid changes, like North China and the southeast coastal region, ensuring data collection methods are adaptable to diverse physical environments and socio-economic factors.",
                "AnswerCn": "观察到的土地利用变化的区域差异表明，需要针对特定区域特征的有针对性的数据收集策略。这可能涉及重点关注变化迅速的地区，如华北和东南沿海地区，确保数据收集方法能够适应多样的自然环境和社会经济因素。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to utilize satellite remote sensing technology, such as Landsat MSS, TM, and ETM, in the collection of land-use data?",
                "QuestionCn": "利用卫星遥感技术，如Landsat MSS、TM和ETM，收集土地利用数据的重要性在于什么？",
                "AnswerEn": "Satellite remote sensing technology is essential for constructing high-precision land-use datasets, which are critical for national land resource surveys, hydrology, and ecological research. It enables comprehensive, large-scale monitoring of land-use changes over time and across varied physical environments.",
                "AnswerCn": "卫星遥感技术对于构建高精度的土地利用数据集至关重要，这些数据集对国家土地资源调查、水文学和生态研究具有重要意义。它能够对土地利用变化进行全面的大规模监测，涵盖时间和不同物理环境。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in utilizing satellite imagery to classify land-use types in a dataset related to land-cover change?",
                "QuestionCn": "利用卫星影像对与土地覆盖变化相关的数据集进行土地利用类型分类的程序包括哪些步骤？",
                "AnswerEn": "The data collection involved using Landsat MSS, TM, and ETM remote sensing data to construct a land-cover classification system, dividing the area into primary and secondary categories such as farmland, forest, and grassland.",
                "AnswerCn": "数据收集涉及使用Landsat MSS、TM和ETM遥感数据构建土地覆盖分类系统，将区域划分为主要和次要类别，如农田、森林和草地。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What steps are taken to ensure the accuracy of land-use data collected from satellite imagery for environmental research purposes?",
                "QuestionCn": "为了确保从卫星影像收集的土地利用数据在环境研究中的准确性，采取了哪些步骤？",
                "AnswerEn": "The data collection process involves utilizing a layered land-cover classification system, employing Landsat and CBERS-1 satellite data to accurately capture land-use information, which is crucial for environmental research such as hydrology and ecology.",
                "AnswerCn": "数据收集过程涉及利用分层土地覆盖分类系统，采用Landsat和CBERS-1卫星数据准确捕捉土地利用信息，这对水文学和生态学等环境研究至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or resources enabled the integration of Landsat MSS, TM, and ETM data for constructing a detailed land-use dataset in China?",
                "QuestionCn": "哪些条件或资源使得在中国整合Landsat MSS、TM和ETM数据以构建详细的土地利用数据集成为可能？",
                "AnswerEn": "The integration of Landsat MSS, TM, and ETM data was enabled by the coordinated efforts of the Chinese Academy of Sciences' remote sensing technology teams across 19 research institutes, as part of a major national project utilizing satellite remote sensing over a three-year period.",
                "AnswerCn": "中国科学院的遥感技术团队在19个研究所的协调努力下，整合了Landsat MSS、TM和ETM数据，这是一个利用卫星遥感的重大国家项目，历时三年。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of a hierarchical land cover classification system enable more precise land-use mapping in large-scale datasets?",
                "QuestionCn": "分层土地覆盖分类系统的使用如何在大规模数据集中实现更精确的土地利用制图？",
                "AnswerEn": "The use of a hierarchical land cover classification system enables more precise land-use mapping by categorizing the land into six first-level classes and 31 second-level classes, allowing for detailed and structured analysis of land-use patterns and changes.",
                "AnswerCn": "使用分层土地覆盖分类系统可以通过将土地分为六个一级类别和31个二级类别，实现更精确的土地利用制图，从而允许对土地利用模式和变化进行详细和结构化的分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What technological or methodological advancements have enabled the dramatic land-use change monitoring in regions like North China and the Loess Plateau between 1995 and 2000?",
                "QuestionCn": "在1995年至2000年期间，哪些技术或方法上的进步使得像华北地区和黄土高原这样的地区能够进行显著的土地利用变化监测？",
                "AnswerEn": "The monitoring of dramatic land-use changes in regions like North China and the Loess Plateau was enabled by advanced satellite data collection methods using Landsat TM images and CBERS-1 data, which facilitated detailed temporal and spatial analysis of land-use dynamics.",
                "AnswerCn": "对北中国和黄土高原等地区剧烈土地利用变化的监测得益于先进的卫星数据收集方法，利用Landsat TM影像和CBERS-1数据，促进了土地利用动态的详细时空分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the use of satellite remote sensing data, such as Landsat MSS, TM, and ETM, be expected to provide high accuracy in land-use datasets?",
                "QuestionCn": "使用卫星遥感数据，如Landsat MSS、TM和ETM，可能会提供高精度的土地利用数据集的原因是什么？",
                "AnswerEn": "Satellite remote sensing data, such as Landsat MSS, TM, and ETM, offer high-resolution imagery that enables detailed classification of land cover, enhancing the precision of land-use datasets. The layered land cover classification system used in China divides the data into multiple categories, which can result in high accuracy due to the comprehensive spatial coverage and temporal consistency provided by satellite data.",
                "AnswerCn": "卫星遥感数据，如Landsat MSS、TM和ETM，提供高分辨率影像，使得土地覆盖的详细分类成为可能，从而提高土地利用数据集的精确度。中国使用的分层土地覆盖分类系统将数据划分为多个类别，这可以由于卫星数据提供的全面空间覆盖和时间一致性而实现高准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges might researchers expect to encounter when utilizing remote sensing data to analyze land-use change in vast and varied physical environments like China?",
                "QuestionCn": "研究人员在利用遥感数据分析像中国这样广阔且多样化的自然环境中的土地利用变化时，可能会遇到哪些挑战？",
                "AnswerEn": "Researchers might expect challenges related to the regional differentiation of land-use change due to China's varied physical environments. Conspicuous conflicts between arable land protection and urban expansion, and the rapid land-use changes in specific regions, pose significant challenges. These factors contribute to the complexity of accurately capturing dynamic land-use processes and patterns from remote sensing data.",
                "AnswerCn": "研究人员可能会面临与中国多样化自然环境相关的土地利用变化的区域差异化挑战。耕地保护与城市扩张之间的明显冲突，以及特定地区快速的土地利用变化，构成了重大挑战。这些因素使得从遥感数据中准确捕捉动态土地利用过程和模式的复杂性增加。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using Landsat MSS, TM, and ETM data in constructing high-precision land-use datasets?",
                "QuestionCn": "如何评估使用Landsat MSS、TM和ETM数据构建高精度土地利用数据集的有效性？",
                "AnswerEn": "The use of Landsat MSS, TM, and ETM data in constructing land-use datasets is highly effective given its ability to offer detailed temporal and spatial data. This approach has resulted in the creation of China's most precise land-use data products, which are instrumental in various fields such as national land resource surveys, hydrology, and ecological research.",
                "AnswerCn": "使用Landsat MSS、TM和ETM数据构建土地利用数据集非常有效，因为它能够提供详细的时间和空间数据。这种方法导致了中国最精确的土地利用数据产品的创建，这些产品在国家土地资源调查、水文学和生态研究等多个领域中发挥了重要作用。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges in using satellite remote sensing as a primary data collection method for observing land-use changes?",
                "QuestionCn": "使用卫星遥感作为观察土地利用变化的主要数据收集方法可能面临的挑战有哪些？",
                "AnswerEn": "Challenges in using satellite remote sensing for land-use change observation include issues of spatial and temporal resolution limitations, potential data gaps, cloud cover interference, and the need for substantial computational resources. Additionally, accurately differentiating between land-use types in heterogeneous regions can be problematic.",
                "AnswerCn": "使用卫星遥感观察土地利用变化的挑战包括空间和时间分辨率的限制、潜在的数据缺口、云层覆盖干扰，以及对大量计算资源的需求。此外，在异质区域准确区分土地利用类型可能会存在问题。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the integration of CBERS-1 data with Landsat imagery contribute to the robustness of land-use change datasets?",
                "QuestionCn": "CBERS-1数据与Landsat影像的整合如何有助于增强土地利用变化数据集的可靠性？",
                "AnswerEn": "Integrating CBERS-1 data with Landsat imagery can enhance the robustness of land-use change datasets by providing complementary data that may fill temporal gaps and increase the frequency of observations. This integration can improve the accuracy and reliability of land-use classifications and change detection over time, particularly for periods when one data source may not be available.",
                "AnswerCn": "将CBERS-1数据与Landsat影像进行整合，可以通过提供互补数据来增强土地利用变化数据集的可靠性，从而填补时间间隔并增加观测频率。这种整合可以提高土地利用分类和变化检测的准确性和可靠性，特别是在某一数据源可能不可用的时期。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data from satellite remote sensing can be effectively utilized for constructing a high-precision land-use dataset.",
                "QuestionCn": "我不明白如何有效利用卫星遥感数据来构建高精度的土地利用数据集。",
                "AnswerEn": "The dataset is constructed using satellite remote sensing data from Landsat MSS, TM, and ETM, which are processed and classified into a hierarchical land cover system. This approach involves analyzing satellite images to categorize land into various types, such as arable land, forest, grassland, water bodies, urban areas, and unused land, enabling the creation of a precise land-use dataset.",
                "AnswerCn": "该数据集是利用Landsat MSS、TM和ETM的卫星遥感数据构建的，经过处理和分类形成了一个分层的土地覆盖系统。这种方法涉及分析卫星图像，将土地分类为各种类型，如耕地、森林、草地、水体、城市区域和闲置土地，从而能够创建一个精确的土地利用数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how regional differentiation in land-use change is determined from the collected data.",
                "QuestionCn": "我无法理解如何从收集的数据中确定土地利用变化的区域差异。",
                "AnswerEn": "Regional differentiation in land-use change is determined by analyzing temporal and spatial patterns from satellite imagery, which reveals dynamic zones and changes in land use over time. This involves identifying rapid changes in certain regions, like North China and the Loess Plateau, to understand the dynamics and characteristics of land-use changes at the regional scale.",
                "AnswerCn": "区域土地利用变化的差异化是通过分析卫星影像的时间和空间模式来确定的，这揭示了动态区域及土地利用随时间的变化。这涉及到识别某些地区（如华北和黄土高原）的快速变化，以理解区域尺度上土地利用变化的动态和特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please discuss the potential challenges faced in data collection for dynamic regionalization of land-use change and how they might be addressed in future research.",
                "QuestionCn": "请讨论在动态区域化土地利用变化的数据收集中可能面临的挑战，以及未来研究中如何应对这些挑战。",
                "AnswerEn": "Challenges in data collection for dynamic regionalization of land-use change include addressing the temporal and spatial variation in land-use patterns, as well as conflicts between arable land protection and urban expansion. These challenges might be mitigated by integrating multi-temporal satellite data sources and improving land-use classification algorithms to better capture rapid land-use changes and to differentiate between various land-use types more accurately.",
                "AnswerCn": "动态区域化土地利用变化的数据收集面临的挑战包括处理土地利用模式的时间和空间变化，以及耕地保护与城市扩张之间的冲突。这些挑战可以通过整合多时相卫星数据源和改进土地利用分类算法来缓解，以更好地捕捉快速的土地利用变化，并更准确地区分各种土地利用类型。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}