{
  "id": "e5f78f43-c28e-4cf3-946b-e705f19c994f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Map of permafrost distribution in the Qilian Mountains",
      "titleCn": "祁连山多年冻土分布图",
      "description": "The data includes continuous and discontinuous permafrost and seasonally frozen ground distributed in the Qilian Mountains. Based on the field investigation, borehole drillings along the highway as well as previous data collected from the documentations, the lower limits of permafrost and the formula of the lower limits of permafrost in the Qilian Mountains is obtained by regression analysis. The digital elevation model (DEM) data is the SRTM (Shuttle Radar Topography Mission) jointly measured by NASA and NIMA. After the data being transformed into GCS WGS 1984 coordinate system, it is resampled into 100 m spatial resolution. The altitude of 3000 m was used to define the area of the Qilian Mountains. With the aid of ArcGIS platform and the support of DEM data, the permafrost distribution map of the Qilian Mountains with a resolution of 100 m is simulated. The lower limits of permafrost obtained by the regression analysis passed the significance test. According to the 548 existing borehole data points, the verification accuracy of permafrost area is 90.11%. The data can be used to estimate the ground ice content and the amount of water released from permafrost degradation.",
      "descriptionCn": "本数据包括祁连山连续多年冻土、不连续多年冻土以及季节冻土的空间分布图。本数据基于野外科学考察、道路勘察钻孔点并结合前人所获得的多年冻土下界海拔资料，回归得出多年冻土下界海拔公式。其中，DEM数据采用美国太空总署(NASA)和国防部国家测绘局(NIMA)联合测量的SRTM(Shuttle Radar Topography Mission)数据，数据转化为GCS·WGS·1984坐标系后，重采样成100 m的空间分辨率，采用以此数据海拔3 000 m作为界定祁连山区范围。借助ArcGIS平台在DEM数据的支持下，模拟出分辨率为100 m的祁连山区多年冻土分布图。回归得出祁连山区多年冻土分布下界模型，并通过了显著性检验。通过已有的548个钻孔数据点检验，多年冻土区验证正确率为90.11%。本数据可用于祁连山地下冰含量以及多年冻土退化释放水量估算，并对祁连山生态环境整治和生态文明建设具有一定借鉴意义。",
      "instructions": "File name: distribution map of permafrost in the Qilian Mountain. TIF, which shows the distribution of permafrost in recent years. Data reading mode: use ArcMap under ArcGIS platform to directly open and use, which will generate files in grid format. It is recommended that the version above 10.3 is used",
      "instructionsCn": "文件命名：祁连山多年冻土分布图.tif ，表示近年来祁连山多年冻土分布情况。数据读取方式：使用ArcGis平台下的Arcmap直接打开使用，会生成栅格格式的文件，建议10.3以上的版本",
      "east": 103.05,
      "west": 93.5,
      "south": 39.84,
      "north": 35.84,
      "startTime": "2019-07-13 16:00:00",
      "endTime": "2020-07-12 03:59:59",
      "fileSize": 39166394.0,
      "cstr": "18406.11.Geocry.tpdc.270456",
      "doi": "10.11888/Geocry.tpdc.270456",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "盛煜",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "祁连山区多年冻土分布模拟",
        "titleEn": null,
        "referenceCn": "祁连山区多年冻土分布模拟.冰川冻土(待刊)",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "不连续多年冻土",
        "nameEn": "Discontinuous permafrost"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻土分布",
        "nameEn": "Frozen ground distribution"
      },
      {
        "nameCn": "季节冻土",
        "nameEn": "Seasonally frozen ground"
      },
      {
        "nameCn": "永冻带（多年冻土）",
        "nameEn": "Permafrost "
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian Mountains"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the spatial distribution maps for permafrost regions?",
        "QuestionCn": "永久冻土地区的空间分布图特征是什么？",
        "AnswerEn": "continuous permafrost, discontinuous permafrost, seasonal frozen ground, 100 m spatial resolution, elevation of 3,000 m",
        "AnswerCn": "连续冻土、不连续冻土、季节性冻土、100米空间分辨率、海拔3000米",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the permafrost distribution dataset in the Qilian Mountains region?",
        "QuestionCn": "Qilian Mountains地区的永冻土分布数据集的空间分辨率是多少？",
        "AnswerEn": "100 meters",
        "AnswerCn": "100米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the process of generating a permafrost distribution map using DEM data in the context of the Qilian Mountains?",
        "QuestionCn": "在祁连山脉中使用DEM数据生成多年冻土分布图的过程是什么？",
        "AnswerEn": "Generating a permafrost distribution map using DEM data involves utilizing SRTM (Shuttle Radar Topography Mission) data, which is transformed into the GCS·WGS·1984 coordinate system and resampled to a 100 m spatial resolution. The defined geographic scope is set at an altitude of 3,000 m to delineate the Qilian Mountain area. This process is supported by ArcGIS platform simulations, which produce a 100 m resolution permafrost distribution map. A regression model for the permafrost distribution lower boundary is derived and validated through significance testing. The accuracy of this model is verified using 548 borehole data points, achieving a permafrost area validation accuracy rate of 90.11%.",
        "AnswerCn": "生成永久冻土分布图使用数字高程模型（DEM）数据，涉及利用SRTM（航天飞机雷达地形测量）数据，该数据被转换为GCS·WGS·1984坐标系统，并重采样至100米空间分辨率。定义的地理范围设定在3000米的高度，以划定祁连山地区。该过程通过ArcGIS平台模拟支持，生成100米分辨率的永久冻土分布图。永久冻土分布下界的回归模型经过显著性检验得以推导和验证。该模型的准确性通过548个钻孔数据点进行验证，获得了90.11%的永久冻土面积验证准确率。",
        "Level": "C3(Applying)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the accuracy and reliability of data collection methods when using a combination of field surveys, borehole data, and NASA's SRTM data in mapping permafrost distribution?",
        "QuestionCn": "当使用实地调查、钻孔数据和NASA的SRTM数据相结合来绘制多年冻土分布图时，可以推断出数据收集方法的准确性和可靠性如何？",
        "AnswerEn": "The accuracy and reliability of data collection methods can be inferred from the validation process which showed a 90.11% correctness rate in permafrost area verification using 548 borehole data points. This suggests that the integration of field surveys, borehole data, and NASA's SRTM data provides a robust framework for accurately mapping permafrost distribution, highlighting the effectiveness of combining multiple data sources and methodologies.",
        "AnswerCn": "数据收集方法的准确性和可靠性可以通过验证过程推断，该过程显示在使用548个钻孔数据点进行的永久冻土区域验证中，正确率为90.11%。这表明，现场调查、钻孔数据和NASA的SRTM数据的整合提供了一个准确绘制永久冻土分布的强大框架，突显了结合多种数据源和方法的有效性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the accuracy of estimating permafrost boundaries in mountainous regions using regression models?",
        "QuestionCn": "影响使用回归模型估计山区永久冻土边界准确性的因素有哪些？",
        "AnswerEn": "The accuracy of estimating permafrost boundaries in mountainous regions using regression models is influenced by field scientific investigations, road survey borehole points, previous altitude data of permafrost boundaries, and data from the Shuttle Radar Topography Mission (SRTM) that has been resampled to a 100 m spatial resolution. The accuracy is further supported by validation with existing borehole data points, achieving a correct rate of 90.11%.",
        "AnswerCn": "在山区使用回归模型估计永久冻土边界的准确性受到现场科学调查、道路勘测钻孔点、以前的永久冻土边界高度数据以及经过重采样至100米空间分辨率的航天雷达地形任务（SRTM）数据的影响。通过与现有钻孔数据点的验证，准确率进一步提高，达到了90.11%。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the accuracy and utility of permafrost distribution models when using a dataset derived from a combination of field investigations, borehole data, and DEM data?",
        "QuestionCn": "使用由实地调查、钻孔数据和数字高程模型（DEM）数据组合而成的数据集，可能对永久冻土分布模型的准确性和实用性产生的潜在后果是什么？",
        "AnswerEn": "Using a dataset derived from a combination of field investigations, borehole data, and DEM data can significantly enhance the accuracy of permafrost distribution models by incorporating diverse data sources. This approach allows for a more comprehensive understanding of permafrost boundaries and characteristics, which can be validated and adjusted based on real-world measurements, such as the 548 borehole data points with a validation accuracy of 90.11%. The integration of DEM data at a 100 m spatial resolution further refines the spatial representation of permafrost, aiding in accurate simulations and potentially improving the models' applicability for estimating underground ice content and assessing permafrost degradation impacts on water release. This multifaceted data collection approach can also support ecological restoration and environmental management efforts by providing reliable data for decision-making.",
        "AnswerCn": "使用来自现场调查、钻孔数据和数字高程模型（DEM）数据的组合数据集，可以显著提高永久冻土分布模型的准确性，因为它整合了多种数据来源。这种方法使我们能够更全面地理解永久冻土的边界和特征，并可以根据实际测量进行验证和调整，例如548个钻孔数据点的验证准确率为90.11%。以100米空间分辨率整合DEM数据进一步细化了永久冻土的空间表示，有助于准确模拟，并可能提高模型在估算地下冰含量和评估永久冻土退化对水释放影响方面的适用性。这种多元数据收集方法还可以通过提供可靠的数据支持生态恢复和环境管理工作，为决策提供依据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of creating a spatial distribution map of permafrost in the Qilian Mountains using field surveys, drilling data, and regression modeling?",
        "QuestionCn": "在祁连山地区利用实地调查、钻探数据和回归建模创建永久冻土空间分布图的主要目标是什么？",
        "AnswerEn": "The primary objective is to estimate the spatial distribution of continuous, discontinuous, and seasonal permafrost in the Qilian Mountains accurately. This involves using field surveys, drilling data, and regression modeling to derive the elevation boundary formula for permafrost. The dataset aims to support the estimation of underground ice content and the release of water from permafrost degradation, which can inform ecological restoration and environmental management in the Qilian Mountain region.",
        "AnswerCn": "主要目标是准确估计祁连山地区连续性、非连续性和季节性永冻土的空间分布。这涉及使用实地调查、钻探数据和回归建模来推导永冻土的海拔边界公式。该数据集旨在支持地下冰含量的估算以及永冻土退化导致的水分释放，这可以为祁连山地区的生态恢复和环境管理提供信息。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using DEM data to simulate spatial distribution maps of permafrost in mountainous regions, and how is the data resampled for accuracy?",
        "QuestionCn": "使用数字高程模型（DEM）数据模拟山区永久冻土的空间分布图涉及哪些程序，以及如何对数据进行重采样以提高准确性？",
        "AnswerEn": "The process involves using DEM data from the Shuttle Radar Topography Mission (SRTM) provided by NASA and the National Imagery and Mapping Agency (NIMA). The data is converted to the GCS·WGS·1984 coordinate system and resampled to a spatial resolution of 100 meters. This is done by defining the mountainous region of interest, in this case, elevations above 3,000 meters in the Qilian Mountains. ArcGIS is then used to simulate the spatial distribution maps of permafrost with the support of this resampled DEM data.",
        "AnswerCn": "该过程涉及使用美国国家航空航天局（NASA）和国家影像与制图局（NIMA）提供的航天飞机雷达地形测量任务（SRTM）数字高程模型（DEM）数据。数据被转换为GCS·WGS·1984坐标系统，并重新采样至100米的空间分辨率。这是通过定义感兴趣的山区进行的，在本例中，指的是祁连山海拔超过3000米的区域。然后使用ArcGIS模拟该重新采样DEM数据支持的永久冻土空间分布图。",
        "Level": "C3(Applying)"
      }
    ]
  }
}