{
    "id": "e70c9b51-7e69-404c-b423-b142fd4292d0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Grading map of agricultural suitability on the Tibet Plateau (2018)",
            "titleCn": "青藏高原农业适宜性与分级图（2018）",
            "description": "This study takes the land resources in the Qinghai-Tibet Plateau as the evaluation object, and clarifies the current situation in the region suitable for agriculture, forestry, animal husbandry production and the quantity, quality and distribution of the reserve land resources. Through field investigations, collect relevant data from the study area, and combine relevant literature and expert experience to determine the evaluation factors (altitude, slope, annual precipitation, accumulated temperature, sunshine hours, soil effective depth, texture, erosion, vegetation type, NDVI). The grading and standardization are carried out, and the weights of each evaluation factor are determined by principal component analysis. The weighted index and model are used to determine the total score of the evaluation unit. Finally, the ArcGis natural discontinuity classification method is used to obtain the Qingshang Plateau. And the grades of farmland, forestry and grassland suitability drawings of the Qinghai-Tibet Plateau with a resolution of 90m were given. Finally, the results are verified and analyzed.",
            "descriptionCn": "本研究以青藏高原范围内土地资源为评价对象，阐明区域内适宜于农、林、牧业生产的现状及其后备土地资源数量、质量及其分布情况。通过实地调查，收集整理研究区域的相关数据，结合相关文献和专家经验确定评价因子（海拔、坡度、年降水量、积温、日照时数、土壤有效深度、质地、侵蚀强度、植被类型、NDVI）并对其分等定级和标准化，通过主成分分析法确定各评价因子的权重，采用加权指数和模型确定评价单元总分值，最后用ArcGis自然间断点分级法得出青藏高原宜农、宜林以及宜牧用地的适宜等级，输出90m分辨率的青藏高原农业适宜性图纸，并对结果校验分析。",
            "instructions": "In .raster format, can be opened and analysed in ArcGis software.",
            "instructionsCn": "栅格形式，可以用ArcGis打开查看和分析.",
            "east": 104.0,
            "west": 74.0,
            "south": 25.0,
            "north": 40.0,
            "startTime": "2018-10-25 16:00:00",
            "endTime": "2018-11-10 16:00:00",
            "fileSize": 75392979.0,
            "cstr": "18406.11.Socioeco.tpdc.270483",
            "doi": "10.11888/Socioeco.tpdc.270483",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "姚明磊",
                "nameEn": "YAO Minglei",
                "unitEn": "Wuhan University",
                "unitCn": "武汉大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "论文撰写中",
                "titleEn": null,
                "referenceCn": "论文撰写中",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "themeList": [
            {
                "nameCn": "农业资源",
                "nameEn": "Agricultural Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the evaluation factors used to determine agricultural suitability in the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原农业适宜性评估因素的特征是什么？",
                "AnswerEn": "elevation, slope, annual precipitation, accumulated temperature, sunshine duration, soil effective depth, texture, erosion intensity, vegetation type, NDVI",
                "AnswerCn": "海拔、高程、年降水量、积温、日照时长、土壤有效深度、质地、侵蚀强度、植被类型、归一化植被指数 (NDVI)",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many evaluation factors were used to assess agricultural suitability in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原评估农业适宜性时使用了多少个评估因素？",
                "AnswerEn": "10",
                "AnswerCn": "10",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '主成分分析法' mean in the context of evaluating agricultural suitability in the Qinghai-Tibet Plateau?",
                "QuestionCn": "'主成分分析法'在青藏高原农业适宜性评估的背景下指的是一种统计方法，用于减少数据的维度，提取出最重要的变量，以便更好地理解和评估影响农业适宜性的主要因素。",
                "AnswerEn": "'主成分分析法' refers to principal component analysis, a statistical method used to determine the weights of evaluation factors by reducing the dimensionality of data. In the context of evaluating agricultural suitability in the Qinghai-Tibet Plateau, it helps in identifying the most significant factors affecting land productivity by analyzing variables such as elevation, slope, annual precipitation, accumulated temperature, sunshine hours, soil depth, texture, erosion intensity, vegetation type, and NDVI.",
                "AnswerCn": "'主成分分析法'是主成分分析的统计方法，用于通过降低数据的维度来确定评估因素的权重。在青藏高原农业适宜性评估的背景下，它通过分析诸如海拔、坡度、年降水量、积温、日照时数、土壤深度、土壤质地、侵蚀强度、植被类型和NDVI等变量，帮助识别影响土地生产力的最重要因素。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the use of principal component analysis enhance the understanding of the relative importance of various factors (such as elevation, slope, and precipitation) in determining agricultural suitability in the Qinghai-Tibet Plateau?",
                "QuestionCn": "主成分分析的使用如何增强对各种因素（如海拔、坡度和降水量）在确定青藏高原农业适宜性中的相对重要性的理解。",
                "AnswerEn": "The use of principal component analysis can help identify the most influential factors by calculating the weights of each evaluation factor, thereby simplifying the complexity of multidimensional data. This method aids in determining how each factor, such as elevation, slope, and precipitation, contributes to agricultural suitability. By understanding these contributions, researchers can prioritize which factors need more focus or adjustment in the context of agricultural planning and development in the region.",
                "AnswerCn": "主成分分析的使用可以通过计算每个评估因素的权重来帮助识别最具影响力的因素，从而简化多维数据的复杂性。这种方法有助于确定每个因素（如海拔、坡度和降水量）如何影响农业适宜性。通过理解这些贡献，研究人员可以优先考虑在农业规划和发展中需要更多关注或调整的因素。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the determination of evaluation indices and their standardization in the assessment of agricultural suitability on the Tibetan Plateau?",
                "QuestionCn": "影响青藏高原农业适宜性评估中评价指标及其标准化确定的因素有哪些？",
                "AnswerEn": "The determination of evaluation indices and their standardization involves collecting and analyzing data on factors such as elevation, slope, annual precipitation, accumulated temperature, sunlight hours, soil effective depth, texture, erosion intensity, vegetation type, and NDVI. These factors are selected based on field surveys, literature review, and expert experience, and are standardized through principal component analysis to ascertain their respective weights.",
                "AnswerCn": "评价指标的确定和标准化涉及收集和分析诸如海拔、坡度、年降水量、积温、日照小时、土壤有效深度、土壤质地、侵蚀强度、植被类型和NDVI等因素的数据。这些因素是基于实地调查、文献回顾和专家经验进行选择的，并通过主成分分析进行标准化，以确定它们各自的权重。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using principal component analysis to determine the weight of evaluation factors on the accuracy and applicability of agricultural suitability mapping in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用主成分分析来确定评估因素权重对青藏高原农业适宜性制图的准确性和适用性可能产生的后果是什么？",
                "AnswerEn": "Using principal component analysis to determine the weight of evaluation factors can enhance the accuracy and applicability of agricultural suitability mapping by objectively identifying the most significant variables. This method reduces the dimensionality of the dataset and potentially minimizes bias introduced by subjective weighting. However, it might also lead to overlooking less significant but contextually important factors, which could affect the comprehensiveness of the assessment and the adaptability of the map to specific local conditions.",
                "AnswerCn": "使用主成分分析来确定评估因素的权重可以通过客观识别最重要的变量来提高农业适宜性制图的准确性和适用性。这种方法减少了数据集的维度，并可能最小化主观加权引入的偏差。然而，它也可能导致忽视一些不太显著但在特定背景下重要的因素，这可能会影响评估的全面性以及地图对特定地方条件的适应性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting and analyzing data related to land resource suitability in the Qinghai-Tibet Plateau for agricultural, forestry, and pastoral purposes?",
                "QuestionCn": "收集和分析与青藏高原土地资源适宜性相关的数据的主要目标是为了农业、林业和牧业的目的。",
                "AnswerEn": "The primary objective is to elucidate the current status of land resources in the Qinghai-Tibet Plateau that are suitable for agricultural, forestry, and pastoral production, as well as to assess the quantity, quality, and distribution of reserve land resources. This involves determining evaluation factors such as altitude, slope, annual precipitation, accumulated temperature, sunshine hours, soil effective depth, texture, erosion intensity, vegetation type, and NDVI, assigning weights to these factors through principal component analysis, and ultimately generating a suitability map with a resolution of 90m using ArcGis, categorizing the land into different suitability levels for agricultural, forestry, and pastoral uses.",
                "AnswerCn": "主要目标是阐明青藏高原上适合农业、林业和牧业生产的土地资源的当前状况，并评估储备土地资源的数量、质量和分布。这涉及确定评估因素，如海拔、坡度、年降水量、积温、日照时数、土壤有效深度、土壤质地、侵蚀强度、植被类型和NDVI，通过主成分分析为这些因素分配权重，最终使用ArcGis生成分辨率为90米的适宜性地图，将土地分类为不同的农业、林业和牧业适宜性等级。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in determining the weight of each evaluation factor when assessing land suitability for agriculture, forestry, and animal husbandry in the Qinghai-Tibet Plateau?",
                "QuestionCn": "在评估青藏高原的农业、林业和畜牧业土地适宜性时，确定每个评估因素权重的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps include collecting and organizing relevant data through field surveys, consulting related literature, and gathering expert experience to determine evaluation factors such as altitude, slope, annual precipitation, accumulated temperature, sunshine hours, soil effective depth, texture, erosion intensity, vegetation type, and NDVI. These factors are then categorized, graded, and standardized. The weights of each evaluation factor are determined using principal component analysis, and a weighted index and model are employed to calculate the total score for each evaluation unit. Finally, the natural breaks classification method in ArcGIS is used to derive the suitability grades for agricultural, forestry, and pastoral uses, resulting in a 90-meter resolution suitability map for the Qinghai-Tibet Plateau.",
                "AnswerCn": "程序步骤包括通过实地调查收集和整理相关数据，咨询相关文献，并收集专家经验，以确定评估因素，如海拔、坡度、年降水量、积温、日照小时数、土壤有效深度、土壤质地、侵蚀强度、植被类型和NDVI。这些因素随后被分类、评分和标准化。每个评估因素的权重通过主成分分析确定，并采用加权指数和模型计算每个评估单元的总分。最后，使用ArcGIS中的自然断点分类方法得出农业、林业和牧业的适宜性等级，从而生成青藏高原90米分辨率的适宜性地图。",
                "Level": "C3(Applying)"
            }
        ]
    }
}