{
    "id": "e7518267-81c8-4bf4-b910-8307065a2785",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of cloud observations in Arctic Alaska (1999-2009)",
            "titleCn": "北极阿拉斯加站点云观测数据集（1999-2009）",
            "description": "This data set of cloud observations at a site in Arctic Alaska is based on the fusion of five cloud inversion products that are well known worldwide. The temporal coverage of the data is from 1999 to 2009, the temporal resolution is one hour, and there are 512 layers vertically with a vertical resolution of 45 m. The spatial coverage is one site in Arctic Alaska, with latitude and longitude coordinates of 71°19′22.8′′N, 156°36′32.4′′ W. The remote sensing cloud inversion data products include the following official products: the all-phase cloud characteristic products produced by the Atmospheric Radiation Measurement Program of the US Department of Energy adopting a parametric method for remote sensing inversion, the ice cloud and hybrid cloud feature products obtained from the US NOAA researchers Matt Shupe and Dave Turner based on cooperative remote sensing inversion (optimization method + parametric method), the hybrid cloud feature (optimization method) products produced by Zhien Wang of the University of Wyoming, USA, the ice cloud feature (parametric method) products produced by Min Deng of the University of Wyoming, USA, and the cloud optical thickness products produced by Qilong Min of the State University of New York at Albany adopting remote sensing inversion (optimization method). The variables of the remote sensing products include cloud water effective radius, cloud water content, cloud ice effective radius, cloud ice content, cloud optical thickness, and cloud water column content; the corresponding observed inversion error ranges are approximately 10-30%, 30-60%, 10-30%, 30-60%, 10-30% and 10-20%. The data files are in the NC format, and an NC file is stored every month.",
            "descriptionCn": "北极阿拉斯加站点云特征集合数据是基于国际上5种著名云反演产品的融合集成数据，数据覆盖时间从1999年到2009年，时间分辨率为逐小时，垂直层数为512层，垂直分辨率45米，覆盖站点为北极阿拉斯加站点，经纬度坐标为（71°19′22.8″N, 156°36′32.4″ W）。所包含云遥感反演数据产品包括：美国能源部大气辐射观测计划采用参数化方法遥感反演获得的所有相态云特征官方产品，美国NOAA Matt Shupe和DaveTurner合作遥感反演（最优化方法+参数化方法）获得的冰云和混合云特征产品，美国University of Wyoming大学Zhien Wang获得的混合云（最优化方法）特征产品，美国University of Wyoming大学Min Deng获得的冰云（参数化方法）特征产品，以及美国State University of New York at Albany大学Qilong Min遥感反演（最优化方法）获得的云光学厚度产品。遥感产品变量包含云水有效半径、云水含量、云冰有效半径、云冰含量、云光学厚度、云水柱含量；相应的观测反演误差范围约为10-30%，30-60%，10-30%，30-60%，10-30%和10-20%。数据格式为nc格式，每月一个nc文件。",
            "instructions": "",
            "instructionsCn": "",
            "east": 356.0,
            "west": 318.0,
            "south": 50.0,
            "north": 70.0,
            "startTime": "1999-07-09 00:00:00",
            "endTime": "2010-07-08 00:00:00",
            "fileSize": 97962632.0,
            "cstr": "18406.11.AtmosPhys.tpe.00000035.file",
            "doi": "10.11888/AtmosPhys.tpe.00000035.file",
            "dataFormat": ".doc",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵传峰",
                "nameEn": "ZHAO Chuanfeng",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "ARM Climate Research Facility Quarterly Value-Added Product Report",
                "referenceCn": null,
                "referenceEn": "Sivaraman, C. (2013). ARM Climate Research Facility Quarterly Value-Added Product Report, October 01–December 31, 2012. U.S. Department of Energy. DOE/SC-ARM-13-002."
            },
            {
                "titleCn": null,
                "titleEn": "Quantifying Uncertainties of Cloud Microphysical Property Retrievals with a Perturbation Method",
                "referenceCn": null,
                "referenceEn": "Zhao, C., S. Xie, M. Jensen, M. Dunn, and X. Chen, 2014: Quantifying Uncertainties of Cloud Microphysical Property Retrievals with a Perturbation Method, J. Geophys. Res., 119, doi: 10.1002/2013JD021112."
            },
            {
                "titleCn": null,
                "titleEn": "Toward Understanding of Differences in Current Cloud Retrievals of ARM Ground-based Measurements",
                "referenceCn": null,
                "referenceEn": "Zhao, C., S. Xie, S. A. Klein, A. Protat, M. D. Shupe, S. A. McFarlane, J. M. Comstock, J. Delanoe, M. Deng, M. Dunn, R. J. Hogan, D. Huang, M. P. Jensen, G. G. Mace, R. McCoy, E. J. O’Connor, D. D. Turner, and Z. Wang, 2012: Toward Understanding of Differences in Current Cloud Retrievals of ARM Ground-based Measurements. J. Geophy. Res., 117, D10206, doi:10.1029/2011JD016792."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "云",
                "nameEn": "Clouds"
            },
            {
                "nameCn": "云微物理学",
                "nameEn": "Cloud microphysics"
            },
            {
                "nameCn": "云特性",
                "nameEn": "Cloud properties"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "大气遥感产品",
                "nameEn": "Atmospheric remote sensing products"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "阿拉斯加",
                "keywordEn": "Alaska"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1999-2009",
                "keywordEn": "1999-2009",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and characteristics of cloud remote sensing inversion products used for Arctic Alaska site observations?",
                "QuestionCn": "云遥感反演产品在阿拉斯加北极地区观测中的关键特征和特点是什么？",
                "AnswerEn": "cloud water effective radius, cloud water content, cloud ice effective radius, cloud ice content, cloud optical thickness, cloud water column content, 1999 to 2009, hourly temporal resolution, vertical resolution of 45 meters, 512 layers, remote sensing inversion error estimates of 10-30% for cloud water effective radius, 30-60% for cloud water content, 10-30% for cloud ice effective radius, 30-60% for cloud ice content, 10-30% for cloud optical thickness, 10-20% for cloud water column content",
                "AnswerCn": "云水有效半径、云水含量、云冰有效半径、云冰含量、云光学厚度、云水柱含量，1999年至2009年，小时时间分辨率，垂直分辨率为45米，512层，云水有效半径的遥感反演误差估计为10-30%，云水含量为30-60%，云冰有效半径为10-30%，云冰含量为30-60%，云光学厚度为10-30%，云水柱含量为10-20%。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the vertical resolution of the cloud observation data collected at the Arctic Alaska site between 1999 and 2009?",
                "QuestionCn": "1999年至2009年间在阿拉斯加北极地区收集的云观测数据的垂直分辨率是多少？",
                "AnswerEn": "45 meters",
                "AnswerCn": "45米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'cloud remote sensing retrieval products' mean in the context of Arctic Alaskan site observations?",
                "QuestionCn": "在阿拉斯加北极地区观测的背景下，“云遥感反演产品”指的是通过遥感技术获取的与云相关的数据和信息，这些数据和信息用于分析和理解云的特性、分布和对气候变化的影响。",
                "AnswerEn": "In the context of Arctic Alaskan site observations, 'cloud remote sensing retrieval products' refer to data products derived from remote sensing techniques that aim to infer cloud characteristics. These products are generated using various retrieval methods, such as parameterization and optimization techniques, and include measurements of cloud properties like effective radius, water and ice content, optical thickness, and water column content. The products provide insights into both ice and mixed-phase clouds, with an estimated retrieval error range for the different variables.",
                "AnswerCn": "在阿拉斯加北极地区的现场观测中，“云遥感反演产品”是指通过遥感技术推断云特征的数据产品。这些产品是使用各种反演方法生成的，如参数化和优化技术，包括云属性的测量，如有效半径、水和冰含量、光学厚度和水柱含量。这些产品提供了对冰云和混合相云的洞察，不同变量的估计反演误差范围。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do different remote sensing retrieval methods compare in terms of accuracy and error ranges for deriving cloud characteristics such as cloud water content and cloud optical thickness?",
                "QuestionCn": "不同的遥感反演方法在获取云特征（如云水含量和云光学厚度）方面的准确性和误差范围如何比较？",
                "AnswerEn": "The field describes that the datasets integrate five renowned cloud retrieval products using both parameterization and optimization methods. These methods include parameterization for all-phase cloud features, combination of optimization and parameterization for ice and mixed cloud features, optimization for mixed cloud features, parameterization for ice cloud features, and optimization for cloud optical thickness. The retrieval errors for these products range approximately from 10-30% for cloud water effective radius and cloud optical thickness, 30-60% for cloud water and ice content, and 10-20% for cloud water column content.",
                "AnswerCn": "该领域描述的数据集整合了五种著名的云检索产品，采用了参数化和优化方法。这些方法包括：针对全相云特征的参数化、针对冰云和混合云特征的优化与参数化结合、针对混合云特征的优化、针对冰云特征的参数化，以及针对云光学厚度的优化。这些产品的检索误差大约在云水有效半径和云光学厚度方面为10-30%，在云水和冰含量方面为30-60%，在云水柱含量方面为10-20%。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind integrating multiple cloud retrieval products to create a comprehensive dataset for Arctic cloud observations?",
                "QuestionCn": "整合多个云检索产品以创建全面的北极云观测数据集的目标是什么？",
                "AnswerEn": "The goal is to combine data from various renowned international cloud retrieval products to provide a comprehensive set of cloud characteristics for the Arctic Alaska site. This integration aims to enhance the accuracy and reliability of cloud feature observations by utilizing different methodologies, such as parameterization and optimization, from multiple sources. The dataset aims to offer robust hourly data over a decade, facilitating detailed studies of cloud properties like effective radius, cloud water content, and optical thickness, with the intention of supporting atmospheric research and improving our understanding of cloud dynamics in Arctic regions.",
                "AnswerCn": "目标是结合来自各种知名国际云检索产品的数据，以提供阿拉斯加北极地区的全面云特征集。这种整合旨在通过利用来自多个来源的不同方法（如参数化和优化）来提高云特征观测的准确性和可靠性。该数据集旨在提供十年来的稳健小时数据，便于对云属性（如有效半径、云水含量和光学厚度）进行详细研究，旨在支持大气研究并改善我们对北极地区云动态的理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in integrating various cloud retrieval products from international sources to create a comprehensive cloud observation dataset in Arctic Alaska?",
                "QuestionCn": "将来自国际来源的各种云检索产品整合以创建阿拉斯加北极地区综合云观测数据集涉及哪些程序？",
                "AnswerEn": "The integration involves fusing data from five renowned international cloud retrieval products, each using different methods such as parameterization and optimization. These include official U.S. DOE ARM program products, NOAA collaboration products, and various university research products. The integration process requires aligning the data to a common temporal and spatial resolution, which in this case is hourly and 512 vertical layers with a 45-meter vertical resolution.",
                "AnswerCn": "该集成涉及融合来自五个著名国际云检索产品的数据，这些产品采用不同的方法，如参数化和优化。这些产品包括美国能源部（DOE）气候研究计划的官方产品、国家海洋和大气管理局（NOAA）合作产品以及各种大学研究产品。集成过程需要将数据对齐到一个共同的时间和空间分辨率，在这种情况下为每小时和512个垂直层，垂直分辨率为45米。",
                "Level": "C6(Creating)"
            }
        ]
    }
}