{
    "id": "e755f1ba-9cd1-4e43-98ca-cd081b5a0b3e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "A Prolonged Artificial Nighttime-light Dataset of China (1984-2020)",
            "titleCn": "中国长时间序列逐年人造夜间灯光数据集（1984-2020）",
            "description": "Nighttime light remote sensing has been an increasingly important proxy for human activities including socioeconomics and energy consumption. Defense Meteorological Satellite Program-Operational Linescan System from 1992 to 2013 and Suomi National Polar-Orbiting Partnership-Visible Infrared Imaging Radiometer Suite since 2012 are the most widely used datasets. Despite urgent needs for long-term products and pilot explorations in synthesizing them, the publicly available long-term products are limited. We propose a Night-Time Light convolutional Long Short-Term Memory (NTLSTM) network, and apply the network to produce annual Prolonged Artificial Nighttime-light DAtaset (PANDA) in China from 1984 to 2020. Model assessments between modelled and original images show that on average the Root Mean Squared-Error (RMSE) reaches 0.73, the coefficient of determination (R2) reaches 0.95, and the linear slope is 0.99 at pixel level, indicating a high confidential level of the data quality of the generated product. In urban areas, the modelled results can well capture temporal trends in newly built-up areas but slightly underestimate the intensity within old urban cores. Socioeconomic indicators (built-up areas, Gross Domestic Product, population) correlates better with the PANDA than with previous products in the literature, indicating its better potential in finding different controls of nighttime-light variances in different phases. Besides, the PANDA delineates different urban expansion types, outperforms other products in representing road networks, and provides potential nighttime-light sceneries in early years. PANDA provides the opportunity to better bridge the cooperation between human activity observations and socioeconomic or environmental fields",
            "descriptionCn": "夜间灯光遥感（以下简称夜光）已经成为反映包括社会经济和能源消耗在内的人类活动的一个越来越重要的指标。现有夜光数据集（如美国国防气象卫星计划（DMSP）和国家极地轨道可见光红外成像辐射计（NPP））在时间范围和数据质量上都很有限。因此我们提出了一种夜间灯光卷积长短期记忆(NTLSTM)网络，并将该网络应用于生长出世界上第一套1984 - 2020年中国的人工夜间灯光数据集(PANDA)。模型与原始图像的模型评估显示，平均均方根误差(RMSE)达到0.73，决定系数(R2)达到0.95，像素级的线性斜率为0.99，表明生成产品的数据质量较高。模型结果可以很好地捕捉到新建成区的时间趋势。社会经济指标(建成区面积、国内生产总值、人口)与PANDA的相关性比现有的所有产品都更好，这表明它在寻找不同阶段夜间灯光变化的不同控制方面有更好的潜力。此外，PANDA描绘了不同的城市扩展类型，在代表道路网络方面胜过其他产品，并在早期提供了潜在的夜光景观。",
            "instructions": "The data is stored in independent TIF format, which can be opened by ArcGIS",
            "instructionsCn": "数据为独立的逐年TIF格式存储数据，可用ArcGIS打开",
            "east": 135.05,
            "west": 73.33,
            "south": 3.51,
            "north": 53.33,
            "startTime": "1984-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 323397507.0,
            "cstr": "18406.11.Socioeco.tpdc.271202",
            "doi": "10.11888/Socioeco.tpdc.271202",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "张立贤",
                "nameEn": "ZHANG Lixian",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "任浙豪",
                "nameEn": "REN Zhehao",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "陈斌",
                "nameEn": "CHEN Bin",
                "unitEn": "The university of Hong Kong",
                "unitCn": "香港大学"
            },
            {
                "nameCn": "宫鹏",
                "nameEn": "GONG Peng",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "付昊桓",
                "nameEn": "FU Haohuan",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "徐冰",
                "nameEn": "XU Bing",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A Prolonged Artificial Nighttime-light Dataset of China (1984-2020)",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Ren, Z., Chen, B., Gong, P., Xu, B., & Fu, H. (2024). A Prolonged Artificial Nighttime-light Dataset of China (1984-2020). Scientific Data, 11, 414. https://doi.org/10.1038/s41597-024-03223-1\n"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "DMSP夜光遥感",
                "nameEn": "DMSP-OLS"
            },
            {
                "nameCn": "PANDA",
                "nameEn": "PANDA"
            },
            {
                "nameCn": "人地遥感",
                "nameEn": "Human-nature Remote Sensing"
            },
            {
                "nameCn": "灯光",
                "nameEn": "Night light"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            },
            {
                "keywordCn": "城市",
                "keywordEn": "urban"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1984-2020",
                "keywordEn": "1984-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表净初生产力数据（2018）",
                "titleEn": "Landsat-based continuous monthly 30m×30m Land Surface NPP dataset in Qilian mountainous area (2018)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（2018）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表叶面积指数数据（1986-2017）",
                "titleEn": "Landsat-based continuous monthly 30m×30m land surface LAI dataset in Qilian mountain area (1986-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Nighttime light remote sensing has been an increasingly important proxy for human activities. Despite an urgent need for long-term products and pilot explorations in synthesizing them, the publicly available long-term products are limited."
            ],
            "research objective": [
                "A Night-Time Light convolutional LSTM network is proposed and applied the network to produce a 1-km annual Prolonged Artificial Nighttime-light DAtaset of China (PANDA-China) from 1984 to 2020."
            ],
            "challenges": [
                "Despite similar pilot efforts, it still lacks comprehensive and systematic evaluation frameworks for assessing the quality and reliability of the generated NTL dataset. Although statistical errors have been calculated, the temporal consistency of these datasets has been seldom checked and assumed in good accordance by default, which is not the case. Neither DMSP-OLS nor NPP-VIIRS has high temporal accordance owing to its manual-like pre-process recorded in official documents, let alone that of a synthesized dataset deriving from these satellite datasets with different passing times."
            ],
            "methods": [
                "In this work, we focus on China as the study area, which has experienced different levels of fast urban development in different regions over the past four decades. DMSP-OLS time-series data from 1992 to 2012 is retrieved from the National Geophysical Data Center (NGDC) at the National Oceanic and Atmospheric Administration (NOAA) website. As for the training and evaluation period of deep learning, the training and evaluation material is generated by randomly cropping the raw DMSP NTL images into patches with the size of 1,024 × 1,024 pixels. The generated patches are divided into training, validating, and testing materials in a proportion of 7:2:1. Nine ancillary data sets are collected to help validate the accuracy or performance of PANDA-China, including six other existing global nighttime-light products, and Population (POP), Gross Domestic Products (GDP), built-up areas (BUA). We develop a stepwise method to achieve the extended NTL datasets consisting of the following five steps: Step 1: The raw DMSP NTL data is preprocessed by inter-calibration using methods proposed by followed by normalization. Then NTL training datasets and validation datasets are generated by randomly cropping and spatially splitting. Step 2: A nighttime light convolutional long short-term memory network (NTLSTM) is developed to model the inherent mechanism of dynamic changes of NTL datasets. Step 3: We utilize several assessment criteria for evaluating the performance of the proposed model in validation datasets. Step 4: The simulated NTL images of China (1984-2020) are generated using our properly trained NTLSTM. Step 5: The generated NTL data is temporally adjusted into a more consistent version of PANDA-China using MODEST (an adapted RLOWESS method)."
            ],
            "dataset": [
                "DMSP-OLS time-series data from 1992 to 2012 is retrieved from the National Geophysical Data Center (NGDC) at the National Oceanic and Atmospheric Administration (NOAA) website. As for the training and evaluation period of deep learning, the training and evaluation material is generated by randomly cropping the raw DMSP NTL images into patches with the size of 1,024 × 1,024 pixels. Nine ancillary data sets are collected to help validate the accuracy or performance of PANDA-China, including six other existing global nighttime-light products, and Population (POP), Gross Domestic Products (GDP), built-up areas (BUA)."
            ],
            "findings": [
                "Quantitative and visual comparisons witness PANDA-China’s superiority against other NTL datasets in its significantly longer NTL dynamics, higher temporal consistency, and better correlations with socioeconomics (built-up areas, gross domestic product, population) characterizing the most relevant indicator in different development phases. The PANDA-China product provides an unprecedented opportunity to trace nighttime light dynamics in the past four decades."
            ],
            "backgroundCn": [
                "夜间灯光遥感已成为人类活动的重要代理。尽管迫切需要长期产品和合成它们的试点探索，但公开可用的长期产品仍然有限。"
            ],
            "research objectiveCn": [
                "提出了一种夜间光照卷积长短期记忆网络，并将该网络应用于生成1984年至2020年中国1公里年度延长人工夜间光照数据集（PANDA-China）。"
            ],
            "challengesCn": [
                "尽管有类似的试点工作，但仍然缺乏全面和系统的评估框架来评估生成的夜间灯光（NTL）数据集的质量和可靠性。虽然已经计算了统计误差，但这些数据集的时间一致性很少被检查，并默认假设其良好一致性，这并非事实。无论是DMSP-OLS还是NPP-VIIRS，由于其在官方文件中记录的手动预处理，时间一致性都不高，更不用说从这些不同过境时间的卫星数据集中衍生出的合成数据集了。"
            ],
            "methodsCn": [
                "在本研究中，我们将中国作为研究区域，过去四十年来不同地区经历了不同程度的快速城市发展。我们从国家海洋和大气管理局（NOAA）网站的国家地球物理数据中心（NGDC）获取了1992年至2012年的DMSP-OLS时间序列数据。关于深度学习的训练和评估阶段，训练和评估材料是通过随机裁剪原始DMSP夜间灯光图像生成的，裁剪大小为1024 × 1024像素。生成的图像块按7:2:1的比例划分为训练、验证和测试材料。我们收集了九个辅助数据集，以帮助验证PANDA-China的准确性或性能，包括六个其他现有的全球夜间灯光产品，以及人口（POP）、国内生产总值（GDP）和建筑面积（BUA）。我们开发了一种逐步方法来实现扩展的夜间灯光数据集，包含以下五个步骤：步骤1：通过使用提出的方法进行互校准对原始DMSP夜间灯光数据进行预处理，然后进行归一化。接着，通过随机裁剪和空间分割生成夜间灯光训练数据集和验证数据集。步骤2：开发了一种夜间灯光卷积长短期记忆网络（NTLSTM），以建模夜间灯光数据集动态变化的内在机制。步骤3：我们利用多个评估标准来评估所提模型在验证数据集中的性能。步骤4：使用我们经过适当训练的NTLSTM生成中国的模拟夜间灯光图像（1984-2020）。步骤5：使用MODEST（一种改编的RLOWESS方法）将生成的夜间灯光数据进行时间调整，以形成更一致的PANDA-China版本。"
            ],
            "datasetCn": [
                "DMSP-OLS 时间序列数据从 1992 年到 2012 年是从国家海洋和大气管理局 (NOAA) 的国家地球物理数据中心 (NGDC) 网站获取的。至于深度学习的训练和评估阶段，训练和评估材料是通过随机裁剪原始 DMSP NTL 图像生成的，裁剪尺寸为 1,024 × 1,024 像素。收集了九个辅助数据集以帮助验证 PANDA-China 的准确性或性能，包括六个其他现有的全球夜间灯光产品，以及人口 (POP)、国内生产总值 (GDP) 和建筑用地 (BUA)。"
            ],
            "findingsCn": [
                "定量和视觉比较显示，PANDA-China在夜间灯光（NTL）数据集中的优越性，体现在其显著更长的NTL动态、更高的时间一致性以及与社会经济（建设区、国内生产总值、人口）的更好相关性，这些特征表征了不同发展阶段中最相关的指标。PANDA-China产品提供了一个前所未有的机会，可以追踪过去四十年的夜间灯光动态。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is there a systematic evaluation framework for assessing the quality and reliability of nighttime light datasets?",
                "QuestionCn": "是否有一个系统的评估框架来评估夜间光数据集的质量和可靠性？",
                "AnswerEn": "No",
                "AnswerCn": "否",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are ancillary datasets like population, GDP, and built-up areas used to validate the accuracy or performance of nighttime light datasets?",
                "QuestionCn": "辅助数据集如人口、GDP和建筑区域是否用于验证夜间光数据集的准确性或性能？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where can the DMSP-OLS time-series data be retrieved for use in nighttime light studies?",
                "QuestionCn": "DMSP-OLS时间序列数据可以从哪里获取，以用于夜间灯光研究？",
                "AnswerEn": "National Geophysical Data Center (NGDC)",
                "AnswerCn": "国家地球物理数据中心 (NGDC)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with ensuring temporal consistency in synthesized nighttime light datasets?",
                "QuestionCn": "确保合成夜间光数据集的时间一致性面临哪些挑战？",
                "AnswerEn": "lack of comprehensive evaluation frameworks",
                "AnswerCn": "缺乏全面的评估框架",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection technique used to evaluate the accuracy of nighttime light datasets?",
                "QuestionCn": "您能否提供一个用于评估夜间灯光数据集准确性的数据收集技术的示例？",
                "AnswerEn": "An example of a data collection technique is the use of nine ancillary datasets, including existing global nighttime-light products, and socioeconomic indicators like Population (POP), Gross Domestic Products (GDP), and built-up areas (BUA) to validate the accuracy and performance of a nighttime light dataset.",
                "AnswerCn": "数据收集技术的一个例子是使用九个辅助数据集，包括现有的全球夜间灯光产品，以及人口（POP）、国内生产总值（GDP）和建筑面积（BUA）等社会经济指标，以验证夜间灯光数据集的准确性和性能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in synthesizing long-term nighttime light datasets?",
                "QuestionCn": "合成长期夜间光数据集时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge is the lack of comprehensive and systematic evaluation frameworks to assess the quality and reliability of generated nighttime light datasets, as existing datasets often lack high temporal accordance due to manual-like pre-processing.",
                "AnswerCn": "一个挑战是缺乏全面和系统的评估框架来评估生成的夜间灯光数据集的质量和可靠性，因为现有的数据集往往由于手动式的预处理而缺乏高时间一致性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a methodology used to extend nighttime light datasets over a prolonged period?",
                "QuestionCn": "您能否提供一个用于延长夜间灯光数据集的时间段的方法论示例？",
                "AnswerEn": "An example of a methodology is the development of a nighttime light convolutional long short-term memory network (NTLSTM) that models dynamic changes in the datasets, followed by temporal adjustment using an adapted RLOWESS method (MODEST) to achieve consistency in the extended datasets.",
                "AnswerCn": "一种方法论是开发夜间灯光卷积长短期记忆网络（NTLSTM），该网络建模数据集中的动态变化，随后使用改进的RLOWESS方法（MODEST）进行时间调整，以实现扩展数据集的一致性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data preprocessing techniques used in nighttime light datasets?",
                "QuestionCn": "夜间灯光数据集的数据预处理技术的特点是什么？",
                "AnswerEn": "inter-calibration, normalization, random cropping, spatial splitting",
                "AnswerCn": "互校准、归一化、随机裁剪、空间分割",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the distinguishing properties of ancillary data sets used alongside nighttime light datasets?",
                "QuestionCn": "与夜间灯光数据集一起使用的辅助数据集的区别特征是什么？",
                "AnswerEn": "existing global nighttime-light products, socio-economic data, Population (POP), Gross Domestic Products (GDP), built-up areas (BUA)",
                "AnswerCn": "现有的全球夜间灯光产品、社会经济数据、人口（POP）、国内生产总值（GDP）、建成区（BUA）",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many steps are involved in the method for extending nighttime light datasets in this domain?",
                "QuestionCn": "在该领域中，扩展夜间光数据集的方法涉及多少个步骤？",
                "AnswerEn": "5 steps",
                "AnswerCn": "5个步骤",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the size of the image patches used during the training and evaluation period of deep learning for nighttime light data?",
                "QuestionCn": "在深度学习训练和评估夜间灯光数据期间使用的图像块大小是多少？",
                "AnswerEn": "1,024 × 1,024 pixels",
                "AnswerCn": "1,024 × 1,024 像素",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many ancillary datasets are collected to validate the accuracy or performance of nighttime light datasets?",
                "QuestionCn": "收集了多少个辅助数据集来验证夜间灯光数据集的准确性或性能？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'nighttime light remote sensing' mean in the context of human activities?",
                "QuestionCn": "“夜间光遥感”在与人类活动相关的背景下，指的是利用卫星或其他遥感技术监测和分析夜间人造光源的分布和强度。这种技术可以帮助研究城市化、经济活动、能源消耗和社会行为等方面的变化。",
                "AnswerEn": "Nighttime light remote sensing is an increasingly important proxy for human activities, reflecting various aspects such as socioeconomic conditions and energy consumption through the observation of artificial lights at night from satellite data.",
                "AnswerCn": "夜间灯光遥感作为一种日益重要的代理指标，反映了人类活动的各个方面，如社会经济状况和能源消耗，通过卫星数据观察夜间的人造灯光。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'temporal consistency' mean for nighttime light datasets?",
                "QuestionCn": "“时间一致性”在夜间光数据集中的意思是什么？",
                "AnswerEn": "Temporal consistency refers to the reliability and uniformity of nighttime light data over time, ensuring that the generated datasets accurately reflect changes and trends without inconsistencies or errors that could arise from manual processing or differing satellite observations.",
                "AnswerCn": "时间一致性是指夜间灯光数据在时间上的可靠性和统一性，确保生成的数据集准确反映变化和趋势，而不会因人工处理或不同卫星观测而产生不一致或错误。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do the ancillary data used for validating PANDA-China differ from those used in other existing global nighttime-light products?",
                "QuestionCn": "用于验证PANDA-China的辅助数据与其他现有全球夜间灯光产品所使用的数据有何不同？",
                "AnswerEn": "PANDA-China validation incorporates nine ancillary datasets, including six existing global nighttime-light products, and socio-economic indicators like population, GDP, and built-up areas. This provides a more robust validation framework compared to other products, which may not integrate such a wide range of socio-economic indicators for correlation analysis.",
                "AnswerCn": "PANDA-China 验证整合了九个辅助数据集，包括六个现有的全球夜间灯光产品，以及人口、GDP 和建筑面积等社会经济指标。这提供了一个比其他产品更为稳健的验证框架，因为其他产品可能没有整合如此广泛的社会经济指标进行相关性分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying challenges in synthesizing long-term nighttime light datasets could affect data consistency and reliability, and how might these challenges be addressed in data collection methods?",
                "QuestionCn": "合成长期夜间光数据集的潜在挑战可能会影响数据的一致性和可靠性，这些挑战包括数据获取的时间和空间分辨率、传感器的变化、环境因素的影响以及数据处理和校正方法的差异。为了解决这些挑战，可以采取以下措施：使用标准化的传感器和数据处理流程，定期进行数据校正，结合多源数据进行交叉验证，以及在数据收集过程中考虑环境变化的影响。",
                "AnswerEn": "Despite similar pilot efforts, there lacks a comprehensive and systematic evaluation framework for assessing the quality and reliability of generated nighttime light datasets. The temporal consistency of these datasets is seldom checked, which can lead to assumptions of good accordance not matching reality. To address these challenges, steps like inter-calibration, normalization, and using advanced modeling techniques such as the nighttime light convolutional LSTM network are employed to enhance data consistency and reliability.",
                "AnswerCn": "尽管有类似的试点工作，但缺乏一个全面和系统的评估框架来评估生成的夜间灯光数据集的质量和可靠性。这些数据集的时间一致性很少被检查，这可能导致对良好一致性的假设与现实不符。为了解决这些挑战，采取了诸如互校准、标准化以及使用先进建模技术（如夜间灯光卷积LSTM网络）等步骤，以增强数据的一致性和可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the limitations in the temporal consistency of long-term nighttime light datasets?",
                "QuestionCn": "导致长期夜间光数据集时间一致性限制的原因是什么？",
                "AnswerEn": "The temporal consistency of long-term nighttime light datasets is often limited due to the manual-like pre-process recorded in official documents of datasets like DMSP-OLS and NPP-VIIRS, which have different passing times and lack high temporal accordance.",
                "AnswerCn": "长期夜间灯光数据集的时间一致性通常受到限制，因为像DMSP-OLS和NPP-VIIRS这样的数据集在官方文档中记录的预处理方式类似于手动处理，且它们的过境时间不同，缺乏高时间一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to create a comprehensive evaluation framework for the quality and reliability of nighttime light datasets?",
                "QuestionCn": "为什么创建一个全面的评估框架来评估夜间光数据集的质量和可靠性是具有挑战性的？",
                "AnswerEn": "Creating a comprehensive evaluation framework is challenging because similar pilot efforts often lack systematic methods to assess temporal consistency, and statistical errors are calculated without thorough validation, leading to assumptions of good accordance by default.",
                "AnswerCn": "创建一个全面的评估框架是具有挑战性的，因为类似的试点工作往往缺乏系统的方法来评估时间一致性，统计错误的计算也没有经过充分验证，导致默认假设良好一致性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What factors contribute to the superior correlation of a new nighttime light dataset with socioeconomic indicators compared to existing products?",
                "QuestionCn": "哪些因素导致新的夜间灯光数据集与社会经济指标的相关性优于现有产品？",
                "AnswerEn": "The superior correlation with socioeconomic indicators is attributed to the extended dynamics, higher temporal consistency, and the ability to capture relevant indicators across different development phases, which are better represented in the newly developed nighttime light dataset.",
                "AnswerCn": "与社会经济指标的优越相关性归因于扩展的动态性、更高的时间一致性以及能够在不同发展阶段捕捉相关指标的能力，这些在新开发的夜间灯光数据集中得到了更好的体现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of employing a convolutional LSTM network for generating long-term nighttime light datasets compared to traditional methods?",
                "QuestionCn": "使用卷积长短期记忆网络（Convolutional LSTM）生成长期夜间灯光数据集与传统方法相比，会有哪些后果？",
                "AnswerEn": "Employing a convolutional LSTM network results in significantly longer nighttime light dynamics, higher temporal consistency, and better correlations with socioeconomics, such as built-up areas, gross domestic product, and population, compared to traditional methods.",
                "AnswerCn": "采用卷积LSTM网络可以显著延长夜间灯光动态，提高时间一致性，并与社会经济因素（如建筑区域、国内生产总值和人口）相比，表现出更好的相关性，优于传统方法。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How does the integration of multiple ancillary datasets impact the quality and reliability of generated nighttime light data?",
                "QuestionCn": "多个辅助数据集的整合如何影响生成的夜间灯光数据的质量和可靠性？",
                "AnswerEn": "Integrating multiple ancillary datasets, including existing global nighttime-light products, population, GDP, and built-up areas, enhances the accuracy or performance of generated nighttime light data, leading to better validation and reliability.",
                "AnswerCn": "整合多个辅助数据集，包括现有的全球夜间灯光产品、人口、GDP和建筑区域，可以提高生成的夜间灯光数据的准确性或性能，从而增强验证和可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential outcomes of using a stepwise method for extending nighttime light datasets?",
                "QuestionCn": "使用逐步方法扩展夜间光数据集的潜在结果是什么？",
                "AnswerEn": "Using a stepwise method for extending nighttime light datasets results in more temporally consistent data, as demonstrated by the adjusted version using MODEST, which improves the dataset's quality and reliability for tracing nighttime light dynamics over time.",
                "AnswerCn": "使用逐步方法扩展夜间灯光数据集可以获得更具时间一致性的数据，正如使用MODEST调整后的版本所示，这提高了数据集的质量和可靠性，有助于追踪夜间灯光动态的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended benefits of using ancillary datasets like GDP and population in validating a nighttime light dataset?",
                "QuestionCn": "使用GDP和人口等辅助数据集来验证夜间灯光数据集的预期好处是什么？",
                "AnswerEn": "Using ancillary datasets like GDP and population in validating a nighttime light dataset is intended to enhance the accuracy and performance assessment of the dataset. These ancillary datasets help to establish the validity of the nighttime light data by correlating it with socio-economic indicators that reflect urban development, economic activity, and population dynamics. This approach ensures that the dataset not only provides a visual representation of nighttime lights but also aligns with real-world socio-economic conditions during different development phases.",
                "AnswerCn": "使用诸如GDP和人口等辅助数据集来验证夜间灯光数据集的目的是提高数据集的准确性和性能评估。这些辅助数据集有助于通过与反映城市发展、经济活动和人口动态的社会经济指标相关联，来建立夜间灯光数据的有效性。这种方法确保数据集不仅提供夜间灯光的视觉表现，还与不同发展阶段的现实社会经济条件相一致。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What is the rationale behind using a stepwise method to extend nighttime light datasets for China from 1984 to 2020?",
                "QuestionCn": "使用逐步方法将中国的夜间灯光数据集扩展到1984年至2020年的理由是什么？",
                "AnswerEn": "The rationale behind using a stepwise method to extend nighttime light datasets for China from 1984 to 2020 is to systematically address the challenges of data quality and temporal consistency. By employing a series of steps that include data preprocessing, model development, validation, and adjustment, the method ensures that the generated dataset is reliable and consistent over time. This comprehensive approach is crucial for capturing the urban development trends and socio-economic changes across different regions in China over the past four decades.",
                "AnswerCn": "使用逐步方法扩展中国1984年至2020年的夜间灯光数据集的理由在于系统性地解决数据质量和时间一致性的问题。通过采用包括数据预处理、模型开发、验证和调整在内的一系列步骤，该方法确保生成的数据集在时间上是可靠和一致的。这种全面的方法对于捕捉过去四十年中国不同地区的城市发展趋势和社会经济变化至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps can be taken to extend nighttime light datasets to achieve higher temporal consistency?",
                "QuestionCn": "可以采取哪些程序步骤来扩展夜间光数据集，以实现更高的时间一致性？",
                "AnswerEn": "The procedure involves several steps: First, preprocess the raw nighttime light data using inter-calibration methods followed by normalization. Second, divide the data into training and validation datasets by randomly cropping and spatially splitting. Third, develop a nighttime light convolutional long short-term memory network (NTLSTM) to model the dynamic changes of the datasets. Fourth, generate simulated nighttime light images using the trained NTLSTM. Finally, adjust the temporal consistency of the generated data using an adapted RLOWESS method called MODEST.",
                "AnswerCn": "该过程涉及几个步骤：首先，使用互校准方法对原始夜间灯光数据进行预处理，然后进行归一化。第二，将数据随机裁剪和空间分割，划分为训练集和验证集。第三，开发一个夜间灯光卷积长短期记忆网络（NTLSTM），以建模数据集的动态变化。第四，使用训练好的NTLSTM生成模拟的夜间灯光图像。最后，使用一种称为MODEST的改进RLOWESS方法调整生成数据的时间一致性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodological approaches can be used to model the inherent dynamics of nighttime light data over extended periods?",
                "QuestionCn": "可以使用哪些方法论方法来建模夜间灯光数据在较长时间内的固有动态？",
                "AnswerEn": "A methodological approach involves using a nighttime light convolutional long short-term memory network (NTLSTM) specifically designed to capture the dynamic changes in the nighttime light datasets. This approach includes training the network with preprocessed data divided into training, validation, and testing materials, and evaluating the model's performance using specific assessment criteria.",
                "AnswerCn": "一种方法论方法涉及使用夜间灯光卷积长短期记忆网络（NTLSTM），专门设计用于捕捉夜间灯光数据集中的动态变化。该方法包括使用预处理数据对网络进行训练，这些数据被分为训练集、验证集和测试集，并使用特定的评估标准来评估模型的性能。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What enables the creation of a comprehensive long-term nighttime light dataset for analyzing historical socio-economic trends?",
                "QuestionCn": "什么使得创建一个全面的长期夜间灯光数据集成为可能，以分析历史社会经济趋势？",
                "AnswerEn": "The development and application of a nighttime light convolutional long short-term memory network (NTLSTM) enables the creation of a comprehensive long-term dataset that captures the dynamics of nighttime lights over several decades, allowing for the analysis of socio-economic trends.",
                "AnswerCn": "夜间灯光卷积长短期记忆网络（NTLSTM）的开发和应用使得创建一个全面的长期数据集成为可能，该数据集捕捉了数十年来夜间灯光的动态，从而能够分析社会经济趋势。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of multiple ancillary datasets enhance the accuracy and validation of nighttime light data collection?",
                "QuestionCn": "多个辅助数据集的整合如何增强夜间光数据收集的准确性和验证性？",
                "AnswerEn": "The integration of multiple ancillary datasets, including existing global nighttime-light products and socio-economic indicators like Population (POP), Gross Domestic Product (GDP), and built-up areas (BUA), enhances the accuracy and validation of nighttime light data by providing a broader context for evaluating performance and consistency.",
                "AnswerCn": "多个辅助数据集的整合，包括现有的全球夜间灯光产品和人口（POP）、国内生产总值（GDP）以及建筑面积（BUA）等社会经济指标，通过提供更广泛的背景来评估性能和一致性，从而提高了夜间灯光数据的准确性和验证性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedural steps are necessary to ensure high temporal consistency in synthesized nighttime light datasets?",
                "QuestionCn": "确保合成夜间光数据集高时间一致性所需的程序步骤是什么？",
                "AnswerEn": "To ensure high temporal consistency in synthesized nighttime light datasets, a series of procedural steps are necessary, including inter-calibration and normalization of raw data, training and validation through spatially splitting and cropping, and temporal adjustment using methods like MODEST (an adapted RLOWESS method).",
                "AnswerCn": "为了确保合成夜间灯光数据集的高时间一致性，需要一系列程序步骤，包括原始数据的互校准和归一化、通过空间分割和裁剪进行训练和验证，以及使用如MODEST（改编的RLOWESS方法）等方法进行时间调整。",
                "Level": "C3(Applying)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset that utilizes nighttime light remote sensing data struggle with achieving high temporal consistency?",
                "QuestionCn": "利用夜间灯光遥感数据的数据集可能在实现高时间一致性方面面临困难的原因是什么？",
                "AnswerEn": "Despite the availability of statistical error calculations, temporal consistency in nighttime light datasets is often assumed to be good by default, which may not be true. The manual-like pre-processing of data used in datasets such as DMSP-OLS and NPP-VIIRS results in lower temporal accordance, which poses challenges when synthesizing datasets from these sources with different passing times.",
                "AnswerCn": "尽管有统计误差计算的可用性，但夜间灯光数据集中的时间一致性通常默认被认为是良好的，这可能并不真实。像DMSP-OLS和NPP-VIIRS这样的数据集所使用的手动预处理数据导致了较低的时间一致性，这在合成来自这些不同过境时间的源的数据集时带来了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges might researchers face when attempting to incorporate socio-economic indicators into nighttime light datasets?",
                "QuestionCn": "研究人员在尝试将社会经济指标纳入夜间灯光数据集时可能面临哪些挑战？",
                "AnswerEn": "Researchers may face challenges in achieving high correlations with socio-economic indicators such as built-up areas, GDP, and population, which are crucial for characterizing development phases. The complexity in accurately depicting these indicators might arise from the diverse and dynamic nature of urban development across different regions over time.",
                "AnswerCn": "研究人员在与社会经济指标（如建筑面积、GDP和人口）实现高相关性方面可能面临挑战，这些指标对于表征发展阶段至关重要。准确描绘这些指标的复杂性可能源于不同地区随时间变化的城市发展的多样性和动态性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What might be the reasons for a dataset to provide better representation of road networks compared to other products?",
                "QuestionCn": "一个数据集可能比其他产品更好地代表道路网络的原因是什么？",
                "AnswerEn": "A dataset may offer superior representation of road networks due to its ability to depict different types of urban expansion. This capability is enhanced by leveraging advanced modeling techniques, such as the nighttime light convolutional long short-term memory network (NTLSTM), which can effectively capture the temporal trends and structural features of newly developed areas.",
                "AnswerCn": "一个数据集可能由于能够描绘不同类型的城市扩展而提供对道路网络的更优表示。这种能力通过利用先进的建模技术得以增强，例如夜间灯光卷积长短期记忆网络（NTLSTM），它能够有效捕捉新开发区域的时间趋势和结构特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges in ensuring the temporal consistency of datasets derived from multiple satellite sources over extended periods?",
                "QuestionCn": "确保来自多个卫星源的长期数据集的时间一致性可能面临的挑战有哪些？",
                "AnswerEn": "Despite similar pilot efforts, there is a lack of comprehensive and systematic evaluation frameworks for assessing the quality and reliability of generated datasets. The temporal consistency of these datasets is often assumed but not rigorously checked, which is a challenge given the manual-like preprocessing methods and different passing times of satellite datasets like DMSP-OLS and NPP-VIIRS.",
                "AnswerCn": "尽管有类似的试点工作，但缺乏全面和系统的评估框架来评估生成数据集的质量和可靠性。这些数据集的时间一致性通常被假定，但并没有经过严格检查，这在于手动预处理方法和像DMSP-OLS和NPP-VIIRS这样的卫星数据集的不同传递时间带来了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can a convolutional LSTM network enhance the modeling of dynamic changes in nighttime light datasets?",
                "QuestionCn": "卷积LSTM网络可以通过以下方式增强夜间灯光数据集动态变化的建模：\n\n1. **时空特征提取**：卷积LSTM结合了卷积神经网络（CNN）和长短期记忆网络（LSTM）的优点，能够有效提取空间特征和时间特征，从而更好地捕捉夜间灯光的动态变化。\n\n2. **处理时序数据**：LSTM能够处理时间序列数据，适合建模夜间灯光随时间变化的模式，能够记住过去的信息并影响未来的预测。\n\n3. **空间依赖性建模**：卷积层能够捕捉空间上的局部特征，适合处理图像数据，能够识别夜间灯光在不同区域的变化。\n\n4. **多尺度特征学习**：卷积LSTM可以通过不同的卷积核大小学习多尺度特征，帮助捕捉不同层次的动态变化。\n\n5. **噪声鲁棒性**：卷积操作可以增强模型对噪声的鲁棒性，提高夜间灯光数据分析的准确性。\n\n6. **长时间依赖性**：LSTM的结构使其能够处理长时间依赖性的问题，适合分析夜间灯光在较长时间范围内的变化趋势。\n\n通过这些方式，卷积LSTM网络能够更全面地理解和预测夜间灯光数据集中的动态变化。",
                "AnswerEn": "A convolutional LSTM network can be developed to model the inherent mechanism of dynamic changes in nighttime light datasets. This method allows for capturing the temporal dependencies and spatial patterns within the data, which can improve the accuracy and reliability of the generated datasets over time.",
                "AnswerCn": "卷积长短期记忆网络（Convolutional LSTM）可以用于建模夜间灯光数据集动态变化的内在机制。这种方法能够捕捉数据中的时间依赖性和空间模式，从而提高生成数据集的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might ancillary datasets contribute to improving the validation and accuracy of nighttime light data products?",
                "QuestionCn": "辅助数据集如何有助于提高夜间灯光数据产品的验证和准确性？",
                "AnswerEn": "Ancillary datasets, such as global nighttime-light products, population, GDP, and built-up areas, can be used to validate the accuracy or performance of nighttime light data products. These datasets provide additional context and benchmarks for assessing the correlation and consistency of the nighttime light data with socio-economic indicators, allowing for a more robust validation process.",
                "AnswerCn": "辅助数据集，如全球夜间灯光产品、人口、GDP和建筑区域，可以用于验证夜间灯光数据产品的准确性或性能。这些数据集提供了额外的背景和基准，用于评估夜间灯光数据与社会经济指标之间的相关性和一致性，从而使验证过程更加稳健。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how a dataset can maintain temporal consistency when derived from satellite datasets with different passing times.",
                "QuestionCn": "我不明白如何在来自不同过境时间的卫星数据集中保持时间一致性。",
                "AnswerEn": "The temporal consistency is achieved by temporally adjusting the generated nighttime light data into a consistent version using an adapted RLOWESS method called MODEST.",
                "AnswerCn": "时间一致性是通过使用一种名为MODEST的改进RLOWESS方法，对生成的夜间灯光数据进行时间调整，从而实现一致版本。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges faced in ensuring the quality and reliability of synthesized nighttime light datasets over multiple decades.",
                "QuestionCn": "请探讨在确保多个十年间合成夜间光数据集的质量和可靠性方面面临的挑战。",
                "AnswerEn": "Challenges include the lack of comprehensive evaluation frameworks for assessing the quality and reliability of the generated datasets. Temporal consistency is often assumed but not thoroughly checked. Existing datasets like DMSP-OLS and NPP-VIIRS have low temporal accordance due to manual-like preprocessing. Synthesized datasets, derived from multiple satellite sources with different passing times, further complicate achieving high temporal consistency.",
                "AnswerCn": "挑战包括缺乏全面的评估框架来评估生成数据集的质量和可靠性。时间一致性通常被假设，但并未经过彻底检查。现有的数据集如DMSP-OLS和NPP-VIIRS由于手动预处理而具有低时间一致性。由多个卫星源衍生的合成数据集由于不同的过境时间，进一步使得实现高时间一致性变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential datasets and methods that could be integrated to enhance the resolution and accuracy of long-term nighttime light data products.",
                "QuestionCn": "请调查潜在的数据集和方法，这些数据集和方法可以集成以提高长期夜间光数据产品的分辨率和准确性。",
                "AnswerEn": "Potential datasets include global nighttime-light products, Population (POP), GDP, and built-up areas (BUA), which can help validate and enhance the accuracy of nighttime light data products. Methods such as inter-calibration, normalization, and the application of convolutional LSTM networks for dynamic modeling are crucial. Temporal adjustments using techniques like MODEST (an adapted RLOWESS method) can further improve consistency and accuracy.",
                "AnswerCn": "潜在的数据集包括全球夜间灯光产品、人口（POP）、GDP和建筑面积（BUA），这些数据可以帮助验证和提高夜间灯光数据产品的准确性。诸如互校准、归一化以及应用卷积LSTM网络进行动态建模等方法至关重要。使用MODEST（一种改编的RLOWESS方法）等技术进行时间调整可以进一步提高一致性和准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}