{
  "id": "e91681a3-1c90-44c9-b205-9c843680ef51",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Multi-year permafrost active layer thickness post-processing ensemble products across Three Pole under different RCP scenarios for 2046-2065",
      "titleCn": "不同RCP情景下三极多年冻土活动层厚度后处理集合产品（2046-2065）",
      "description": "The original thickness data of the active layer of the three pole permafrost are generated by GCM model simulation, and the original data are from http://www.cryosphere.csdb.cn/portal/metadata/5abef388-3f3f-4802-b3de-f4d233cb333b 。 This data set contains the prediction of future scenarios under different representative concentration paths (RCPs) in the next 2046-2065 years, including rcp2.6 scenario, rcp4.5 scenario and rcp8.5 scenario. The content of the original data is the thickness of the active layer in the permafrost area of the Qinghai Tibet Plateau. The data format is netcdf4, with a spatial resolution of 0.5 ° and a temporal resolution of years. Through data format conversion, spatial interpolation and other post-processing operations, the active layer thickness in permafrost area in netcdf4 format is generated, with a spatial resolution of 0.1 °, a time resolution of years, a time range of 2046-2065, and the unit is cm.",
      "descriptionCn": "三极多年冻土活动层厚度原始数据通过GCM模型模拟生成，原始数据来源于http://www.cryosphere.csdb.cn/portal/metadata/5abef388-3f3f-4802-b3de-f4d233cb333b。本数据集包含了未来2046-2065年间不同典型浓度路径（Representative Concentration Pathways，RCP）下的未来情景预估，包括RCP2.6情景、RCP4.5情景、RCP8.5情景。原始数据内容是青藏高原冻土区活动层厚，数据格式为NetCDF4格式，数据空间分辨率为0.5°，时间分辨率为年。本研究工作通过对其进行数据格式转换、空间插值等后处理操作，生成了NetCDF4格式的多年冻土区活动层厚度，其空间分辨率为0.1°，时间分辨率为年，时间范围为2046-2065年，单位为cm。",
      "instructions": "1. Data format: NetCDF4\n2. Projection: WGS84\n3. Data size: 13.9mb\n4. Variable name: alt\n5. Data unit: cm",
      "instructionsCn": "1.数据格式：NetCDF4\n2.投影：WGS84\n3.数据大小：13.9MB\n4.变量名称：alt\n5.数据单位：cm",
      "east": 105.25,
      "west": 74.25,
      "south": 25.25,
      "north": 41.25,
      "startTime": "2046-01-01 00:00:00",
      "endTime": "2065-12-31 00:00:00",
      "fileSize": 2196845.0,
      "cstr": "18406.11.Cryos.tpdc.272714",
      "doi": "10.11888/Cryos.tpdc.272714",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "叶爱中",
        "nameEn": "YE Aizhong",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Responses of alpine grassland on Qinghai-Tibetan Plateau to climate warming and permafrost degradation: a modeling perspective",
        "referenceCn": null,
        "referenceEn": "Yi, S., Wang, X., Qin, Y., Xiang, B., & Ding, Y. (2014). Responses of alpine grassland on Qinghai-Tibetan Plateau to climate warming and permafrost degradation: a modeling perspective. Environmental Research Letters, 9, 074014, doi:10.1088/1748-9326/9/7/074014."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "多年冻土",
        "nameEn": "Permafrost"
      },
      {
        "nameCn": "活动层",
        "nameEn": "active layer"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2046-2065",
        "keywordEn": "2046-2065",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does 'RCP scenario' mean in the context of permafrost active layer thickness predictions?",
        "QuestionCn": "在多年冻土活动层厚度预测的背景下，“RCP情景”是什么意思？",
        "AnswerEn": "In the context of permafrost active layer thickness predictions, 'RCP scenario' refers to Representative Concentration Pathways, which are scenarios that include possible future climate outcomes based on varying levels of greenhouse gas concentration trajectories. The dataset explores future scenarios for the years 2046-2065 under different RCPs, such as RCP2.6, RCP4.5, and RCP8.5, to predict changes in the permafrost active layer thickness.",
        "AnswerCn": "在永久冻土活层厚度预测的背景下，“RCP情景”指的是代表性浓度路径，这些情景包括基于不同温室气体浓度轨迹的未来气候结果的可能性。该数据集探讨了在不同RCP下，2046-2065年的未来情景，例如RCP2.6、RCP4.5和RCP8.5，以预测永久冻土活层厚度的变化。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data processing techniques used to enhance spatial resolution from 0.5° to 0.1° in a dataset of permafrost active layer thickness under different RCP scenarios compare to other common methods of spatial interpolation?",
        "QuestionCn": "如何将数据处理技术用于在不同RCP情景下将永久冻土活层厚度的数据集的空间分辨率从0.5°提升到0.1°，与其他常见的空间插值方法相比？",
        "AnswerEn": "The data processing techniques used involve data format conversion and spatial interpolation to enhance the spatial resolution from 0.5° to 0.1°, resulting in a NetCDF4 format dataset. This method is compared to other common spatial interpolation methods which may also be employed to refine resolution, but might differ in specific algorithms applied and the precision of the resulting data.",
        "AnswerCn": "所使用的数据处理技术包括数据格式转换和空间插值，以将空间分辨率从0.5°提高到0.1°，最终生成NetCDF4格式的数据集。该方法与其他常用的空间插值方法进行了比较，这些方法也可以用于提高分辨率，但可能在应用的具体算法和结果数据的精度上有所不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the spatial and temporal resolution adjustments in a dataset affect the interpretation of permafrost active layer thickness under different RCP scenarios?",
        "QuestionCn": "空间和时间分辨率的调整如何影响在不同RCP情景下对永冻土活层厚度的解释？",
        "AnswerEn": "The spatial resolution adjustment from 0.5° to 0.1° and maintaining a temporal resolution of annual data could provide more detailed and localized insights into the changes in permafrost active layer thickness across the Tibetan Plateau. This higher resolution allows for a more nuanced interpretation of how permafrost responds to varying climate conditions under different RCP scenarios from 2046 to 2065. Specifically, it could help identify regional variations and potential microclimates that influence permafrost dynamics.",
        "AnswerCn": "将空间分辨率从0.5°调整到0.1°，并保持年度数据的时间分辨率，可以提供关于青藏高原冻土活层厚度变化的更详细和局部的洞察。这种更高的分辨率允许对冻土在不同RCP情景下（2046年至2065年）如何响应气候条件的变化进行更细致的解读。具体而言，它可以帮助识别区域差异和潜在的微气候，这些因素会影响冻土的动态变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could have influenced the choice of using GCM models to simulate the original data for predicting future scenarios of permafrost active layer thickness?",
        "QuestionCn": "影响选择使用GCM模型模拟原始数据以预测未来冻土活层厚度情景的因素有哪些？",
        "AnswerEn": "The choice of using GCM models for simulating the original data likely stems from their capability to model large-scale climate processes, which are crucial for predicting future scenarios under different RCPs. GCMs provide comprehensive representations of the climate system, enabling the exploration of how various concentration pathways might impact the active layer thickness in permafrost regions over time.",
        "AnswerCn": "选择使用GCM模型来模拟原始数据，可能源于它们能够模拟大规模气候过程的能力，这对于预测在不同RCP下的未来情景至关重要。GCM提供了气候系统的全面表征，使得能够探索各种浓度路径如何影响多年冻土地区的活层厚度随时间的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to generate a dataset forecasting permafrost active layer thickness under various RCP scenarios for the period 2046-2065?",
        "QuestionCn": "为什么在各种RCP情景下生成2046-2065年期间多年冻土活动层厚度预测数据集很重要？",
        "AnswerEn": "The goal of generating a dataset forecasting permafrost active layer thickness under various RCP scenarios for the period 2046-2065 is to provide critical insights into how climate change, represented by different Representative Concentration Pathways (RCPs), might impact the permafrost regions, specifically the Qinghai-Tibet Plateau. By simulating future scenarios, researchers aim to understand the potential changes in permafrost dynamics and inform climate adaptation and mitigation strategies. The dataset allows for better spatial and temporal analysis of these changes, assisting in ecological and environmental planning.",
        "AnswerCn": "生成一个预测在不同RCP情景下，2046-2065年冻土活层厚度的数据集的目标是提供关于气候变化（通过不同的代表浓度路径RCP表示）如何影响冻土区域，特别是青藏高原的关键见解。通过模拟未来情景，研究人员旨在了解冻土动态的潜在变化，并为气候适应和减缓策略提供信息。该数据集允许对这些变化进行更好的空间和时间分析，帮助生态和环境规划。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in transforming original GCM model simulation data into a refined permafrost active layer thickness dataset under different RCP scenarios?",
        "QuestionCn": "将原始GCM模型模拟数据转化为不同RCP情景下的精细化冻土活层厚度数据集所涉及的程序步骤包括哪些？",
        "AnswerEn": "The procedural steps involved include data format conversion, spatial interpolation, and other post-processing operations. These steps generate a permafrost active layer thickness dataset in NetCDF4 format with a spatial resolution of 0.1° and an annual temporal resolution, covering the period from 2046 to 2065.",
        "AnswerCn": "所涉及的程序步骤包括数据格式转换、空间插值和其他后处理操作。这些步骤生成了一个以NetCDF4格式存储的冻土活层厚度数据集，空间分辨率为0.1°，时间分辨率为年度，覆盖的时间段为2046年至2065年。",
        "Level": "C3(Applying)"
      }
    ]
  }
}