{
  "id": "e93711e7-3872-4f4a-b704-32afa639dc41",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of soil moisture profile observations in the Pailugou watershed foci experimental area",
      "titleCn": "黑河综合遥感联合试验：排露沟流域加密观测区典型下垫面土壤水分剖面观测数据",
      "description": "The dataset of soil moisture profile observations was obtained (once every ten days) in the Pailugou watershed foci experimental area during 2007 and from May to Sep. 2008. \n     The soil profile was the moss litter layer, 0-10cm, 10-20cm, 20-40cm, 40-60cm and 60-80cm. It was fetched by the cutting ring and was measured through oven drying.\n     Land cover types included spruce forest located in different elevation levels of 2600m, 2700m, 2900m, 3100m and 3300m, scrub of 3300m, 3400m and 3500m, and tailo grassland of 2600m, 2700m, 2800m and 2900m.\n     Data were archived in Excel format.",
      "descriptionCn": "本数据为排露沟流域典型下垫面的10天一次的土壤水分观测资料。采用环刀法取土，烘干法测量土壤水分。\n土壤剖面分层为苔枯层、0-10cm、10-20cm、20-40cm、40-60cm、60-80cm，部分剖面土壤厚度不够。\n测量的地表类型包括2600m云杉林、2700m云杉林、2900m云杉、3100m云杉、3300m云杉林、3300m灌丛、3400m灌丛、3500m灌丛、阳坡草地2600m、阳坡草地2700m、阳坡草地2800m、阳坡草地2900m。\n测量时间为2007年和2008年5月至9月，10日一次测量，根据天气状况选择具体日期开展测量。\n数据格式为Excel表格。\n该数据是排露沟流域水文模拟关键的土壤观测资料。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.306977,
      "west": 100.2158,
      "south": 38.52844,
      "north": 38.558312,
      "startTime": "2007-05-14 00:00:00",
      "endTime": "2007-10-13 00:00:00",
      "fileSize": 1555492.0,
      "cstr": "18406.11.water973.0241.db",
      "doi": "10.3972/water973.0241.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "王顺利",
        "nameEn": "WANG Shunli",
        "unitEn": "",
        "unitCn": "甘肃省祁连山水源涵养林研究院"
      },
      {
        "nameCn": "罗龙发",
        "nameEn": "LUO Longfa",
        "unitEn": "",
        "unitCn": "甘肃省祁连山水源涵养林研究院"
      },
      {
        "nameCn": " 王荣新",
        "nameEn": "WANG Rongxin",
        "unitEn": "",
        "unitCn": "甘肃省祁连山水源涵养林研究院"
      },
      {
        "nameCn": "车宗玺",
        "nameEn": "CHE Zongxi",
        "unitEn": "",
        "unitCn": "甘肃省祁连山水源涵养林研究院"
      },
      {
        "nameCn": "敬文茂",
        "nameEn": "JING Wenmao",
        "unitEn": "",
        "unitCn": "甘肃省祁连山水源涵养林研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤剖面",
        "nameEn": "Soil horizons/profile"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "排露沟流域加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "森林水文试验区",
        "keywordEn": "Forest and Hydrology Experimental Areas"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      },
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-10",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used for measuring soil moisture profiles in the designated observation areas?",
        "QuestionCn": "用于测量指定观察区域土壤湿度剖面的数据收集方法是什么？",
        "AnswerEn": "ring knife method",
        "AnswerCn": "环刀法",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure soil moisture profiles in different surface types at varying altitudes?",
        "QuestionCn": "您能否提供一个用于测量不同表面类型和不同海拔高度的土壤湿度剖面的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using the ring knife method for soil sampling and the drying method for measuring soil moisture. This is applied to soil profiles divided into layers such as moss layer, 0-10cm, 10-20cm, 20-40cm, 40-60cm, and 60-80cm, across different surface types like spruce forests and shrublands at altitudes ranging from 2600m to 3500m.",
        "AnswerCn": "一种数据收集方法涉及使用环刀法进行土壤取样，并采用干燥法测量土壤湿度。这种方法应用于分层的土壤剖面，如苔藓层、0-10厘米、10-20厘米、20-40厘米、40-60厘米和60-80厘米，覆盖不同的表面类型，如云杉森林和灌木丛，海拔范围从2600米到3500米。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of soil moisture profile observation techniques used in alpine regions?",
        "QuestionCn": "在高山地区使用的土壤湿度剖面观测技术的具体特征是什么？",
        "AnswerEn": "ring knife method, moss litter layer, 0-10cm, 10-20cm, 20-40cm, 40-60cm, 60-80cm, measurements every 10 days from May to September, data recorded in Excel format",
        "AnswerCn": "环刀法，苔藓枯枝层，0-10厘米，10-20厘米，20-40厘米，40-60厘米，60-80厘米，每10天测量一次，从5月到9月，数据以Excel格式记录。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different soil profile layers are measured in a dataset focused on typical underlying surfaces in the Paile Gou basin?",
        "QuestionCn": "在一个专注于Paile Gou流域典型底层表面的数据集中，测量了多少种不同的土壤剖面层？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '环刀法' mean in the context of soil moisture data collection?",
        "QuestionCn": "在土壤湿度数据收集的背景下，“环刀法”是什么意思？",
        "AnswerEn": "'环刀法' refers to a soil sampling method used in soil moisture data collection where a ring cutter is employed to extract soil samples. This method is pivotal in determining soil moisture by collecting soil at various depths and drying it to measure moisture content.",
        "AnswerCn": "'环刀法'是指一种土壤取样方法，使用环刀提取土壤样本。这种方法在确定土壤湿度方面至关重要，通过在不同深度收集土壤并进行干燥以测量湿度含量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the soil moisture data collection method using the ring knife and drying techniques compare to other soil moisture measurement methods in terms of accuracy and practicality for different surface types in mountainous regions?",
        "QuestionCn": "使用环刀和干燥技术的土壤水分数据收集方法与其他土壤水分测量方法相比，在山区不同地表类型的准确性和实用性如何？",
        "AnswerEn": "The soil moisture data collection method using the ring knife and drying techniques provides detailed soil moisture profiles for various surface types, such as cloud forests and shrublands, at different altitudes ranging from 2600m to 3500m. This method involves collecting soil samples from different layers, including the moss litter layer and depths up to 80cm, with measurements taken every 10 days during specific months in 2007 and 2008. This approach is particularly useful for hydrological simulation in the Pailugou catchment area, as it allows for the collection of relevant data across diverse ecological zones.",
        "AnswerCn": "使用环刀和干燥技术的土壤湿度数据收集方法为不同表面类型（如云雾森林和灌木丛）在2600米到3500米的不同海拔高度提供了详细的土壤湿度剖面。该方法涉及从不同层次收集土壤样本，包括苔藓 litter 层和深度达80厘米的土壤样本，测量在2007年和2008年的特定月份每10天进行一次。这种方法对于在派鲁沟流域进行水文模拟特别有用，因为它允许在多样的生态区收集相关数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting soil moisture profile data every ten days using the ring knife and drying methods in various underlay types in the Pailugou basin?",
        "QuestionCn": "在Pailugou流域中，每十天使用环刀和干燥方法收集不同底层类型的土壤湿度剖面数据的主要目标是什么？",
        "AnswerEn": "The primary goal is to obtain key soil moisture observational data that are crucial for hydrological modeling in the Pailugou basin.",
        "AnswerCn": "主要目标是获取对Pailugou流域水文模型至关重要的关键土壤湿度观测数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to measure soil moisture profiles in diverse forest and grassland types within the context of hydrological modeling?",
        "QuestionCn": "在水文模型的背景下，测量不同森林和草地类型中的土壤湿度剖面采用了哪些方法？",
        "AnswerEn": "Soil moisture profiles are measured using the ring knife method for soil sampling and the drying method for soil moisture measurement. The soil profile is stratified into layers such as moss-thatch, 0-10cm, 10-20cm, 20-40cm, 40-60cm, and 60-80cm, although some profiles may not have sufficient soil depth. Measurements are conducted every 10 days from May to September in 2007 and 2008, with specific dates chosen based on weather conditions. The surface types measured include various altitudes of spruce forests, shrublands, and sunny slope grasslands.",
        "AnswerCn": "土壤湿度剖面通过环刀法进行土壤取样，并采用干燥法进行土壤湿度测量。土壤剖面分为多个层次，如苔藓层、0-10厘米、10-20厘米、20-40厘米、40-60厘米和60-80厘米，尽管某些剖面可能没有足够的土壤深度。测量在2007年和2008年每10天进行一次，时间选择基于天气条件。测量的表面类型包括不同海拔的云杉森林、灌木丛和阳坡草地。",
        "Level": "C3(Applying)"
      }
    ]
  }
}