{
    "id": "ea5da523-ad20-4f60-baee-2a7683857ca2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Large aperture scintillometer of Sidaoqiao Superstation, 2020)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站大孔径闪烁仪-2020）",
            "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Sidaoqiao Superstation in the Heihe integrated observatory network from January 1 to December 31 in 2020. There were BLS900, BLS450 and RR-RSS460 at Sidaoqiao Superstation. The north towers were set up with these instruments’ receivers and the south towers were transmitters. The site (north: 101.137° E, 42.008° N; south: 101.131° E, 41.987 N) was located in Ejinaqi, Inner Mongolia. The underlying surfaces between the two towers were tamarisk, populus, bare land and farmland. The elevation is 873 m. The effective height of the LAS was 25.5 m, and the path length was 2350 m. The data were sampled 1 minute.\nThe raw data acquired at 1 min intervals were processed and quality controlled. The data were subsequently averaged over 30 min periods, in which sensible heat flux was iteratively calculated by combining Cn2 with meteorological data according to the Monin-Obukhov similarity theory. The main quality control steps were as follows: (1) The data were rejected when Cn2 exceeded the saturated criterion (BLS900&BLS450：Cn2>7.25E-14，RR-RSS460：Cn2>7.84 E-14). (2) The data were rejected when the demodulation signal was small (BLS900&BLS450：Average X Intensity<1000；RR-RSS460：Demod>-20mv). (3) The data were rejected when collected during precipitation. (4) The data were rejected if collected at night when weak turbulence occurred (u* was less than 0.1 m/s). In the iteration process, the universal functions of Thiermann and Grassl (1992) and Andreas (1988) were selected for BLS900 and RR-RSS460, respectively. Detailed can refer to Liu et al. (2011, 2013). Due to instrument adjustment and inadequate power supply, the date of missing data for the large aperture scintillator is: 2020.02.13-2020.02.14；2020.05.18-2020.15.19。\nSeveral instructions were included with the released data. (1) The las data are firstly from BLS900, followed by BLS450, and finally the final missing data was marked with-6999. (2) The dataset contained the following variables: Date/time (yyyy/m/d h:mm), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H, W/m^2). In this dataset, a time of 0:30 corresponds to the average data for the period between 0:00 and 0:30, and the data were stored in *.xlsx format. \nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了黑河流域地表过程综合观测网下游四道桥站的大孔径闪烁仪通量观测数据。下游四道桥站分别架设了BLS450、BLS900和RR-RSS460型号的大孔径闪烁仪，北塔为接收端，南塔为发射端。观测时间为2020年1月1日至2020年12月31日。站点位于内蒙古额济纳旗，下垫面是柽柳、胡杨、裸地和耕地。北塔的经纬度是101.137E，42.008N，南塔的经纬度是101.131E，41.987N，海拔高度约873m。大孔径闪烁仪的有效高度25.5m，光径长度是2350m，采样频率是1min。\n大孔径闪烁仪原始观测数据为1min，发布的数据为经过处理与质量控制后的数据，其中感热通量主要是结合自动气象站观测数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据（BLS900&BLS450：Cn2>7.25E-14，RR-RSS460：Cn2>7.84 E-14）；（2）剔除解调信号强度较弱的数据（BLS900&BLS450：Average X Intensity<1000；RR-RSS460：Demod>-20mv）；（3）剔除降水时刻的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。在迭代计算过程中，对于BLS900&BLS450，选取Thiermann and Grassl(1992)的稳定度普适函数；对于RR-RSS460，选取Andreas(1988)的稳定度普适函数，详细介绍请参考Liu et al. (2011, 2013)。由于仪器故障，大孔径闪烁仪数据缺失的日期为：2020.02.13-2020.02.14；2020.05.18-2020.15.19。\n关于发布数据的几点说明：（1）下游LAS数据以BLS900为主，其次为BLS450，最后为RR-RSS460，最终缺失时刻以-6999标记。（2）数据表头：Date/Time ：日期/时间（格式：yyyy/m/d h:mm），Cn2 ：空气折射指数结构参数（单位：m-2/3），H：感热通量（单位：W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xlsx格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site no + LAS",
            "instructionsCn": "年份+**观测网+站点名称+LAS",
            "east": 101.137,
            "west": 101.131,
            "south": 41.987,
            "north": 42.008,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 553533.0,
            "cstr": "18406.11.Meteoro.tpdc.271430",
            "doi": "10.11888/Meteoro.tpdc.271430",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "反应性气体",
                "nameEn": "Reactive Gases"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "下游天然绿洲试验区",
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordCn": "四道桥超级站",
                "keywordEn": "Sidaoqiao superstation"
            },
            {
                "keywordCn": "黑河下游",
                "keywordEn": "The Lower Reaches of Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the large aperture scintillometer data collected in high desert areas?",
                "QuestionCn": "高沙漠地区收集的大孔径闪烁仪数据的特征是什么？",
                "AnswerEn": "effective height 25.5 meters, path length 2350 meters, sampling frequency 1 minute, air refractive index structure parameter, sensible heat flux, quality-controlled, stored in *.xlsx format",
                "AnswerCn": "有效高度25.5米，路径长度2350米，采样频率1分钟，空气折射率结构参数，感热通量，质量控制，存储为*.xlsx格式。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling frequency used for data collection with the large aperture scintillometers in a dataset related to Heihe River Basin surface processes?",
                "QuestionCn": "在与黑河流域表面过程相关的数据集中，大孔径闪烁仪的数据采集采样频率是多少？",
                "AnswerEn": "1 minute",
                "AnswerCn": "1分钟",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a large aperture scintillometer and how is it used in collecting flux data in surface process observation networks?",
                "QuestionCn": "大型孔径闪烁计是一种用于测量大气湍流和表面过程的仪器。它通过测量光束在大气中传播时的闪烁程度来评估气体和热量的通量。在表面过程观测网络中，它被用来收集通量数据，以帮助研究和监测地表与大气之间的交换过程。",
                "AnswerEn": "A large aperture scintillometer is an instrument used to measure flux data, specifically sensible heat flux, in surface process observation networks. It operates by sending a beam of light between a transmitter and a receiver, measuring the fluctuations in the light intensity caused by the refractive index structure parameter of the air, denoted as Cn2. This measurement helps in calculating the sensible heat flux using Monin-Obukhov similarity theory through iterative computation. The instrument is typically installed at a certain height above the ground and aligned over a specified path length to cover different types of land surfaces.",
                "AnswerCn": "大型孔径闪烁仪是一种用于测量通量数据的仪器，特别是在表面过程观测网络中测量显热通量。它通过在发射器和接收器之间发送一束光，测量由于空气的折射率结构参数Cn2引起的光强波动。这一测量有助于通过Monin-Obukhov相似理论进行迭代计算，从而计算显热通量。该仪器通常安装在离地面一定高度的位置，并沿着指定的路径长度对齐，以覆盖不同类型的地表。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the key differences in data quality control procedures between using LAS data from BLS900 and RR-RSS460 models for surface process observation in the Heihe River Basin?",
                "QuestionCn": "使用BLS900和RR-RSS460模型的LAS数据进行黑河流域表面过程观测时，数据质量控制程序的关键差异是什么？",
                "AnswerEn": "The key differences in data quality control procedures between using LAS data from BLS900 and RR-RSS460 models include the criteria for removing saturated data and weak demodulated signal intensity. For BLS900 and BLS450, data is removed if Cn2 > 7.25E-14 or if Average X Intensity < 1000. For RR-RSS460, data is removed if Cn2 > 7.84 E-14 or if Demod > -20mv. Additionally, different stability universal functions are used: Thiermann and Grassl (1992) for BLS900 & BLS450, and Andreas (1988) for RR-RSS460.",
                "AnswerCn": "使用BLS900和RR-RSS460模型的LAS数据质量控制程序之间的关键区别包括去除饱和数据和弱解调信号强度的标准。对于BLS900和BLS450，如果Cn2 > 7.25E-14或平均X强度< 1000，则数据会被去除。对于RR-RSS460，如果Cn2 > 7.84 E-14或Demod > -20mv，则数据会被去除。此外，使用的不同稳定性通用函数为：BLS900和BLS450使用Thiermann和Grassl（1992），而RR-RSS460使用Andreas（1988）。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the necessity of applying quality control procedures when processing flux observation data from large aperture scintillometers in comprehensive observation networks?",
                "QuestionCn": "在综合观测网络中处理大孔径闪烁仪的通量观测数据时，应用质量控制程序的必要性受到以下因素的影响：",
                "AnswerEn": "Quality control procedures are necessary due to the need to remove data affected by saturation of the refractive index structure parameter (Cn2), weak signal demodulation, precipitation occurrences, and weak turbulence under stable conditions. These procedures ensure the reliability and accuracy of the derived sensible heat flux, which is calculated using Monin-Obukhov similarity theory and requires quality data inputs.",
                "AnswerCn": "质量控制程序是必要的，因为需要去除受折射率结构参数（Cn2）饱和、信号解调弱、降水发生和稳定条件下弱湍流影响的数据。这些程序确保了导出感热通量的可靠性和准确性，而感热通量是使用Monin-Obukhov相似理论计算的，要求高质量的数据输入。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multiple types of large aperture scintillometers in a dataset for observing surface processes in a river basin?",
                "QuestionCn": "使用多种类型的大孔径闪烁仪在河流流域观察地表过程的数据集可能产生的潜在后果是什么？",
                "AnswerEn": "The use of multiple types of large aperture scintillometers, such as BLS450, BLS900, and RR-RSS460, allows for cross-verification and increased robustness of the data, potentially enhancing the reliability of observed surface process fluxes. It can result in more comprehensive data coverage and may compensate for periods of instrument malfunction by providing alternative data sources. However, it may also introduce variability due to differences in sensitivity and calibration requirements, necessitating rigorous quality control and compatibility checks to ensure consistent and accurate data interpretation.",
                "AnswerCn": "使用多种类型的大孔径闪烁仪，如BLS450、BLS900和RR-RSS460，可以实现交叉验证并增强数据的稳健性，从而提高观测到的表面过程通量的可靠性。这可以导致更全面的数据覆盖，并可能通过提供替代数据源来补偿仪器故障期间的缺失。然而，这也可能由于灵敏度和校准要求的差异而引入变异性，因此需要严格的质量控制和兼容性检查，以确保数据解释的一致性和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in processing and ensuring the quality of flux data collected by large aperture scintillometers in heterogeneous land surfaces?",
                "QuestionCn": "在异质土地表面上，处理和确保大孔径闪烁仪收集的通量数据质量的关键步骤包括：",
                "AnswerEn": "The key steps involved in processing and ensuring the quality of flux data collected by large aperture scintillometers include: removing data where Cn2 reaches saturation, eliminating data with weak demodulated signal intensity, discarding data recorded during precipitation events, and excluding data under stable conditions with weak turbulence (u* less than 0.1 m/s). Iterative calculations are performed using Monin-Obukhov similarity theory, selecting stability universal functions specific to the scintillometer models used (Thiermann and Grassl for BLS900&BLS450, Andreas for RR-RSS460).",
                "AnswerCn": "处理和确保大孔径闪烁仪收集的通量数据质量的关键步骤包括：去除Cn2达到饱和的数据，消除信号强度较弱的解调数据，丢弃在降水事件期间记录的数据，以及排除在稳定条件下湍流较弱（u*小于0.1 m/s）的数据。使用Monin-Obukhov相似理论进行迭代计算，选择特定于所使用闪烁仪模型的稳定性通用函数（BLS900&BLS450使用Thiermann和Grassl，RR-RSS460使用Andreas）。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological tools and methodologies enable the accurate measurement of surface heat fluxes in desert environments?",
                "QuestionCn": "哪些技术工具和方法能够在沙漠环境中准确测量表面热通量？",
                "AnswerEn": "The use of large aperture scintillometers, specifically models BLS450, BLS900, and RR-RSS460, enables accurate measurement of surface heat fluxes. These instruments measure the refractive index structure parameter (Cn2) and calculate the sensible heat flux using Monin-Obukhov similarity theory, integrating data from automatic weather stations. Quality control steps, such as excluding saturated Cn2 data, weak demodulation signal data, and data during precipitation, are also crucial in the data collection process.",
                "AnswerCn": "大型孔径闪烁仪的使用，特别是BLS450、BLS900和RR-RSS460型号，能够准确测量地表热通量。这些仪器测量折射率结构参数（Cn2），并利用Monin-Obukhov相似理论计算显热通量，同时整合自动气象站的数据。质量控制步骤，如排除饱和的Cn2数据、弱解调信号数据和降水期间的数据，在数据收集过程中也至关重要。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}