{
    "id": "eb4b25f4-838e-4f01-90bf-fa8dff22b589",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Radiocarbon dates and charcoal identification of seven ancient cities in the lower and middle reaches of the Heihe River basin between ∼ AD 240–1380",
            "titleCn": "黑河流域中下游AD 240-1380期间古城的放射性碳测年数据和炭屑鉴定数据",
            "description": "This dataset includes radiocarbon dating data and carbon identification data for seven ancient cities in the middle and lower reaches of the Heihe River Basin during AD 240-1380. After pre-treatment, the graphite was prepared by AGE3 system, and the carbon dating was tested by accelerator mass spectrometer. Charcoal analysis was observed under metallographic microscope. The dating data were calibrated by Oxcal v.4.2 software and Incal13 curve. The number percentage and excavation probability of different species were calculated after identification of charcoal remains. The results show that many of the cities are younger than previously estimated, and that humans in the middle and lower reaches of the Black River Basin mainly used tamarix and tamarix mixed with broad-leaved trees between AD 240 and 1380, respectively, roughly consistent with the spatial distribution of modern natural woody vegetation in the region. Comparing the archaeological, paleoclimatic and historical results of the Hexi Corridor, we believe that the timber utilization strategy and its impact on the environment of the ancient people in the Heihe River Basin are mainly related to the human lifestyle, rather than climate change.",
            "descriptionCn": "本数据集包括黑河流域中下游AD 240-1380期间七个古城的放射性碳测年数据和炭屑鉴定数据。测年样品经过前处理后，通过AGE3系统完成石墨制备，并利用加速器质谱仪完成碳十四年代测试；木炭分析用金相显微镜镜下观察。测年数据用Oxcal v.4.2软件并选择Incal13曲线校正；木炭遗存种属鉴定后计算不同种属的数量百分比和出土概率。研究结果表明，许多城市的年龄比以前的估计要年轻，人类在黑河流域中下游分别在公元240-1380年间主要使用柽柳和柽柳与阔叶树混合，与该地区现代天然木本植被的空间分布大致相符。对比河西走廊的考古、古气候和历史研究结果，我们认为，黑河流域古代人类的木材利用策略及其对环境的影响主要与人类的生活方式有关，而与气候变化无关。",
            "instructions": "Liu et al-2019-Radiocarbon dates and charcoal identification",
            "instructionsCn": "Liu et al-2019-Radiocarbon dates and charcoal identification",
            "east": 102.0,
            "west": 98.0,
            "south": 38.0,
            "north": 42.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 13340.0,
            "cstr": "18406.11.Paleoenv.tpdc.300737",
            "doi": "10.11888/Paleoenv.tpdc.300737",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "刘峰文",
                "nameEn": "LIU Fengwen",
                "unitEn": "",
                "unitCn": "云南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Human settlement and wood utilization along the mainstream of Heihe River basin, northwest China in historical period",
                "referenceCn": null,
                "referenceEn": "Liu, F., Yang, Y., Shi, Z., Storozum, M. J., & Dong, G. (2019). Human settlement and wood utilization along the mainstream of Heihe River basin, northwest China in historical period. Quaternary International, 516, 141-148."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "气候变化",
                "nameEn": "Climate change"
            },
            {
                "nameCn": "生存策略",
                "nameEn": "Subsistence strategy"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Ruins"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "历史时期",
                "keywordEn": "Historic period",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methods used to determine the radiocarbon dating and charcoal identification in ancient city remains from AD 240-1380?",
                "QuestionCn": "古代城市遗址（公元240-1380年）的放射性碳定年和木炭鉴定的特征和方法是什么？",
                "AnswerEn": "radiocarbon dating, pre-treatment of samples, graphite preparation via an AGE3 system, carbon-14 dating using an accelerator mass spectrometer, charcoal analysis using a metallographic microscope, dating data calibrated using Oxcal v.4.2 software with the Incal13 curve, charcoal species identification, percentage and occurrence probability of different species, tamarisk and broadleaf tree mixtures, natural woody vegetation distribution",
                "AnswerCn": "放射性碳测年，样品的预处理，通过AGE3系统制备石墨，使用加速器质谱仪进行碳-14测年，使用金相显微镜进行木炭分析，使用Oxcal v.4.2软件和Incal13曲线校准测年数据，木炭种类鉴定，不同种类的百分比和出现概率，柽柳和阔叶树混合物，自然木本植被分布。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many ancient cities' radiocarbon dating and charcoal identification data are included in a dataset related to the Heihe River basin for the period AD 240-1380?",
                "QuestionCn": "与黑河流域AD 240-1380年期间相关的数据集中包含多少个古代城市的放射性碳定年和木炭鉴定数据？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'radiocarbon dating data and charcoal identification data' mean in the context of ancient city studies in the Heihe River Basin during AD 240-1380?",
                "QuestionCn": "在黑河流域古代城市研究中，\"放射性碳定年数据和木炭鉴定数据\"指的是用于确定公元240年至1380年间的考古遗址年代和分析木炭样本来源的信息。",
                "AnswerEn": "In the context of ancient city studies in the Heihe River Basin during AD 240-1380, 'radiocarbon dating data and charcoal identification data' refer to the collection of chronological information and botanical analysis from carbon samples derived from archaeological sites. Radiocarbon dating involves measuring the age of carbon samples after pre-treatment and converting them into graphite using an AGE3 system, followed by carbon-14 age testing with an accelerator mass spectrometer. Charcoal identification data involves examining charcoal samples under a metallographic microscope to determine the species composition. The dating results are calibrated using Oxcal v.4.2 software with the Incal13 curve. The species identification results are used to calculate the percentage and probability of different species found, helping to understand the historical use of wood and its correlation with the local vegetation.",
                "AnswerCn": "在公元240年至1380年期间的黑河流域古代城市研究中，“放射性碳定年数据和木炭鉴定数据”指的是从考古遗址收集的时间信息和植物分析数据，这些数据来自碳样本。放射性碳定年涉及对碳样本进行预处理后，使用AGE3系统将其转化为石墨，然后通过加速器质谱仪进行碳-14年龄测试。木炭鉴定数据则是通过金相显微镜检查木炭样本，以确定物种组成。定年结果使用Oxcal v.4.2软件与Incal13曲线进行校准。物种鉴定结果用于计算不同物种的百分比和概率，帮助理解历史上木材的使用及其与当地植被的关系。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method using accelerator mass spectrometry for radiocarbon dating compare in terms of precision and reliability to the traditional radiocarbon dating methods used for ancient city sites in arid regions?",
                "QuestionCn": "使用加速器质谱法进行放射性碳定年的数据收集方法在精确度和可靠性方面与传统的放射性碳定年方法相比，尤其是在干旱地区的古代城市遗址中，表现如何？",
                "AnswerEn": "The data collection method using accelerator mass spectrometry offers a high level of precision and reliability for radiocarbon dating, particularly useful for analyzing samples from ancient city sites. It requires smaller samples and provides more accurate age estimates than traditional methods, which might be subject to greater error margins and require larger sample sizes.",
                "AnswerCn": "使用加速器质谱法的数据收集方法为放射性碳定年提供了高水平的精确性和可靠性，特别适用于分析古代城市遗址的样本。它需要更小的样本，并且比传统方法提供更准确的年龄估计，后者可能存在更大的误差范围并且需要更大的样本量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the necessity of using radiocarbon dating and charcoal identification in assessing the age of ancient cities in the Heihe River Basin?",
                "QuestionCn": "哪些因素导致在评估黑河流域古代城市年龄时需要使用放射性碳定年和木炭鉴定？",
                "AnswerEn": "The necessity of using radiocarbon dating and charcoal identification arises from the need to accurately determine the age of ancient cities, which may be younger than previously estimated. This approach helps to align the understanding of human activity and environmental interaction with the spatial distribution of modern woody vegetation in the region, independent of climate change influences.",
                "AnswerCn": "使用放射性碳定年和木炭鉴定的必要性源于准确确定古代城市年龄的需求，这些城市可能比之前估计的要年轻。这种方法有助于将人类活动和环境互动的理解与该地区现代木本植物的空间分布对齐，而不受气候变化影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using radiocarbon dating and charcoal identification data on understanding the age and environmental interactions of ancient cities in the Heihe River Basin during AD 240-1380?",
                "QuestionCn": "使用放射性碳定年和木炭鉴定数据对理解公元240年至1380年间黑河流域古代城市的年龄和环境互动的影响是什么？",
                "AnswerEn": "The use of radiocarbon dating and charcoal identification data reveals that many ancient cities are younger than previously estimated. It also shows that human populations during AD 240-1380 primarily utilized tamarisk and a mix of tamarisk and broad-leaved trees, reflecting the spatial distribution of modern natural woody vegetation in the region. The findings indicate that the strategies for wood utilization and the environmental impacts of ancient humans in the Heihe River Basin were closely related to human lifestyles rather than climate change.",
                "AnswerCn": "放射性碳定年和木炭鉴定数据的使用揭示了许多古代城市的年龄比之前估计的要年轻。它还显示，在公元240年至1380年期间，人类主要利用盐碱树和盐碱树与阔叶树的混合，反映了该地区现代自然林木植被的空间分布。这些发现表明，古代人类在黑河流域的木材利用策略和环境影响与人类生活方式密切相关，而不是气候变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of collecting radiocarbon dating and charcoal identification data from ancient cities in the Heihe River Basin during AD 240-1380?",
                "QuestionCn": "收集来自黑河流域古代城市在公元240年至1380年间的放射性碳定年和木炭鉴定数据的最终目标是什么？",
                "AnswerEn": "The ultimate goal is to understand the age of the ancient cities and human activities in the Heihe River Basin during AD 240-1380. The research aims to determine the types of wood used by ancient humans, which informs about their lifestyle and environmental impact, rather than climate change.",
                "AnswerCn": "最终目标是了解公元240年至1380年间黑河流域古代城市和人类活动的年龄。研究旨在确定古代人类使用的木材类型，这有助于了解他们的生活方式和环境影响，而不是气候变化。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}