{
  "id": "eb91b563-dfff-4060-ac5a-1088a993ebb9",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Global land surface microwave emissivity dataset from AMSR-E (2002-2011)",
      "titleCn": "AMSR-E全球陆表被动微波遥感发射率数据集（2002-2011）",
      "description": "Microwave emissivity of the surface characterization of the object to launch the ability of microwave radiation, spaceborne passive microwave emissivity can on macro, large scale integral expression of epicontinental microwave radiation is a passive microwave surface parameters in quantitative inversion experience for one of the important basic data, is also on the large scale understand epicontinental microwave radiation in a way.This data set is considered to carry on the Aqua satellite advanced microwave scanning radiometer (amsr-e) and moderate resolution imaging spectroradiometer (MODIS) synchronous observation characteristics, using the MODIS land surface temperature and atmospheric water vapor data as input, by considering the effects of atmospheric emissivity estimation model, produced a global sky conditions during the running of amsr-e sensor (June 2002 ~ October 2011) of the epicontinental multichannel bipolar microwave instantaneous emission rate.Through product low-frequency radio signal, data alignment, statistic analysis, the different emissivity characteristics of surface coverage condition, frequency dependence and correlation studies conducted confirmatory analysis, the results show that the instantaneous dynamic details of emissivity is rich, standard deviation within 0.02 month daily variation, the change of time and space, frequency dependent on and related to the understanding of the natural physical process.\nThis data set includes amsr-e global land surface daily, daily, daily, monthly and monthly products in the whole life cycle, which can be used to carry out satellite based passive microwave remote sensing simulation, land surface model, and inversion research of land surface temperature, snow cover, atmospheric precipitation/moisture/precipitation.The projection coordinates of the data adopt the standard EASE-GRID projection, and the data storage method is binary floating point lattice (the size of the matrix is 1383*586). After the data is obtained, ENVI/IDL and other software or the corresponding program code can be read in the form of binary files.\nAll land surface emissivity data produced are named according to the following rules:\nRADI_AMSRE_EM # # # # _yyymmdd_EG_V. Bin\nFor example, file name: RADI_AMSRE_EM01_20060101_EG_V#\nEM##: 01 means daily, 05 means 5 days, 10 means ten days, HM means half a month, MO means a month\nYyyymmdd: yyyy means year, mm means month, and dd means date\nV##: version number, such as 0.1, 1.0, etc., the units digit is the official version\nRADI: institute of remote sensing and digital earth, Chinese academy of sciences\nAMSRE: advanced microwave scanning radiometer",
      "descriptionCn": "地表微波发射率表征了地物向外发射微波辐射的能力，星载被动微波发射率可在宏观、大尺度上对陆表微波辐射进行整体表达，是被动微波地表参数定量反演中经验参数获取的重要基础数据，也是在大尺度上理解陆表微波辐射的一种途径。本数据集考虑到搭载在Aqua卫星上的高级微波扫描辐射计（AMSR-E）和中分辨率成像光谱仪（MODIS）的同步观测特点，采用MODIS的地表温度和大气水汽数据作为输入，通过考虑大气影响的发射率估算模型，生产了全球晴空条件下AMSR-E传感器运行期间（2002年6月~2011年10月）的陆表多通道双极化微波瞬时发射率。通过产品低频无线电信号影响、数据间比对、统计分析、不同地表覆盖条件的发射率特征、频率依赖和相关性研究等开展验证性分析，结果表明瞬时发射率的动态细节丰富，月内日变化标准差在0.02以内，其时空变化、频率依赖和相关性符合自然物理过程的理解。\n\n此套数据集包括AMSR-E全生命周期的全球陆表逐日、侯、旬、半月及月产品，可用于开展星载被动微波遥感模拟、陆面模型以及陆表温度、积雪、大气降水/水汽/可降水量等反演研究。数据的投影坐标采用标准的EASE-GRID投影，数据存储方式为二进制浮点型格点（矩阵大小为1383*586），数据获得之后可用ENVI/IDL等软件或者相应程序代码以二进制文件的方式读取。\n\n所生产出的所有陆表发射率数据按照以下规则命名：\nRADI_AMSRE_EM##_yyymmdd_EG_V##.bin\n例如文件名称：RADI_AMSRE_EM01_20060101_EG_V#其中\nEM##:  01表示每日，05表示5天，10表示旬，HM表示半月，MO表示月\nyyyymmdd:  yyyy表示年份，mm表示月份，dd表示日期\nV##:  版本号，如0.1, 1.0等，个位数为正式版\nRADI:\t“中国科学院遥感与数字地球研究所”英文缩写\nAMSRE:\t高级微波扫描辐射计",
      "instructions": "All land surface emissivity data produced are named according to the following rule: RADI_AMSRE_EM##_yyymmdd_EG_V##.bin\nFor example, file name: RADI_AMSRE_EM01_20060101_EG_V#, where EM##: 01 means daily, 05 means 5 days, 10 means ten days, HM means half a month, MO means month;Yyyymmdd: yyyy means year, mm means month, dd means date, V##: version number, such as 0.1, 1.0, etc., units digit is the official version\nRADI: institute of remote sensing and digital earth, Chinese academy of sciences, AMSRE: advanced microwave scanning radiometer\nData reading: Software such as ENVI/IDL or corresponding program code can be read in the form of binary files",
      "instructionsCn": "所生产出的所有陆表发射率数据按照以下规则命名：RADI_AMSRE_EM##_yyymmdd_EG_V##.bin\n例如文件名称：RADI_AMSRE_EM01_20060101_EG_V#，其中EM##:  01表示每日，05表示5天，10表示旬，HM表示半月，MO表示月; yyyymmdd:  yyyy表示年份，mm表示月份，dd表示日期，V##:  版本号，如0.1, 1.0等，个位数为正式版\nRADI:“中国科学院遥感与数字地球研究所”英文缩写，AMSRE:高级微波扫描辐射计\n数据读取：可用ENVI/IDL等软件或者相应程序代码以二进制文件的方式读取",
      "east": 180.0,
      "west": -180.0,
      "south": -60.0,
      "north": 90.0,
      "startTime": "2002-07-07 08:00:00",
      "endTime": "2011-11-06 08:00:00",
      "fileSize": 21288407094.0,
      "cstr": "18406.11.westdc.003.2016.db",
      "doi": "10.3972/westdc.003.2016.db",
      "dataFormat": "二进制文件",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邱玉宝",
        "nameEn": "QIU Yubao",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinses Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于amsr-e的全球陆表被动微波发射率数据集",
        "titleEn": null,
        "referenceCn": "Qiu Yubao, Guo Huadong, Shi Lijuan, etal. Global Land Surface Emissivity Dataset based on AMSR-E Observations[J]. Remote Sensing Technology and Application, 2016, 31(4):811-821. [邱玉宝, 郭华东, 石利娟, & 施建成. 基于amsr-e的全球陆表被动微波发射率数据集. 遥感技术与应用, 031(4), 809-819..] doi: 10.11873/j. issn.1004-0323.2016.4.0811",
        "referenceEn": null
      },
      {
        "titleCn": "陆面被动微波遥感大气影响分析与校正研究",
        "titleEn": null,
        "referenceCn": "Qiu Y B，Atmosphere Influence Analysis and Correction in Passive Microwave Remote Sensing over Land[D]，Beijing：Institute of Remote Sensing Applications Chinese Academy of Sciences，2008 [邱玉宝, 2008. 陆面被动微波遥感大气影响分析与校正研究[D], 北京: 中科院遥感应用研究所.]",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Study of the microwave emissivity characteristics over Gobi Desert, IOP Conference Series: Earth and Environmental Science",
        "referenceCn": null,
        "referenceEn": "Qiu Y B, Shi L J; Wenbo Wu, Study of the microwave emissivity characteristics over Gobi Desert, IOP Conference Series: Earth and Environmental Science[C], Volume 17, Issue 1, DOI: 10.1088/1755-1315/17/1/012249."
      },
      {
        "titleCn": null,
        "titleEn": "The AMSR-E Instantaneous Emissivity Estimation and its Correlation, Frequency Dependency Analysis over Different Land Covers",
        "referenceCn": null,
        "referenceEn": "Qiu, Y. , Shi, J. , Hallikainen, M. T. , Lemmetyinen, J. , & Kontu, A. . (2008). The AMSR-E Instantaneous Emissivity Estimation and its Correlation, Frequency Dependency Analysis over Different Land Covers. IEEE International Geoscience & Remote Sensing Symposium, IGARSS 2008, July 8-11, 2008, Boston, Massachusetts, USA, Proceedings. IEEE."
      },
      {
        "titleCn": "被动微波陆表发射率特性研究",
        "titleEn": null,
        "referenceCn": "Shi L J, Study of the microwave emissivity characteristics[D], Liaoning, Liaoning Technical University, 2013.[石利娟. (2013). 被动微波陆表发射率特性研究. (Doctoral dissertation, 辽宁工程技术大学)..]",
        "referenceEn": null
      },
      {
        "titleCn": "大气对星载被动微波影响分析研究",
        "titleEn": null,
        "referenceCn": "Qiu Y B, Shi L J, Shi J C, et al. [Atmospheric Influences Analysis on the Satellite Passive Microwave Remote Sensing].[J]. Spectroscopy and spectral Analysis, 2016, 36(2).[邱玉宝, 石利娟, 施建成, & 赵少杰. (2016). 大气对星载被动微波影响分析研究. 光谱学与光谱分析, 036(002), 310-315..]",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "An emissivity-based land surface temperature retrieval algorithm[C]// IEEE International Geoscience & Remote Sensing Symposium",
        "referenceCn": null,
        "referenceEn": "Qiu Y B, Guo H D, Shi L J, et al. 2012. An emissivity-based land surface temperature retrieval algorithm[C]// IEEE International Geoscience & Remote Sensing Symposium. IEEE, 2012:4664-4667."
      },
      {
        "titleCn": null,
        "titleEn": "Analysis of the Relationship Between Microwave Emissivity and NDVI/MVI/Soil Moisture over Tibetan Plateau, China [J]",
        "referenceCn": null,
        "referenceEn": "Shi L J, Qiu Y B,  (2012). Analysis of the Relationship Between Microwave Emissivity and NDVI/MVI/Soil Moisture over Tibetan Plateau, China [J]. IEEE Transaction on Geoscience and Remote Sensing , 678-681"
      },
      {
        "titleCn": "北半球植被冬夏两季微波发射率特征分析",
        "titleEn": null,
        "referenceCn": "Shi L J, Qiu Y B. Study of the Microwave Emissivity Characteristics of Vegetation over the Northern Hemisphere.[J]. Spectroscopy and Spectral Analysis. 2013, 33(5):1157-1162. [石利娟, 邱玉宝, & 施建成. (2013). 北半球植被冬夏两季微波发射率特征分析. 光谱学与光谱分析, 032(005), 1157-1162.]",
        "referenceEn": null
      },
      {
        "titleCn": "不同地物类型微波发射率特征分析",
        "titleEn": null,
        "referenceCn": "Zhang Yongpan, Jiang Lingmei, Qiu Yubao, Study of the Microwave Emissivity Characteristics over Different Land Cover Types[J]., Spectroscopy and Spectral Analysis, 2010 . 30(6): 1446-1451.[张勇攀, 蒋玲梅, 邱玉宝, 武胜利, 施建成, & 张立新. (2010). 不同地物类型微波发射率特征分析. 光谱学与光谱分析(06), 8-13.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The construction and application of the amsr-e global microwave emissivity database",
        "referenceCn": null,
        "referenceEn": "Lijuan, S. , Yubao, Q. , Jingjing, N. , & Wenbo, W. . (2014). The construction and application of the amsr-e global microwave emissivity database. IOP Conference Series: Earth and Environmental Science, 17, 012250."
      },
      {
        "titleCn": "被动微波遥感大气校正",
        "titleEn": null,
        "referenceCn": "Wang Y Q, Feng W L, Shi J C, Qiu Y B. Atmospheric influences and its correction in passive microwave remote sensing[J]. Journal of Infrared & Millimeter Waves, 2014, 33(2):192-199. [王永前, 冯文兰, 施建成,邱玉宝. 被动微波遥感大气校正[J]. 红外与毫米波学报, 2014, 33(02):192-199.]",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "被动微波遥感",
        "nameEn": "Passive microwave remote sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002~2011",
        "keywordEn": "2002-2011",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "基于微波地表和大气耦合模型的非散射云雨条件地表温度反演研究",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "基于时空变化参数的青藏高原被动微波雪水当量反演研究",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "全球环境变化遥感对比研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "青藏高原遥感积雪气候数据集建设",
        "titleEn": "Construction of Snow Remote Sensing Dataset for Climate in the Qinghai-Tibet Plateau"
      },
      {
        "titleCn": "空间观测全球变化敏感因子的机理与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球生态系统呼吸月数据（1850-2014）",
        "titleEn": "Global ecosystem respiration monthly data obtained by CNRM-CM6-1 Mode of CMIP6 （1850-2014）"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Earth surface microwave emissivity, representing the capacity of the earth's surface emitting microwave radiation outwards, is one of the key physical quantities of microwave radiometric characteristics for earth surface. Satellite-borne passive microwave emissivity shows an overall and macroscopic expression of the surface microwave radiation on a large scale. It is important basic data for empirical parameterization acquisition in the geophysical parameters quantitative inversion from passive microwave observations, and also an approach of understanding the land surface microwave radiation on a large scale. Considering the synchronous observation characteristic of the Advanced Microwave Scanning Radiometer (AMSR-E) and Moderate Resolution Imaging Spectroradiometer (MODIS) mounted on the Aqua satellite, taking surface temperature and atmospheric water vapor data from MODIS as input data, this data set produced multi-channel microwave instantaneous emissivity through the emissivity estimation model during the operating cycle (June 2002 – October 2011) of AMSR-E sensor under the global clear-sky condition."
      ],
      "research objective": [],
      "challenges": [
        "In the estimation of satellite surface emissivity, previous work mainly conducted characteristic analysis based on research needs, and more local estimations and studies of average surface emissivity in typical regions were carried out. However, in the global surface emissivity estimation aspect, there is currently no global coverage data product release for the entire lifecycle of the AMSR-E sensor."
      ],
      "methods": [],
      "dataset": [
        "The dataset spans from June 2002 to October 2011 and includes daily, five-day, ten-day, semi-monthly, and monthly global land surface products within the AMSR-E full life span."
      ],
      "findings": [
        "The dynamic range of instantaneous emissivity is larger, the monthly diurnal standard deviations are within 0.02, and the Radio Frequency Interference analysis, spatial and temporal variation, frequency dependence, and correlation are in consistency with the understanding of natural physical geography process and microwave emission model understanding."
      ],
      "backgroundCn": [
        "地表微波发射率代表了地球表面向外发射微波辐射的能力，是地表微波辐射特性的重要物理量。卫星载被动微波发射率在大尺度上表现出地表微波辐射的整体和宏观特征。它是从被动微波观测中获取地球物理参数定量反演的经验参数化的重要基础数据，也是理解大尺度地表微波辐射的一种方法。考虑到搭载在Aqua卫星上的先进微波扫描辐射计（AMSR-E）和中分辨率成像光谱仪（MODIS）的同步观测特性，利用MODIS提供的地表温度和大气水汽数据作为输入数据，在AMSR-E传感器的运行周期（2002年6月 - 2011年10月）内，在全球晴空条件下，通过发射率估计模型生成了多通道微波瞬时发射率数据集。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "在卫星表面发射率的估计中，以往的工作主要基于研究需求进行特征分析，并对典型区域的平均表面发射率进行了更多的局部估计和研究。然而，在全球表面发射率估计方面，目前尚未发布AMSRE传感器整个生命周期的全球覆盖数据产品。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "该数据集涵盖了从2002年6月到2011年10月的时间段，包括在AMSR-E完整生命周期内的每日、五天、十天、半月和每月的全球陆地表面产品。"
      ],
      "findingsCn": [
        "瞬时发射率的动态范围较大，月度日变化标准差在0.02以内，射频干扰分析、空间和时间变化、频率依赖性以及相关性与自然物理地理过程和微波发射模型的理解一致。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for retrieving microwave emissivity utilize simultaneous satellite observations from AMSR-E and MODIS?",
        "QuestionCn": "用于获取微波发射率的数据收集方法是否利用了来自AMSR-E和MODIS的同时卫星观测？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is there a global land surface emissivity dataset covering the entire lifecycle of the AMSR-E sensor available?",
        "QuestionCn": "是否有覆盖AMSR-E传感器整个生命周期的全球陆地表面发射率数据集可用？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are the monthly diurnal standard deviations of the instantaneous emissivity data within 0.02?",
        "QuestionCn": "每月瞬时发射率数据的日变化标准差是否在0.02以内？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the main data collection method for land surface emissivity estimation based on the use of satellite-borne sensors, ground-based measurements, or a combination of both?",
        "QuestionCn": "土地表面发射率估计的主要数据收集方法是基于卫星传感器、地面测量，还是两者的结合？",
        "AnswerEn": "satellite-borne sensors",
        "AnswerCn": "卫星传感器",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the time range covered by a dataset for global land surface microwave emissivity collected using satellite-borne sensors?",
        "QuestionCn": "使用卫星传感器收集的全球陆地表面微波辐射率数据集涵盖的时间范围是什么？",
        "AnswerEn": "June 2002 to October 2011",
        "AnswerCn": "2002年6月至2011年10月",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with estimating global surface emissivity using satellite data?",
        "QuestionCn": "使用卫星数据估计全球表面发射率面临哪些挑战？",
        "AnswerEn": "global coverage data product release",
        "AnswerCn": "全球覆盖数据产品发布",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate global land surface microwave emissivity?",
        "QuestionCn": "您能否提供一个用于估计全球陆地表面微波发射率的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method is the synchronous observation characteristic of the Advanced Microwave Scanning Radiometer (AMSR-E) and Moderate Resolution Imaging Spectroradiometer (MODIS) mounted on the Aqua satellite. The method involves using surface temperature and atmospheric water vapor data from MODIS as input to produce multi-channel microwave instantaneous emissivity through an emissivity estimation model.",
        "AnswerCn": "数据收集方法的一个例子是先进微波扫描辐射计（AMSR-E）和搭载在Aqua卫星上的中分辨率成像光谱仪（MODIS）所具有的同步观测特性。该方法涉及使用MODIS的地表温度和大气水汽数据作为输入，通过发射率估计模型生成多通道微波瞬时发射率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example challenge faced when estimating satellite surface emissivity on a global scale?",
        "QuestionCn": "在全球范围内估计卫星表面发射率时面临的一个挑战是什么？",
        "AnswerEn": "An example challenge is that previous work mainly focused on characteristic analysis based on research needs and conducted more localized estimations and studies of average surface emissivity in typical regions. However, there was no global coverage data product released for the entire lifecycle of the AMSR-E sensor, making global surface emissivity estimation difficult.",
        "AnswerCn": "一个例子挑战是，之前的工作主要集中在基于研究需求的特征分析，并进行了更局部的估计和典型区域平均表面发射率的研究。然而，整个AMSR-E传感器生命周期内并没有发布全球覆盖的数据产品，这使得全球表面发射率的估计变得困难。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that spans the full lifecycle of a satellite sensor and includes various temporal resolutions?",
        "QuestionCn": "您能否提供一个涵盖卫星传感器整个生命周期的示例数据集，并包括各种时间分辨率？",
        "AnswerEn": "An example of such a dataset spans from June 2002 to October 2011 and includes daily, five-day, ten-day, semi-monthly, and monthly global land surface products within the AMSR-E full life span.",
        "AnswerCn": "这样的数据集的时间范围从2002年6月到2011年10月，包括在AMSR-E完整生命周期内的每日、五天、十天、半月和每月的全球陆地表面产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What features are considered when estimating the land surface microwave emissivity on a global scale?",
        "QuestionCn": "在全球范围内估计地表微波发射率时考虑的特征有哪些？",
        "AnswerEn": "surface temperature, atmospheric water vapor data, multi-channel capabilities, dual polarization capabilities, impact of atmospheric conditions under global clear-sky scenarios",
        "AnswerCn": "地表温度、大气水汽数据、多通道能力、双极化能力、大气条件在全球晴空情景下的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methodological features are used to validate the accuracy of land surface microwave emissivity datasets?",
        "QuestionCn": "用于验证地表微波发射率数据集准确性的 методологические 特征有哪些？",
        "AnswerEn": "Radio Frequency Interference analysis, data comparison between different periods, statistical analysis, emissivity characteristics under different land surface cover conditions",
        "AnswerCn": "射频干扰分析，不同时期的数据比较，统计分析，不同地表覆盖条件下的发射率特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the numerical range of the dynamic details captured in the instantaneous emissivity data?",
        "QuestionCn": "瞬时发射率数据中捕获的动态细节的数值范围是什么？",
        "AnswerEn": "0.02",
        "AnswerCn": "0.02",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'satellite-borne passive microwave emissivity' in the context of earth surface microwave radiometric characteristics?",
        "QuestionCn": "在地球表面微波辐射特性背景下，“卫星搭载的被动微波发射率”是什么意思？",
        "AnswerEn": "Satellite-borne passive microwave emissivity refers to the capacity of the earth's surface to emit microwave radiation outwards, providing a macroscopic expression of surface microwave radiation on a large scale. It is essential for empirical parameterization in quantitative inversion from passive microwave observations and understanding land surface microwave radiation.",
        "AnswerCn": "卫星载被动微波发射率是指地球表面向外发射微波辐射的能力，提供了对大尺度表面微波辐射的宏观表达。它在被动微波观测的定量反演中的经验参数化以及理解陆地表面微波辐射方面至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of 'global clear-sky condition' for data collection in satellite surface emissivity estimation?",
        "QuestionCn": "“全球晴空条件”在卫星表面发射率估计的数据收集中的重要性是什么？",
        "AnswerEn": "Global clear-sky condition is significant for data collection in satellite surface emissivity estimation because it ensures that the data collected is not affected by atmospheric conditions such as clouds, which could interfere with the accuracy of microwave emissivity measurements.",
        "AnswerCn": "全球晴空条件对于卫星表面发射率估计中的数据收集具有重要意义，因为它确保所收集的数据不受云等大气条件的影响，这可能会干扰微波发射率测量的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with 'global surface emissivity estimation' in passive microwave observations?",
        "QuestionCn": "与被动微波观测中的“全球表面发射率估计”相关的挑战有哪些？",
        "AnswerEn": "The challenges associated with global surface emissivity estimation in passive microwave observations include the lack of a global coverage data product for the entire lifecycle of the AMSR-E sensor, as previous work mainly focused on local estimations and average surface emissivity studies in specific regions.",
        "AnswerCn": "与被动微波观测中全球表面发射率估计相关的挑战包括缺乏针对AMSR-E传感器整个生命周期的全球覆盖数据产品，因为之前的研究主要集中在特定区域的局部估计和平均表面发射率研究上。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced when estimating satellite surface emissivity at a local level versus a global scale during the AMSR-E sensor's lifecycle?",
        "QuestionCn": "在AMSR-E传感器生命周期中，估计卫星表面发射率时在地方层面与全球层面面临的挑战有哪些不同？",
        "AnswerEn": "At a local level, challenges typically involve characteristic analysis based on specific research needs and average surface emissivity studies in typical regions. In contrast, global scale estimation faces the challenge of producing a comprehensive global coverage data product for the entire AMSR-E sensor lifecycle, which requires addressing various surface and atmospheric conditions globally.",
        "AnswerCn": "在地方层面，挑战通常涉及基于特定研究需求的特征分析和典型区域的平均表面发射率研究。相比之下，全球尺度的估计面临着为整个AMSR-E传感器生命周期生成全面的全球覆盖数据产品的挑战，这需要解决全球范围内各种表面和大气条件的问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the temporal resolutions (daily, five-day, ten-day, semi-monthly, and monthly) of a dataset impact the analysis of spatial and temporal variations in microwave emissivity?",
        "QuestionCn": "数据集的时间分辨率（每日、五天、十天、半月和每月）如何影响微波发射率的空间和时间变化分析？",
        "AnswerEn": "The different temporal resolutions in a dataset allow for a detailed analysis of spatial and temporal variations in microwave emissivity. Daily data provide insights into short-term dynamics and diurnal variations, while five-day and ten-day data facilitate analysis of medium-term trends. Semi-monthly and monthly resolutions support understanding long-term variations and seasonal patterns. Each resolution offers various levels of granularity, impacting the depth and scope of spatial and temporal analysis.",
        "AnswerCn": "数据集中不同的时间分辨率允许对微波发射率的空间和时间变化进行详细分析。每日数据提供了对短期动态和日变化的洞察，而五天和十天的数据则有助于分析中期趋势。半月和月度分辨率支持对长期变化和季节模式的理解。每种分辨率提供了不同级别的细致程度，影响空间和时间分析的深度和范围。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the implications of not having a global coverage data product for the entire lifecycle of a passive microwave sensor on global emissivity studies?",
        "QuestionCn": "没有全球覆盖数据产品来支持被动微波传感器整个生命周期的全球发射率研究，会产生什么影响？",
        "AnswerEn": "The absence of a global coverage data product for the entire lifecycle of a passive microwave sensor can limit the scope of global emissivity studies by restricting comprehensive temporal and spatial analysis. It hinders the ability to fully understand global surface emissivity patterns and dynamics, which are crucial for accurate geophysical parameter inversion and modeling on a planetary scale.",
        "AnswerCn": "缺乏针对整个被动微波传感器生命周期的全球覆盖数据产品，会限制全球发射率研究的范围，从而限制全面的时间和空间分析。这妨碍了对全球表面发射率模式和动态的全面理解，而这些对于准确的地球物理参数反演和行星尺度建模至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for multi-channel microwave emissivity estimation models in global land surface studies?",
        "QuestionCn": "导致全球陆地表面研究中需要多通道微波发射率估计模型的原因是什么？",
        "AnswerEn": "The need for multi-channel microwave emissivity estimation models arises because satellite-borne passive microwave emissivity provides a macroscopic expression of surface microwave radiation over large scales, which is essential for understanding the land surface microwave radiation and for quantitative inversion of geophysical parameters.",
        "AnswerCn": "多通道微波发射率估计模型的需求源于卫星载被动微波发射率提供了大尺度表面微波辐射的宏观表达，这对于理解陆面微波辐射以及地球物理参数的定量反演至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be challenges in releasing a global coverage data product for the entire lifecycle of a satellite sensor?",
        "QuestionCn": "发布一个涵盖整个卫星传感器生命周期的全球覆盖数据产品可能面临哪些挑战？",
        "AnswerEn": "Challenges in releasing a global coverage data product for the entire lifecycle of a satellite sensor could stem from the lack of previous global surface emissivity estimations, as most work focused on local estimations and typical regions, making it difficult to ensure comprehensive coverage and accuracy.",
        "AnswerCn": "发布一个涵盖整个卫星传感器生命周期的全球覆盖数据产品的挑战可能源于缺乏以往的全球表面发射率估计，因为大多数工作集中在局部估计和典型区域，这使得确保全面覆盖和准确性变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors lead to the dynamic range of instantaneous emissivity being larger in global land surface datasets?",
        "QuestionCn": "导致全球陆地表面数据集中瞬时发射率动态范围更大的因素有哪些？",
        "AnswerEn": "The larger dynamic range of instantaneous emissivity in global land surface datasets is due to variations in spatial and temporal changes, frequency dependence, and correlation, which align with the understanding of natural physical geography processes and microwave emission models.",
        "AnswerCn": "全球陆地表面数据集中瞬时发射率的更大动态范围是由于空间和时间变化、频率依赖性以及相关性的变化，这与自然物理地理过程和微波发射模型的理解相一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the implications of combining MODIS surface temperature and atmospheric water vapor data as inputs on the estimation of microwave emissivity?",
        "QuestionCn": "将MODIS表面温度和大气水汽数据作为输入结合在一起，对微波发射率的估计有什么影响？",
        "AnswerEn": "Combining MODIS surface temperature and atmospheric water vapor data as inputs allows for a comprehensive estimation of microwave emissivity. This approach considers the influence of atmospheric conditions, resulting in a more accurate representation of the earth's surface emissivity, and facilitates the production of multi-channel microwave instantaneous emissivity data during the AMSR-E sensor's operational cycle.",
        "AnswerCn": "结合MODIS地表温度和大气水汽数据作为输入，可以全面估计微波发射率。这种方法考虑了大气条件的影响，从而更准确地表示地球表面的发射率，并促进在AMSR-E传感器的操作周期内生成多通道微波瞬时发射率数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What consequences might arise from the detailed analysis of the dynamic range and monthly diurnal standard deviations in microwave emissivity data?",
        "QuestionCn": "对微波发射率数据的动态范围和月度日变化标准差进行详细分析可能会产生哪些后果？",
        "AnswerEn": "Analyzing the dynamic range and monthly diurnal standard deviations in microwave emissivity data enhances the understanding of temporal and spatial variations in emissivity. It allows researchers to assess the consistency of the data with natural physical geography processes and the microwave emission model, thereby providing insights into the reliability and accuracy of the emissivity estimation methods.",
        "AnswerCn": "分析微波发射率数据的动态范围和月度日变化标准差有助于理解发射率的时间和空间变化。这使研究人员能够评估数据与自然物理地理过程及微波发射模型的一致性，从而提供对发射率估计方法的可靠性和准确性的洞察。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the rationale behind producing multi-channel microwave instantaneous emissivity using MODIS surface temperature and atmospheric water vapor data as input for passive microwave observations?",
        "QuestionCn": "使用MODIS表面温度和大气水汽数据作为输入，生成多通道微波瞬时发射率的理由是什么？",
        "AnswerEn": "The rationale is that multi-channel microwave instantaneous emissivity provides a macroscopic expression of surface microwave radiation on a large scale, which is critical for the empirical parameterization needed in the quantitative inversion of geophysical parameters from passive microwave observations.",
        "AnswerCn": "其理由是，多通道微波瞬时发射率提供了一个宏观表达，反映了大尺度表面微波辐射，这对于从被动微波观测中定量反演地球物理参数所需的经验参数化至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is the release of a global coverage dataset for the entire lifecycle of the AMSR-E sensor significant in the context of satellite surface emissivity estimation?",
        "QuestionCn": "在卫星地表辐射率估算的背景下，发布涵盖整个AMSR-E传感器生命周期的全球覆盖数据集为何具有重要意义？",
        "AnswerEn": "The release is significant because it addresses the challenge of lacking global coverage data products for the entire AMSR-E sensor lifecycle, enabling comprehensive global surface emissivity estimation which was previously limited to local or regional studies.",
        "AnswerCn": "该发布具有重要意义，因为它解决了缺乏整个AMSR-E传感器生命周期的全球覆盖数据产品的问题，使得全面的全球表面发射率估计成为可能，而这在以前仅限于地方或区域研究。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intended outcomes of conducting a validation analysis of the dynamic details of instantaneous emissivity within the range of natural physical processes?",
        "QuestionCn": "进行瞬时发射率动态细节的验证分析的预期结果是什么？",
        "AnswerEn": "The intended outcomes include ensuring that spatial and temporal variations, frequency dependence, and correlation of the emissivity data align with the understanding of natural physical geography processes and microwave emission models, thereby enhancing the reliability and applicability of the dataset for further research.",
        "AnswerCn": "预期结果包括确保发射率数据的空间和时间变化、频率依赖性以及相关性与自然物理地理过程和微波发射模型的理解相一致，从而增强该数据集在进一步研究中的可靠性和适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in estimating land surface microwave emissivity using satellite data within the AMSR-E sensor's operational period?",
        "QuestionCn": "在AMSR-E传感器的运行期间，使用卫星数据估算地表微波发射率涉及哪些程序步骤？",
        "AnswerEn": "The estimation of land surface microwave emissivity involves considering the synchronous observation characteristics of the AMSR-E and MODIS instruments mounted on the Aqua satellite. Surface temperature and atmospheric water vapor data from MODIS are used as input data in an emissivity estimation model. This model estimates the multi-channel microwave instantaneous emissivity under global clear-sky conditions during the AMSR-E sensor's operational period from June 2002 to October 2011.",
        "AnswerCn": "土地表面微波发射率的估计涉及考虑安装在Aqua卫星上的AMSR-E和MODIS仪器的同步观测特性。MODIS提供的地表温度和大气水汽数据作为输入数据用于发射率估计模型。该模型在AMSR-E传感器的操作期间（2002年6月至2011年10月）下，估计全球晴空条件下的多通道微波瞬时发射率。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the key procedures in validating the global microwave emissivity dataset for consistency with natural physical processes and microwave emission models?",
        "QuestionCn": "验证全球微波发射率数据集与自然物理过程和微波发射模型一致性的关键程序有哪些？",
        "AnswerEn": "The validation of the global microwave emissivity dataset involves analyzing the dynamic range of instantaneous emissivity and ensuring that monthly diurnal standard deviations remain within 0.02. The process includes conducting Radio Frequency Interference analysis, examining spatial and temporal variations, and studying frequency dependence and correlation to ensure consistency with natural physical geography processes and microwave emission model understanding.",
        "AnswerCn": "全球微波发射率数据集的验证涉及分析瞬时发射率的动态范围，并确保月度日间标准偏差保持在0.02以内。该过程包括进行射频干扰分析，检查空间和时间变化，以及研究频率依赖性和相关性，以确保与自然物理地理过程和微波发射模型的理解一致。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How is the data structured and accessed for research involving global land surface microwave emissivity over various temporal scales?",
        "QuestionCn": "全球陆地表面微波发射率的研究涉及的数据是如何结构化和访问的，涵盖了不同的时间尺度？",
        "AnswerEn": "The dataset is structured to include daily, five-day, ten-day, semi-monthly, and monthly global land surface products. These products cover the full life span of the AMSR-E sensor. The data is stored in a binary floating-point grid format with a matrix size of 1383x586 and follows the EASE-GRID projection system. The data can be accessed and read using software like ENVI/IDL or corresponding program codes that handle binary files.",
        "AnswerCn": "该数据集结构包括每日、五天、十天、半月和每月的全球陆地表面产品。这些产品覆盖了AMSR-E传感器的整个生命周期。数据以二进制浮点网格格式存储，矩阵大小为1383x586，并遵循EASE-GRID投影系统。可以使用ENVI/IDL等软件或处理二进制文件的相应程序代码访问和读取这些数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the estimation of global land surface microwave emissivity using satellite data?",
        "QuestionCn": "哪些方法论能够利用卫星数据估算全球陆地表面微波发射率？",
        "AnswerEn": "The methodologies involve using synchronous observation characteristics of the Advanced Microwave Scanning Radiometer (AMSR-E) and Moderate Resolution Imaging Spectroradiometer (MODIS) on the Aqua satellite. Surface temperature and atmospheric water vapor data from MODIS are used as input to estimate multi-channel microwave instantaneous emissivity under global clear-sky conditions during the AMSR-E sensor's operating period.",
        "AnswerCn": "这些方法涉及使用Aqua卫星上的先进微波扫描辐射计（AMSR-E）和中分辨率成像光谱仪（MODIS）的同步观测特征。MODIS的地表温度和大气水汽数据作为输入，用于在AMSR-E传感器的操作期间估算全球晴空条件下的多通道微波瞬时发射率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges must be addressed to create a global coverage dataset of land surface emissivity for the entire lifecycle of a satellite sensor?",
        "QuestionCn": "为了创建一个覆盖全球的地表发射率数据集，以支持卫星传感器的整个生命周期，需要解决哪些挑战？",
        "AnswerEn": "One significant challenge is the previous focus on local estimations and studies of average surface emissivity in typical regions, with no global coverage data product available for the entire lifecycle of the AMSR-E sensor. This requires developing methodologies capable of producing comprehensive global datasets that accurately reflect the dynamic range and diurnal variations of emissivity.",
        "AnswerCn": "一个重大挑战是之前对典型区域的局部估计和平均表面发射率研究的关注，缺乏针对AMSR-E传感器整个生命周期的全球覆盖数据产品。这需要开发能够生成全面全球数据集的方法，以准确反映发射率的动态范围和昼夜变化。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might global surface emissivity datasets not cover the entire lifecycle of satellite sensors?",
        "QuestionCn": "全球表面发射率数据集可能无法覆盖卫星传感器的整个生命周期的原因是什么？",
        "AnswerEn": "Challenges in global surface emissivity estimation include the lack of comprehensive global coverage data products for the entire lifecycle of satellite sensors like AMSR-E, as previous work often focused on local estimations and specific regions rather than a global scale.",
        "AnswerCn": "全球表面发射率估计面临的挑战包括缺乏全面的全球覆盖数据产品，尤其是在卫星传感器如AMSR-E的整个生命周期内，因为以往的研究往往集中于局部估计和特定区域，而不是全球范围。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the dynamic range of instantaneous emissivity be larger than expected in global datasets?",
        "QuestionCn": "瞬时发射率的动态范围可能比全球数据集中的预期更大，原因是什么？",
        "AnswerEn": "The larger dynamic range of instantaneous emissivity in global datasets could be attributed to the comprehensive analysis of spatial and temporal variations, frequency dependence, and correlation, which align with the natural physical geography processes and the understanding of microwave emission models.",
        "AnswerCn": "全球数据集中瞬时发射率更大的动态范围可以归因于对空间和时间变化、频率依赖性以及相关性的综合分析，这与自然物理地理过程和微波发射模型的理解相一致。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, how might the dynamic details and variations found in instantaneous emissivity data contribute to advancements in understanding natural physical processes?",
        "QuestionCn": "在您看来，瞬时发射率数据中的动态细节和变化如何有助于推进对自然物理过程的理解？",
        "AnswerEn": "The dynamic details and variations in instantaneous emissivity data can provide valuable insights into temporal and spatial changes in surface properties. These variations, when analyzed, can enhance our understanding of the natural physical processes influencing microwave emission, such as changes in land surface temperature, moisture content, and vegetation cover. The consistency with natural physical geography processes and microwave emission models suggests that these datasets can be instrumental in refining and validating geophysical models.",
        "AnswerCn": "瞬时发射率数据的动态细节和变化可以提供有关表面特性在时间和空间上的变化的宝贵见解。这些变化经过分析后，可以增强我们对影响微波辐射的自然物理过程的理解，例如地表温度、湿度和植被覆盖的变化。与自然物理地理过程和微波辐射模型的一致性表明，这些数据集可以在完善和验证地球物理模型方面发挥重要作用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods ensure accurate estimation of surface microwave emissivity on a global scale.",
        "QuestionCn": "我不明白数据收集方法如何确保全球范围内表面微波发射率的准确估计。",
        "AnswerEn": "The data collection methods leverage synchronous observations from the AMSR-E and MODIS sensors on the Aqua satellite, using surface temperature and atmospheric water vapor data from MODIS to estimate emissivity. The approach considers the effects of the atmosphere to produce multi-channel microwave emissivity under clear-sky conditions globally.",
        "AnswerCn": "数据收集方法利用来自Aqua卫星的AMSR-E和MODIS传感器的同步观测，使用MODIS的地表温度和大气水汽数据来估算发射率。该方法考虑了大气的影响，以在全球范围内产生清晰天空条件下的多通道微波发射率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m not clear on the challenges involved in creating a global dataset of surface emissivity for the entire lifecycle of a satellite sensor.",
        "QuestionCn": "我不清楚在创建一个全球表面发射率数据集时，涉及到卫星传感器整个生命周期的挑战。",
        "AnswerEn": "One challenge is that previous efforts primarily focused on characteristic analysis for specific research needs, often involving local estimations. As a result, there was no global dataset covering the entire lifecycle of the AMSR-E sensor until this collection, which addresses the gap by providing a comprehensive dataset.",
        "AnswerCn": "一个挑战是，以前的努力主要集中在特定研究需求的特征分析上，通常涉及局部估计。因此，在此之前没有覆盖AMSR-E传感器整个生命周期的全球数据集，而这个数据集通过提供全面的数据来填补这一空白。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "I am unsure about how the temporal variations in emissivity values are captured and validated in these datasets.",
        "QuestionCn": "我不确定这些数据集中如何捕捉和验证发射率值的时间变化。",
        "AnswerEn": "The temporal variations are captured in the dataset through various products such as daily, five-day, ten-day, semi-monthly, and monthly records. Validation involves analyzing the dynamic range of emissivity, examining radio frequency interference, and ensuring spatial and temporal consistency with natural physical processes and microwave emission models.",
        "AnswerCn": "时间变化通过各种产品在数据集中得以捕捉，例如每日、五天、十天、半月和每月记录。验证过程包括分析发射率的动态范围，检查射频干扰，并确保与自然物理过程和微波发射模型的空间和时间一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please outline the data collection methods used to estimate global land surface microwave emissivity and discuss the relevance of synchronous observations from AMSR-E and MODIS sensors.",
        "QuestionCn": "请概述用于估计全球陆地表面微波发射率的数据收集方法，并讨论AMSR-E和MODIS传感器的同步观测的相关性。",
        "AnswerEn": "The data collection methods for estimating global land surface microwave emissivity involve utilizing synchronous observations from the Advanced Microwave Scanning Radiometer (AMSR-E) and Moderate Resolution Imaging Spectroradiometer (MODIS) mounted on the Aqua satellite. Surface temperature and atmospheric water vapor data from MODIS are used as input for the emissivity estimation model. This approach allows for the production of multi-channel microwave instantaneous emissivity under global clear-sky conditions during the operating cycle of the AMSR-E sensor from June 2002 to October 2011.",
        "AnswerCn": "估计全球陆地表面微波发射率的数据收集方法涉及利用搭载在Aqua卫星上的先进微波扫描辐射仪（AMSR-E）和中分辨率成像光谱仪（MODIS）的同步观测。MODIS提供的地表温度和大气水汽数据被用作发射率估计模型的输入。这种方法允许在AMSR-E传感器的操作周期内（从2002年6月到2011年10月）在全球晴空条件下生成多通道微波瞬时发射率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify and elaborate on the challenges associated with creating a global surface emissivity dataset covering the full lifecycle of a satellite sensor.",
        "QuestionCn": "请识别并详细说明在创建覆盖卫星传感器整个生命周期的全球表面发射率数据集时所面临的挑战。",
        "AnswerEn": "One of the primary challenges in creating a global surface emissivity dataset for the full lifecycle of a satellite sensor is the lack of a comprehensive global coverage data product release for the entire lifecycle of the AMSR-E sensor. Previously, efforts were mainly focused on characteristic analysis based on research needs, with local estimations and studies of average surface emissivity in typical regions. Achieving a global surface emissivity estimation requires addressing these challenges to provide consistent and comprehensive data.",
        "AnswerCn": "创建全球表面发射率数据集以覆盖卫星传感器的整个生命周期的主要挑战之一是缺乏针对AMSR-E传感器整个生命周期的全面全球覆盖数据产品发布。之前的努力主要集中在基于研究需求的特征分析上，局部估计和典型区域的平均表面发射率研究。要实现全球表面发射率估计，需要解决这些挑战，以提供一致和全面的数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please describe the characteristics and potential applications of a dataset that includes daily, five-day, ten-day, semi-monthly, and monthly global land surface products from a satellite sensor.",
        "QuestionCn": "请描述一个包含来自卫星传感器的每日、五天、十天、半月和每月全球陆地表面产品的数据集的特征和潜在应用。",
        "AnswerEn": "A dataset that includes daily, five-day, ten-day, semi-monthly, and monthly global land surface products from a satellite sensor, such as the AMSR-E, spans from June 2002 to October 2011. This dataset is characterized by its dynamic range of instantaneous emissivity, with monthly diurnal standard deviations within 0.02. Potential applications include satellite-borne passive microwave remote sensing simulation, land surface modeling, and retrieval studies of land surface temperature, snow cover, atmospheric precipitation, and water vapor. It provides valuable insights into the spatial and temporal variation, frequency dependence, and correlation of emissivity consistent with natural physical processes and microwave emission models.",
        "AnswerCn": "一个包含来自卫星传感器（如AMSR-E）的日常、五天、十天、半月和每月全球陆地表面产品的数据集，时间跨度从2002年6月到2011年10月。该数据集的瞬时发射率动态范围特征明显，月度日间标准偏差在0.02以内。潜在应用包括卫星被动微波遥感模拟、陆地表面建模以及陆地表面温度、雪盖、大气降水和水汽的反演研究。它提供了关于发射率的空间和时间变化、频率依赖性以及与自然物理过程和微波发射模型一致的相关性的重要见解。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}