{
    "id": "ebe06c0e-a0f4-4f44-a421-e3eade80a3a7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Isotopic age and geochemical composition of the Xinxian monzonitic granite in the Dabie orogenic belt",
            "titleCn": "大别山造山带新县二长花岗岩体同位素年龄和地球化学组成数据",
            "description": "LA-ICP-MS analysis of zircons shows that the main body of the Xinxian pluton is monzonitic granite, which can be divided into three rock units according to its crystal size, formed between 133 Ma and 129 Ma, and contains inherited zircons from Paleoproterozoic. The geochemical compositions of major and trace elements obtained by XRF and ICP-MS show that the rocks are rich in silicon and alkali, belonging to (weakly) peraluminous high-k calc alkaline series, depleted of large ion lithophile elements such as Ba and Sr and high field strength elements such as P and Ti, without significant NB TA depletion. In the REE distribution pattern map, the magma is characterized by LREE enrichment, LREE depletion and LREE weakly enrichment, with obvious negative Eu anomaly, which indicates that the magma source area may be amphibole stable area rather than garnet stable area of thickened lower crust. It is speculated that the magma was formed in the extensional thinning environment of thickened crust. The whole rock SR nd Pb isotopic composition obtained by tims method indicates that the magma source area is mainly composed of ancient crustal materials. The data comes from the scientific research project \"deep process and resource effect of Yanshanian major geological events\" (2016YFC0600404).",
            "descriptionCn": "锆石LA-ICP-MS分析结果表明，新县岩体主体为二长花岗岩，按照其结晶粒度可分为三个岩石单元，形成于133~129 Ma 之间，并保存有古元古代继承锆石。XRF和ICP-MS分析方法获得的全岩主量和微量元素地球化学组成显示，岩石具有富硅和富碱特征，属于（弱） 过铝质高钾钙碱性系列，亏损Ba、Sr 等大离子亲石元素和P、Ti 等高场强元素，无显著的Nb-Ta 亏损。在稀土元素配分模式图中，具有富集轻稀土、亏损中稀土、弱富集重稀土元素等特征，并具有明显的Eu 负异常，表明岩浆源区可能为角闪石稳定区域，而非加厚下地壳的石榴子石稳定区，推测岩浆形成于加厚地壳的伸展减薄环境。TIMS方法获得全岩Sr-Nd-Pb同位素组成，表明岩浆源区主要由古老的地壳物质构成。数据源自科研项目“国家重点研发计划“燕山期重大地质事件的深部过程与资源效应”（2016YFC0600404)。",
            "instructions": "Naming method: Name + year, Excel",
            "instructionsCn": "命名方式：姓名+年份，Excel",
            "east": 114.9,
            "west": 114.5,
            "south": 31.6,
            "north": 31.9,
            "startTime": null,
            "endTime": null,
            "fileSize": 367104.0,
            "cstr": null,
            "doi": "10.16108/j.issn1006-7493.2019031",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈福坤",
                "nameEn": "CHEN Fukun",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "大别山造山带新县二长花岗岩体地球化学与岩石成因",
                "titleEn": null,
                "referenceCn": "杨春玥, 何俊, 杨一增, 陈福坤. (2020). 大别山造山带新县二长花岗岩体地球化学与岩石成因. 高校地质学报, 26(2), 132-146.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素Ma",
                "nameEn": "Isotope Ma"
            },
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            },
            {
                "nameCn": "锆石",
                "nameEn": "zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "秦岭-大别造山带",
                "keywordEn": "Qinling-Dabie Orogen"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep process and resource effect of major Yanshanian geological events"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties of isotopic and geochemical compositions used to analyze granite bodies in an orogenic belt?",
                "QuestionCn": "用于分析造山带中花岗岩体的同位素和地球化学组成的特性是什么？",
                "AnswerEn": "zircon LA-ICP-MS analysis, isotopic age determination, geochemical characteristics, XRF and ICP-MS analysis, whole rock major and trace elements, silica and alkali enrichment, high-potassium calc-alkaline series, depletion of large ion lithophile elements like Ba and Sr, high field strength elements like P and Ti, rare earth element patterns, light REE enrichment, medium REE depletion, slight heavy REE enrichment, significant Eu negative anomaly, whole rock Sr-Nd-Pb isotopic compositions, ancient crustal material.",
                "AnswerCn": "锆石LA-ICP-MS分析、同位素年龄测定、地球化学特征、XRF和ICP-MS分析、全岩主要和微量元素、硅和碱富集、高钾钙碱性系列、大离子亲石元素如Ba和Sr的亏损、高场强元素如P和Ti的亏损、稀土元素模式、轻稀土元素富集、中稀土元素亏损、重稀土元素轻微富集、显著的Eu负异常、全岩Sr-Nd-Pb同位素组成、古老地壳物质。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many zircon LA-ICP-MS analysis results were obtained to determine the isotopic age and geochemical composition in the 二长花岗岩体?",
                "QuestionCn": "为了确定二长花岗岩体的同位素年龄和地球化学成分，获得了多少个锆石LA-ICP-MS分析结果？",
                "AnswerEn": "The exact number of zircon LA-ICP-MS analysis results is not specified.",
                "AnswerCn": "锆石 LA-ICP-MS 分析结果的确切数量未指定。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of LA-ICP-MS analysis in determining the isotopic age and geochemical composition of granitic rock bodies?",
                "QuestionCn": "LA-ICP-MS分析在确定花岗岩体的同位素年龄和地球化学成分方面具有重要意义。",
                "AnswerEn": "LA-ICP-MS analysis is significant in determining the isotopic age and geochemical composition of granitic rock bodies as it provides zircon isotopic data which can reveal the formation period and inherited characteristics of the rock. It helps identify the crystallization age and assess the geochemical features such as silicon and alkali content, contributing to understanding the rock's magmatic source and geological history.",
                "AnswerCn": "LA-ICP-MS分析在确定花岗岩体的同位素年龄和地球化学成分方面具有重要意义，因为它提供了锆石同位素数据，可以揭示岩石的形成时期和继承特征。它有助于识别结晶年龄，并评估地球化学特征，如硅和碱金属含量，从而有助于理解岩石的岩浆源和地质历史。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause variations in the isotopic age and geochemical composition of granitic rocks in mountain belts, and how do these factors influence the selection of data collection methods?",
                "QuestionCn": "导致山脉带中花岗岩岩石同位素年龄和地球化学成分变化的因素有哪些，这些因素如何影响数据收集方法的选择？",
                "AnswerEn": "The isotopic age and geochemical composition of granitic rocks in mountain belts like the Dabie orogeny are influenced by the crystallization grain size of the rocks, which can be divided into different rock units forming at different times (133~129 Ma). The presence of ancient inherited zircons and the geochemical characteristics such as silicon and alkali enrichment, as well as the depletion of certain elements (like Ba, Sr, P, Ti), suggest the rocks were formed in an extensional thinning environment of the thickened crust. These factors necessitate the use of precise data collection methods such as zircon LA-ICP-MS for isotopic analysis and XRF and ICP-MS for geochemical composition, to accurately reflect the complex history and conditions of the rock formation.",
                "AnswerCn": "山脉带如大别山造山带的花岗岩岩石的同位素年龄和地球化学成分受到岩石结晶粒度的影响，这些岩石可以分为不同的岩石单元，形成于不同的时间（133~129 Ma）。古老的继承锆石的存在以及地球化学特征，如硅和碱的富集，以及某些元素（如Ba、Sr、P、Ti）的耗竭，表明这些岩石是在厚化地壳的伸展变薄环境中形成的。这些因素要求使用精确的数据收集方法，如锆石激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）进行同位素分析，以及X射线荧光（XRF）和电感耦合等离子体质谱（ICP-MS）进行地球化学成分分析，以准确反映岩石形成的复杂历史和条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential geochemical insights that can be gained from using LA-ICP-MS analysis on zircon in understanding the formation environment of granitoid bodies in orogenic belts?",
                "QuestionCn": "使用LA-ICP-MS分析锆石可以获得哪些潜在的地球化学见解，以理解造山带中花岗岩体的形成环境？",
                "AnswerEn": "The LA-ICP-MS analysis on zircon can reveal the isotopic ages and geochemical composition of granitoid bodies, indicating that the granitoids in orogenic belts, such as the one mentioned, formed between 133-129 Ma. This analysis helps in understanding the granitoids' formation environment, suggesting that they crystallized in an extensional thinning crust rather than a garnet-stable thickened lower crust, and shows their enrichment in light rare earth elements and a negative Eu anomaly. These insights highlight the ancient crustal material contribution to the magma source.",
                "AnswerCn": "LA-ICP-MS分析锆石可以揭示花岗岩体的同位素年龄和地球化学成分，表明在提到的造山带中，花岗岩形成于133-129百万年前。这项分析有助于理解花岗岩的形成环境，表明它们是在伸展变薄的地壳中结晶，而不是在石榴石稳定的增厚下地壳中，并显示出轻稀土元素的富集和负Eu异常。这些见解突显了古老地壳物质对岩浆源的贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in using LA-ICP-MS to determine the isotopic age and geochemical composition of zircons in biotite granite bodies?",
                "QuestionCn": "使用LA-ICP-MS确定生物云母花岗岩体中锆石的同位素年龄和地球化学成分涉及哪些程序？",
                "AnswerEn": "LA-ICP-MS analysis is used to determine the isotopic age and geochemical composition of zircons by examining the isotopic ratios and elemental compositions within zircon grains. The process involves laser ablation to vaporize a small part of the zircon, followed by mass spectrometry to analyze the isotopes and elements present, which in this context indicates that the granite body primarily consists of biotite granite formed between 133~129 Ma, with inherited Paleoproterozoic zircons.",
                "AnswerCn": "LA-ICP-MS分析用于通过检查锆石颗粒中的同位素比率和元素组成来确定锆石的同位素年龄和地球化学成分。该过程涉及激光烧蚀以蒸发锆石的一小部分，然后通过质谱分析所存在的同位素和元素，这在此背景下表明该花岗岩体主要由生物云母花岗岩组成，形成于133~129百万年前，并具有继承的古元古代锆石。",
                "Level": "C3(Applying)"
            }
        ]
    }
}