{
    "id": "ec17ee07-5fc0-4dc6-be3e-6fe9e48e5c4c",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Haihe River Basin (Huailai station-automatic weather station-10m tower, 2014)",
            "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-自动气象站（10m塔）-2014",
            "description": "The dataset contains the observation data of the 10m tower automatic weather station on January 13, 2014 at solstice on December 31, 2014.The station is located in east garden town, huailai county, hebei province.The latitude and longitude of the observation point is 115.7880E, 40.3491N, and the altitude is 480m.\nThe automatic weather station is installed on a 10m tower, the acquisition frequency is 30s, and the output time is 10min.The observation factors include air temperature and relative humidity (5m), and the direction is due north.The wind speed (10m), the wind direction (10m), the direction is due to the north;Air pressure (installed in waterproof box);Rainfall (10m);The four-component radiation (5m), the direction is due to the south;The infrared surface temperature (5m), the arm is facing south, and the probe is facing vertically downward.The soil temperature and humidity probe was buried 1.5m south of the meteorological tower. The soil temperature probe was buried at a depth of 2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm and 160cm. The soil moisture sensor was buried at a depth of 2cm, 4cm, 10cm, 20cm, 80cm, 120cm and 160cm.The average soil temperature was buried 2,4 cm underground.Soil hot flow plates (3) are buried in the ground 6cm.Processing and quality control of observation data :(1) ensure 144 data per day (every 10min). If data is missing, it will be marked by -6999;(2) eliminate the moments with duplicate records;(3) data that is obviously beyond the physical meaning or the range of the instrument is deleted;(4) the format of date and time is unified, and the date and time are in the same column.For example, the time is: 2014-6-10-10:30.January 13 - March 26 due to probe problems, soil moisture data at a depth of 20cm was wrong;From January 21 to March 26, due to probe problems, soil moisture data at a depth of 120cm was wrong;From March 17 to March 26 due to probe problems, soil moisture data at depth of 2,4,10,20 cm were wrong.The soil heat flux G2 had a problem on June 16, BBB 0, July 9 due to the hot plate problem.\nGuo et al, 2020 is used for site introduction and Liu et al, 2013 for data processing",
            "descriptionCn": "该数据集包含了2014年1月13日至2014年12月31日的10m塔自动气象站观测数据。站点位于河北省怀来县东花园镇，下垫面为水浇地玉米。观测点的经纬度是115.7880E，40.3491N，海拔480m。\n自动气象站安装在10m塔上，采集频率为30s，且10min输出一次。观测要素包括空气温度、相对湿度（5m），朝向为正北；风速（10m），风向（10m），朝向为正北；气压（安装在防水箱内）；雨量（10m）；四分量辐射（5m），朝向为正南；红外表面温度（5m），支臂朝向正南，探头朝向是垂直向下；土壤温湿度探头埋设在气象塔正南方1.5m处，土壤温度探头埋设深度为2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，土壤水分传感器埋设深度为2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm；平均土壤温度埋在地下2，4cm；土壤热流板（3块）埋设在地下6cm处。观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2014-6-10 10:30。1月13日-3月26日由于探头问题，20cm深度土壤水分数据错误；1月21日-3月26日由于探头问题，120cm深度土壤水分数据错误；3月17日-3月26日由于探头问题，2，4，10，20cm深度土壤水分数据错误。土壤热通量G2由于热流板问题，6月16日至7月9日有问题。\n自动气象站发布的数据包括：日期/时间Date/Time，空气温湿观测（Ta_5m,RH_5m）（℃，%），风速（Ws_10m）（m/s），风向（WD）（°），气压（Press）（hpa），降水（Rain）（mm），四分量辐射（DR、UR、DLR、ULR、Rn）（W/m2），地表辐射温度（IRT_1、IRT_2）（℃），土壤热通量（Gs_1、Gs_2、Gs_3）（W/m2）、多层土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）（%）、多层土壤温度（Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）（℃）、平均土壤温度TCAV（℃）。\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
            "instructions": "File naming method: **** station-#### stations-xx tower, yyyy, where **** represents the site name, #### # represents the site type, xx represents the tower height (meters), yyyy represents the data observation year\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
            "instructionsCn": "文件命名方式：**** station-#### station-xx tower, yyyy，其中****代表站点名称，####代表站点类型，xx代表塔高（米），yyyy代表数据观测年份\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
            "east": 115.788,
            "west": 115.788,
            "south": 40.3491,
            "north": 40.3491,
            "startTime": "2014-01-05 16:00:00",
            "endTime": "2015-01-04 16:00:00",
            "fileSize": 16255677.0,
            "cstr": "18406.11.haihe.016.2015.db",
            "doi": "10.3972/haihe.016.2015.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
                "referenceCn": null,
                "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
                "referenceCn": null,
                "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
                "titleEn": null,
                "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
                "referenceEn": null
            },
            {
                "titleCn": "大尺度地表水热通量的观测、分析与应用",
                "titleEn": null,
                "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
                "referenceEn": null
            },
            {
                "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
                "referenceEn": null
            },
            {
                "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
                "referenceEn": null
            },
            {
                "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
            },
            {
                "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
                "titleEn": null,
                "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
                "referenceEn": null
            },
            {
                "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
                "titleEn": null,
                "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
                "referenceEn": null
            },
            {
                "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
                "titleEn": null,
                "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
                "referenceEn": null
            },
            {
                "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
                "titleEn": null,
                "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
                "referenceEn": null
            },
            {
                "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
                "titleEn": null,
                "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
                "referenceEn": null
            },
            {
                "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
                "titleEn": null,
                "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
                "referenceCn": null,
                "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
            },
            {
                "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
                "titleEn": null,
                "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "气象要素",
                "nameEn": "Meteorological element"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怀来县",
                "keywordEn": "Huailai"
            },
            {
                "keywordCn": "河北省",
                "keywordEn": "Hebei"
            },
            {
                "keywordCn": "海河流域",
                "keywordEn": "Haihe river basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "基于遥感和数据同化方法的海河流域水文通量预测研究--SP2：不同尺度蒸散量和土壤水分的观测研究",
                "titleEn": "International (Regional) Cooperation and Exchange Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
            ],
            "research objective": [
                "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
            ],
            "challenges": [
                "More data is needed for further discussions."
            ],
            "methods": [
                "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
            ],
            "dataset": [
                "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
            ],
            "findings": [
                "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
            ],
            "backgroundCn": [
                "气动粗糙长度（z0m）是利用遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推变为零的高度。根据众多观测，不同表面上z0m的变化范围很大，城市和山区的z0m约为1.0米，而光滑水体表面、冰面和雪面上的z0m则约为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量。在实际应用中，尤其是对于遥感模型和陆面模型，仅依靠站点观测很难获得局部或区域尺度的z0m。以往的研究者提出了一些气动粗糙长度与地表特性（如植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
            ],
            "research objectiveCn": [
                "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估计的异质表面上的z0m与粗糙度元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
            ],
            "challengesCn": [
                "需要更多数据以进行进一步讨论。"
            ],
            "methodsCn": [
                "本文计算了多个地表的z0m，使用了来自小汤山的3年实验数据。首先，针对每个表面组成部分（斑块）计算了单独的z0m，使用了粗糙度元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权方法对整个实验场的z0m进行聚合。"
            ],
            "datasetCn": [
                "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年，实验时间为5月30日至7月7日。在南部子区，土地覆盖在5月30日至6月11日期间为裸土，而玉米植物在6月12日左右开始萌芽。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
            ],
            "findingsCn": [
                "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向上的异质性。"
            ]
        },
        {
            "background": [
                "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
            ],
            "research objective": [
                "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
            ],
            "challenges": [
                "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
            ],
            "methods": [
                "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
            ],
            "dataset": [
                "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
            ],
            "findings": [
                "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
            ],
            "backgroundCn": [
                "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
            ],
            "research objectiveCn": [
                "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
            ],
            "challengesCn": [
                "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
            ],
            "methodsCn": [
                "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
            ],
            "datasetCn": [
                "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
            ],
            "findingsCn": [
                "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
            ]
        },
        {
            "background": [
                "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
            ],
            "research objective": [
                "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
            ],
            "challenges": [
                "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
            ],
            "methods": [],
            "dataset": [],
            "findings": [
                "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
            ],
            "backgroundCn": [
                "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国尚不普遍。"
            ],
            "research objectiveCn": [
                "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
            ],
            "challengesCn": [
                "关于普遍稳定函数 fT 的形式，存在很少的共识。此外，由于在低风速和夜间非常稳定的条件下，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
            ],
            "methodsCn": [],
            "datasetCn": [],
            "findingsCn": [
                "利用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的光束高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非光束高度远大于它，而在湿表面上，波文比需要准确确定，而空气温度、气压和气动粗糙度长度对HLAS则不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "When considering data quality control, is it more important to address missing data, remove duplicate records, or delete data that exceeds physical significance or instrument range?",
                "QuestionCn": "在考虑数据质量控制时，处理缺失数据、删除重复记录或删除超出物理意义或仪器范围的数据，哪个更重要？",
                "AnswerEn": "missing data",
                "AnswerCn": "缺失数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to measure surface fluxes and meteorological elements at various scales?",
                "QuestionCn": "用于测量不同尺度表面通量和气象要素的数据收集方法有哪些？",
                "AnswerEn": "Automatic meteorological stations, eddy covariance systems, large aperture scintillometers",
                "AnswerCn": "自动气象站、涡度相关系统、大孔径闪烁仪",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for measuring aerodynamic roughness length (z0m) over different land surfaces?",
                "QuestionCn": "您能否提供一种用于测量不同地表气动粗糙度长度（z0m）的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method for measuring aerodynamic roughness length (z0m) involves using wind profile measurements based on the Monin-Obukhov Similarity Theory. This method was employed in the Xiaotangshan Experiment, where z0m for different surfaces was calculated using the characteristic parameters of roughness elements like vegetation height and leaf area index, and then aggregated using a footprint weighting method.",
                "AnswerCn": "测量气动粗糙度长度（z0m）的数据收集方法之一是基于Monin-Obukhov相似理论的风剖面测量。这种方法在小汤山实验中被采用，通过粗糙度元素的特征参数，如植被高度和叶面积指数，计算不同表面的z0m，然后使用足迹加权方法进行汇总。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in applying Monin-Obukhov Similarity Theory (MOST) in large aperture scintillometer (LAS) data analysis?",
                "QuestionCn": "在大孔径闪烁仪（LAS）数据分析中应用Monin-Obukhov相似理论（MOST）面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge in applying Monin-Obukhov Similarity Theory (MOST) for LAS data analysis is the difficulty in achieving the ideal horizontal uniformity due to factors like surface coverage type, flatness, and weather conditions. This makes the practical application of MOST challenging, as seen in the analysis of LAS data from the Guantao and Aruo stations.",
                "AnswerCn": "应用Monin-Obukhov相似理论（MOST）进行激光雷达（LAS）数据分析时面临的一个挑战是，由于地表覆盖类型、平坦度和天气条件等因素，难以实现理想的水平均匀性。这使得MOST的实际应用变得具有挑战性，正如在对Guantao和Aruo站点的LAS数据分析中所见。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used in meteorological observations at different scales?",
                "QuestionCn": "气象观测中不同尺度的数据收集方法的特点是什么？",
                "AnswerEn": "high frequency data collection, every 30 seconds, output every 10 minutes, air temperature, humidity, wind speed and direction, soil conditions, reliable surface flux measurements, sensible heat flux over larger regional scales",
                "AnswerCn": "高频数据采集，每30秒一次，每10分钟输出一次，空气温度、湿度、风速和风向、土壤状况、可靠的地表通量测量、大区域尺度上的感热通量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key challenges in data collection for surface flux measurements over heterogeneous surfaces?",
                "QuestionCn": "在异质表面进行表面通量测量的数据收集中，主要面临的挑战有哪些？",
                "AnswerEn": "varying land cover types, surface roughness, weather conditions, aerodynamic roughness length variability, direction-dependent roughness elements, large-scale eddies, turbulence, temperature scales",
                "AnswerCn": "不同的地表覆盖类型、地表粗糙度、天气条件、空气动力学粗糙度长度的变化、方向依赖的粗糙元素、大尺度涡流、湍流、温度尺度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling frequency used for data collection at the automatic meteorological station in the Haihe River basin?",
                "QuestionCn": "海河流域自动气象站数据采集的采样频率是多少？",
                "AnswerEn": "30 seconds, 10 minutes",
                "AnswerCn": "30秒，10分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many different soil depths were measured for soil temperature and moisture content in the Haihe River basin dataset?",
                "QuestionCn": "在海河流域数据集中，测量了多少种不同的土壤深度用于土壤温度和湿度含量？",
                "AnswerEn": "8",
                "AnswerCn": "8",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'aerodynamic roughness length (z0m)' in the context of surface flux estimations?",
                "QuestionCn": "在表面通量估计的背景下，“气动粗糙度长度（z0m）”的含义是什么？",
                "AnswerEn": "Aerodynamic roughness length (z0m) is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. It is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models and describes the roughness characteristics of a surface.",
                "AnswerCn": "气动粗糙长度（z0m）被定义为风速通过对数风速剖面的外推在高度为零时的高度。它是遥感算法和/或陆面模型中表面通量估算的关键因素，描述了表面的粗糙特征。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In the context of meteorological data collection, what does 'Monin-Obukhov Similarity Theory (MOST)' refer to?",
                "QuestionCn": "在气象数据收集的背景下，“莫宁-奥布霍夫相似理论（MOST）”指的是一种用于描述大气边界层中湍流特性和热量、动量及水汽交换的理论。",
                "AnswerEn": "Monin-Obukhov Similarity Theory (MOST) refers to a theoretical framework used for understanding and predicting the structure of the surface layer of the atmosphere. It is used in various data collection methods, such as the Large Aperture Scintillometer (LAS), to calculate parameters like surface fluxes by relating them to atmospheric stability and turbulence characteristics.",
                "AnswerCn": "Monin-Obukhov相似理论（MOST）是一个用于理解和预测大气表面层结构的理论框架。它被用于各种数据收集方法，如大孔径闪烁仪（LAS），通过将表面通量与大气稳定性和湍流特征相关联来计算参数。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'eddy covariance system' mean in the context of surface flux observation methods?",
                "QuestionCn": "在表面通量观测方法的背景下，“涡动协方差系统”指的是一种用于测量和分析气体（如二氧化碳、水蒸气等）在地表与大气之间交换的技术。",
                "AnswerEn": "The eddy covariance system is an internationally recognized and reliable method for observing surface fluxes, such as latent and sensible heat fluxes, between the Earth's surface and the atmosphere. It measures these exchanges at a relatively small scale, typically representing areas of several tens to hundreds of meters.",
                "AnswerCn": "涡度协方差系统是一种国际公认且可靠的方法，用于观察地表与大气之间的表面通量，如潜热通量和显热通量。它在相对较小的尺度上进行测量，通常代表数十到数百米的区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using automatic weather stations compare to those using large aperture scintillometers in terms of scale and data output frequency?",
                "QuestionCn": "自动气象站的数据收集方法与大孔径闪烁仪的数据收集方法在规模和数据输出频率方面有何比较？",
                "AnswerEn": "Automatic weather stations, like the one installed on a 10m tower, collect data at a high frequency (every 30s with 10min outputs) and provide detailed meteorological observations such as temperature, humidity, wind speed, and soil conditions at specific locations. In contrast, large aperture scintillometers (LAS) can measure surface fluxes over larger scales (up to several kilometers), which allows them to better match the scale of satellite imagery and climate models, though they are less common in China.",
                "AnswerCn": "自动气象站，如安装在10米高塔上的气象站，以高频率（每30秒一次，10分钟输出）收集数据，并提供特定位置的详细气象观测，如温度、湿度、风速和土壤条件。相比之下，大孔径闪烁仪（LAS）可以在更大范围内（可达几公里）测量表面通量，这使得它们能够更好地与卫星影像和气候模型的尺度匹配，尽管在中国它们并不常见。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced in data collection using Monin-Obukhov Similarity Theory across different observation methods?",
                "QuestionCn": "在使用Monin-Obukhov相似理论进行数据收集时，不同观察方法面临的挑战有哪些相似之处和差异？",
                "AnswerEn": "Both automatic weather stations and LAS rely on the Monin-Obukhov Similarity Theory for certain calculations, but face different challenges. Automatic weather stations need to ensure data integrity and deal with sensor errors, while LAS faces challenges related to the applicability of the theory under various atmospheric conditions and the need for new methods to determine its applicability. LAS is particularly sensitive to large-scale turbulence and temperature structures, which can affect the stability assumptions of the theory.",
                "AnswerCn": "自动气象站和激光雷达（LAS）在某些计算中都依赖于莫宁-奥布霍夫相似理论，但面临不同的挑战。自动气象站需要确保数据的完整性并处理传感器错误，而激光雷达则面临与理论在各种大气条件下适用性相关的挑战，以及需要新方法来确定其适用性。激光雷达对大规模湍流和温度结构特别敏感，这可能影响理论的稳定性假设。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the integration of heterogeneous surface data enhance our understanding of aerodynamic roughness length in different environmental contexts?",
                "QuestionCn": "异质表面数据的整合如何增强我们对不同环境背景下气动粗糙长度的理解？",
                "AnswerEn": "The integration of heterogeneous surface data can provide insights into the direction-dependent nature of aerodynamic roughness length (z0m), which is affected by the size and spatial distribution of roughness elements like vegetation and obstacles. This understanding is crucial for improving model parameterizations and remote sensing algorithms related to surface flux estimations.",
                "AnswerCn": "异质表面数据的整合可以提供关于气动粗糙长度（z0m）方向依赖性特征的见解，这受到植被和障碍物等粗糙元素的大小和空间分布的影响。这种理解对于改善与表面通量估计相关的模型参数化和遥感算法至关重要。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways can the challenges encountered with low wind speed and stable conditions in LAS measurements inform future improvements in surface flux observation techniques?",
                "QuestionCn": "低风速和稳定条件下LAS测量中遇到的挑战可以通过以下几种方式为未来表面通量观测技术的改进提供启示：",
                "AnswerEn": "The challenges with low wind speed and stable conditions affecting the convergence of HLAS calculations highlight the need for refining the universal stability function and ensuring accurate determination of parameters like zero-plane displacement height. These insights can guide the development of more robust observation methods capable of handling varying atmospheric conditions.",
                "AnswerCn": "低风速和稳定条件对HLAS计算收敛性的挑战突显了完善通用稳定性函数的必要性，并确保准确确定零平面位移高度等参数。这些见解可以指导开发更强大的观测方法，以应对不同的气象条件。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the implications of using large aperture scintillometer (LAS) data over both homogeneous and heterogeneous surfaces for evaluating surface flux models?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）数据评估表面通量模型在均匀和非均匀表面上的影响是什么？",
                "AnswerEn": "Using LAS data over both homogeneous and heterogeneous surfaces demonstrates its capability to measure surface fluxes at a larger scale, which aligns well with satellite pixel and climate model grid scales. This can optimize and validate remote sensing models and numerical weather prediction models, providing more accurate ground truth data for model refinement.",
                "AnswerCn": "使用激光雷达（LAS）数据对均匀和非均匀表面进行测量，展示了其在更大尺度上测量表面通量的能力，这与卫星像素和气候模型网格尺度相一致。这可以优化和验证遥感模型和数值天气预报模型，为模型的改进提供更准确的地面真实数据。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in applying Monin-Obukhov Similarity Theory (MOST) for surface flux measurements?",
                "QuestionCn": "哪些因素导致在表面通量测量中应用Monin-Obukhov相似理论（MOST）面临挑战？",
                "AnswerEn": "The challenges in applying Monin-Obukhov Similarity Theory (MOST) for surface flux measurements arise due to variations in the underlying surface type, flatness, hydrothermal conditions, and weather conditions, which make it difficult to achieve ideal horizontal uniformity. The development of atmospheric turbulence and temperature scale under unstable conditions significantly impacts the applicability of MOST.",
                "AnswerCn": "应用Monin-Obukhov相似理论（MOST）进行表面通量测量时面临的挑战，源于底层表面类型、平坦度、水热条件和天气条件的变化，这使得实现理想的水平均匀性变得困难。在不稳定条件下，大气湍流和温度尺度的发展显著影响了MOST的适用性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to obtain aerodynamic roughness length (z0m) for large-scale remote sensing and land surface models based on station observations?",
                "QuestionCn": "为什么基于站点观测的大规模遥感和陆面模型难以获得气动粗糙长度（z0m）？",
                "AnswerEn": "Obtaining aerodynamic roughness length (z0m) for large-scale remote sensing and land surface models based on station observations is difficult because z0m varies significantly across different surfaces, and traditional calculations relying on Monin-Obukhov Similarity Theory require detailed wind profile measurements. The heterogeneity and spatial distribution of roughness elements, such as vegetation and obstacles, further complicate these estimations.",
                "AnswerCn": "基于站点观测获得大尺度遥感和陆面模型的气动粗糙长度（z0m）是困难的，因为z0m在不同表面之间变化显著，依赖于Monin-Obukhov相似理论的传统计算需要详细的风速剖面测量。粗糙元素（如植被和障碍物）的异质性和空间分布进一步加大了这些估算的复杂性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes differences in sensible heat flux measurements between large aperture scintillometers (LAS) and traditional eddy covariance systems?",
                "QuestionCn": "大型孔径闪烁仪（LAS）与传统涡度协方差系统之间的显热通量测量差异的原因是什么？",
                "AnswerEn": "Differences in sensible heat flux measurements between large aperture scintillometers (LAS) and traditional eddy covariance systems are influenced by factors such as beam height of LAS, wind speed, zero-plane displacement height, and Bowen ratio over wet surfaces. The sensitivity of these factors affects the measurement accuracy, while air temperature, air pressure, and aerodynamic roughness length are less sensitive for LAS measurements.",
                "AnswerCn": "大型孔径闪烁仪（LAS）与传统涡度协方差系统在显热通量测量上的差异受到多个因素的影响，如LAS的光束高度、风速、零平面位移高度以及湿表面的鲍文比。这些因素的敏感性影响测量的准确性，而空气温度、气压和气动粗糙度长度对LAS测量的敏感性较低。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the quality of soil moisture data impact the reliability of meteorological observations collected from automatic weather stations?",
                "QuestionCn": "土壤湿度数据的质量如何影响从自动气象站收集的气象观测的可靠性。",
                "AnswerEn": "The quality of soil moisture data significantly impacts the reliability of meteorological observations. Errors in soil moisture data, such as those caused by probe malfunctions, can lead to inaccurate assessments of soil water content, affecting the interpretation of energy and water fluxes between the land surface and the atmosphere. As noted, specific periods with erroneous soil moisture data due to probe issues highlight the importance of robust data quality control measures in ensuring reliable observations.",
                "AnswerCn": "土壤湿度数据的质量显著影响气象观测的可靠性。土壤湿度数据中的错误，例如探头故障引起的错误，可能导致土壤水分含量的评估不准确，从而影响陆地表面与大气之间能量和水分通量的解释。如所述，由于探头问题而导致的特定时期的土壤湿度数据错误突显了在确保可靠观测中实施强有力的数据质量控制措施的重要性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What consequences arise from integrating large aperture scintillometer (LAS) data with eddy covariance system observations in terms of spatial representation of surface fluxes?",
                "QuestionCn": "将大孔径闪烁仪（LAS）数据与涡动协方差系统观测结果结合起来，会在表面通量的空间表示方面产生哪些后果？",
                "AnswerEn": "Integrating large aperture scintillometer (LAS) data with eddy covariance system observations can lead to improved spatial representation of surface fluxes. The LAS provides regional scale measurements that cover larger areas, aligning well with satellite pixel scales and numerical weather prediction models, while the eddy covariance system offers detailed local scale data. The combination can optimize and validate models by providing a more comprehensive view of fluxes over both homogeneous and heterogeneous surfaces, despite challenges in the convergence of measurement processes under certain conditions.",
                "AnswerCn": "将大孔径闪烁仪（LAS）数据与涡动协方差系统观测结果结合，可以改善表面通量的空间表示。LAS提供的区域尺度测量覆盖更大区域，与卫星像素尺度和数值天气预报模型相一致，而涡动协方差系统则提供详细的局部尺度数据。这种结合可以通过提供对均匀和非均匀表面通量的更全面视角来优化和验证模型，尽管在某些条件下测量过程的收敛性存在挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting multi-layer soil moisture and temperature data at various depths using automated meteorological stations in agricultural areas?",
                "QuestionCn": "在农业地区使用自动气象站收集不同深度的多层土壤湿度和温度数据的主要目标是什么？",
                "AnswerEn": "The primary goal is to provide detailed insights into soil-plant-atmosphere interactions by understanding the vertical distribution of soil moisture and temperature, which are crucial for surface flux estimations and modeling land surface processes.",
                "AnswerCn": "主要目标是通过了解土壤水分和温度的垂直分布，提供土壤-植物-大气相互作用的详细见解，这对于表面通量估算和陆面过程建模至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it necessary to apply quality control measures such as marking missing data and removing physically implausible values in meteorological datasets?",
                "QuestionCn": "在气象数据集中，应用质量控制措施，如标记缺失数据和删除物理上不合理的值，是必要的原因是什么？",
                "AnswerEn": "Quality control measures are necessary to ensure the reliability and accuracy of the dataset, which is vital for subsequent analyses and modeling. These measures help in identifying and correcting errors that could otherwise lead to incorrect interpretations and conclusions.",
                "AnswerCn": "质量控制措施是确保数据集的可靠性和准确性所必需的，这对后续的分析和建模至关重要。这些措施有助于识别和纠正错误，否则可能导致错误的解释和结论。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the intended research objectives behind examining the applicability of Monin-Obukhov Similarity Theory in the context of large aperture scintillometer data?",
                "QuestionCn": "研究目标是探讨Monin-Obukhov相似理论在大孔径闪烁仪数据中的适用性。",
                "AnswerEn": "The intended research objectives include analyzing the applicability of the theory under various environmental conditions and developing quantitative methods to assess its suitability, which can enhance the accuracy of surface flux measurements at regional scales and improve model parameterizations.",
                "AnswerCn": "研究的主要目标包括分析该理论在不同环境条件下的适用性，以及开发定量方法来评估其适用性，这可以提高区域尺度表面通量测量的准确性，并改善模型参数化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How is data quality control ensured when collecting meteorological data from automated weather stations, and what specific steps are involved in the data processing and quality control procedures?",
                "QuestionCn": "在从自动气象站收集气象数据时，如何确保数据质量控制，以及数据处理和质量控制程序中涉及的具体步骤是什么？",
                "AnswerEn": "Data quality control for meteorological data from automated weather stations involves several steps: (1) Ensuring that there are 144 data points per day (every 10 minutes), with missing data marked as -6999; (2) Removing any duplicate records; (3) Deleting data that is clearly outside the physical significance or exceeds the instrument's range; (4) Standardizing the date and time format, with date and time in a single column, such as 2014-6-10 10:30. Additionally, specific errors due to sensor problems are identified, such as incorrect soil moisture data at certain depths for specific periods.",
                "AnswerCn": "气象数据质量控制对于自动气象站的数据涉及几个步骤：(1) 确保每天有144个数据点（每10分钟一个），缺失数据标记为-6999；(2) 删除任何重复记录；(3) 删除明显超出物理意义或超过仪器范围的数据；(4) 标准化日期和时间格式，将日期和时间放在一个列中，例如2014-6-10 10:30。此外，识别由于传感器问题导致的特定错误，例如在特定时期内某些深度的土壤湿度数据不正确。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the procedural steps for measuring aerodynamic roughness length (z0m) over heterogeneous surfaces using wind profile measurements and how are these values aggregated for larger areas?",
                "QuestionCn": "测量异质表面上气动粗糙度长度（z0m）的程序步骤包括以下几个方面：\n\n1. **选择测量地点**：选择具有代表性的异质表面区域进行风速剖面测量。\n\n2. **安装风速仪**：在不同高度安装风速仪，以获取风速剖面数据。通常需要在多个高度（如10米、20米、30米等）进行测量。\n\n3. **收集数据**：在不同的气象条件下收集风速数据，确保数据的多样性和代表性。\n\n4. **数据处理**：使用风速剖面数据，应用对数风速剖面理论或其他相关模型，计算气动粗糙度长度（z0m）。\n\n5. **考虑表面异质性**：在计算过程中，考虑表面特征的异质性，如植被、建筑物和地形等对风速的影响。\n\n6. **重复测量**：在不同时间和条件下重复测量，以提高结果的可靠性。\n\n7. **结果分析**：分析不同地点和条件下的z0m值，识别趋势和变化。\n\n对于较大区域的z0m值聚合，可以采取以下步骤：\n\n1. **区域划分**：将较大区域划分为多个小区域，每个小区域内具有相似的表面特征。\n\n2. **局部测量**：在每个小区域内进行风速剖面测量，计算各自的z0m值。\n\n3. **加权平均**：根据每个小区域的面积或特征，使用加权平均的方法将各个小区域的z0m值聚合为整个区域的z0m值。\n\n4. **验证与调整**：通过与已有的气象数据或模型结果进行比较，验证聚合结果的准确性，并根据需要进行调整。\n\n5. **报告结果**：将最终的z0m值及其空间分布情况进行报告和可视化，以便于理解和应用。",
                "AnswerEn": "The procedural steps for measuring aerodynamic roughness length (z0m) over heterogeneous surfaces involve calculating individual z0m values for each surface component (patch) based on characteristic parameters of roughness elements such as vegetation height and leaf area index. These individual values are then aggregated over the entire experimental field using the footprint weighting method, which takes into account the size and spatial distribution of roughness elements along different wind directions.",
                "AnswerCn": "测量异质表面上气动粗糙长度（z0m）的程序步骤包括根据粗糙元素的特征参数，如植被高度和叶面积指数，计算每个表面组件（斑块）的单独z0m值。然后，使用足迹加权法对整个实验场地的这些单独值进行汇总，该方法考虑了不同风向下粗糙元素的大小和空间分布。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methods are used to evaluate the applicability of Monin-Obukhov Similarity Theory (MOST) in large aperture scintillometer (LAS) observations, and what are the challenges associated with these evaluations?",
                "QuestionCn": "评估Monin-Obukhov相似理论（MOST）在大孔径闪烁仪（LAS）观测中的适用性的方法有哪些，以及与这些评估相关的挑战是什么？",
                "AnswerEn": "The applicability of Monin-Obukhov Similarity Theory (MOST) in LAS observations is evaluated by analyzing LAS and EC data. Before the analysis, preliminary processing of EC and LAS data is conducted. The challenges in these evaluations include the difficulty of achieving ideal homogeneous conditions due to varying surface types, flatness, and weather conditions. Two new methods for judging MOST applicability have been established: factor analysis and temperature structure parameter methods, which have been validated as reasonable and reliable.",
                "AnswerCn": "通过分析激光雷达（LAS）和涡度相关（EC）数据，评估了Monin-Obukhov相似性理论（MOST）在LAS观测中的适用性。在分析之前，对EC和LAS数据进行了初步处理。这些评估面临的挑战包括由于不同的表面类型、平坦度和天气条件，难以实现理想的均匀条件。建立了两种新的判断MOST适用性的方法：因子分析法和温度结构参数法，这些方法已被验证为合理和可靠。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the accurate measurement of soil moisture at multiple depths in meteorological observation stations?",
                "QuestionCn": "哪些技术进步使气象观测站能够在多个深度准确测量土壤湿度？",
                "AnswerEn": "The use of soil moisture sensors placed at various depths (2cm, 4cm, 10cm, 20cm, 40cm, 80cm, 120cm, and 160cm) enables accurate measurement of soil moisture in meteorological observation stations. These sensors are part of a larger automated meteorological system that collects data at a high frequency, providing detailed insights into soil moisture variability.",
                "AnswerCn": "在气象观测站中，使用放置在不同深度（2厘米、4厘米、10厘米、20厘米、40厘米、80厘米、120厘米和160厘米）的土壤湿度传感器，可以准确测量土壤湿度。这些传感器是一个更大自动气象系统的一部分，该系统以高频率收集数据，提供土壤湿度变化的详细见解。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of Monin-Obukhov Similarity Theory enhance the applicability of large aperture scintillometer data in estimating regional heat fluxes?",
                "QuestionCn": "Monin-Obukhov相似理论的整合如何增强大孔径闪烁仪数据在估算区域热通量方面的适用性？",
                "AnswerEn": "The integration of Monin-Obukhov Similarity Theory (MOST) with large aperture scintillometer (LAS) data allows for the estimation of regional average sensible heat fluxes. MOST provides a theoretical framework for interpreting the structure of atmospheric turbulence, which, when combined with LAS measurements, enhances the ability to estimate heat fluxes over larger spatial scales, aligning better with satellite pixel sizes and climate model grid scales.",
                "AnswerCn": "将Monin-Obukhov相似理论（MOST）与大孔径闪烁仪（LAS）数据结合，可以估算区域平均显热通量。MOST提供了一个理论框架，用于解释大气湍流的结构，当与LAS测量结合时，增强了在更大空间尺度上估算热通量的能力，更好地与卫星像素大小和气候模型网格尺度对齐。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions and methodological approaches enable the calculation of aerodynamic roughness length (z0m) over heterogeneous surfaces?",
                "QuestionCn": "哪些条件和方法论方法能够计算异质表面的气动粗糙长度（z0m）？",
                "AnswerEn": "The calculation of aerodynamic roughness length (z0m) over heterogeneous surfaces is enabled by using an analytical footprint model along with data on roughness element characteristics such as vegetation height and leaf area index. This approach allows for the aggregation of z0m values across different surface components, taking into account the direction-dependent variability caused by the spatial distribution and size of roughness elements.",
                "AnswerCn": "通过使用分析足迹模型以及关于粗糙元素特征（如植被高度和叶面积指数）的数据，可以计算异质表面的气动粗糙长度（z0m）。这种方法允许对不同表面组成部分的z0m值进行聚合，同时考虑由于粗糙元素的空间分布和大小造成的方向依赖性变异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to obtain accurate aerodynamic roughness length (z0m) values for local or regional scales using only station observations?",
                "QuestionCn": "仅使用站点观测数据获取局部或区域尺度的准确气动粗糙度长度（z0m）值可能面临哪些挑战？",
                "AnswerEn": "In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations because the variation range of z0m over different surfaces is large, and z0m describes the roughness characteristics of a surface. Additionally, wind turbulence is controlled by the structure and spacing of roughness elements on the land surface, which can vary significantly across different areas.",
                "AnswerCn": "在实际应用中，特别是对于遥感模型和陆面模型，仅仅依靠站点观测很难获得局部或区域尺度的z0m，因为不同表面的z0m变化范围很大，而z0m描述了表面的粗糙特征。此外，风的湍流受地表粗糙元素的结构和间距的控制，这在不同区域之间可能会有显著差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected challenges when using traditional surface flux observation methods like the eddy covariance system for large-scale applications?",
                "QuestionCn": "在大规模应用中，使用传统的表面通量观测方法，如涡度协方差系统，预期会面临哪些挑战？",
                "AnswerEn": "While the eddy covariance system is recognized as the most reliable surface flux observation method, its observation scale is relatively small, with spatial representativeness limited to tens to hundreds of meters. This limitation makes it challenging to apply for large-scale applications, as it may not capture the regional variability of fluxes effectively.",
                "AnswerCn": "虽然涡度协方差系统被认为是最可靠的表面通量观测方法，但其观测尺度相对较小，空间代表性仅限于几十到几百米。这一限制使得在大规模应用中面临挑战，因为它可能无法有效捕捉通量的区域变异性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might the Monin-Obukhov Similarity Theory (MOST) be difficult to apply universally across diverse landscapes?",
                "QuestionCn": "Monin-Obukhov相似理论（MOST）在不同地形上普遍应用可能会面临困难的原因是什么？",
                "AnswerEn": "The applicability of the Monin-Obukhov Similarity Theory (MOST) can be significantly affected by factors such as underlying surface types, flatness, water-heat conditions, and weather conditions. These factors can complicate achieving the ideal uniform conditions assumed by MOST, making its universal application across diverse landscapes challenging.",
                "AnswerCn": "Monin-Obukhov相似理论（MOST）的适用性可能会受到诸如基础表面类型、平坦度、水热条件和天气条件等因素的显著影响。这些因素可能会使实现MOST假设的理想均匀条件变得复杂，从而使其在不同景观中的普遍应用面临挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data quality control is ensured when observing meteorological variables over time with automated weather stations.",
                "QuestionCn": "我不明白在使用自动气象站观察气象变量时，如何确保数据质量控制。",
                "AnswerEn": "Data quality control involves ensuring there are 144 data points per day, marking missing data with -6999, removing duplicate records, and deleting data that are clearly out of physical significance or instrument range. The date and time formats are standardized, and known issues with sensor readings are documented.",
                "AnswerCn": "数据质量控制涉及确保每天有144个数据点，用-6999标记缺失数据，删除重复记录，以及删除明显超出物理意义或仪器范围的数据。日期和时间格式已标准化，已记录传感器读数的已知问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in applying Monin-Obukhov Similarity Theory to large aperture scintillometer data for surface flux measurements.",
                "QuestionCn": "我对将Monin-Obukhov相似理论应用于大孔径闪烁仪数据以进行表面通量测量所面临的挑战感到不确定。",
                "AnswerEn": "Challenges in applying Monin-Obukhov Similarity Theory include difficulties in achieving the ideal horizontally uniform assumption due to varying land cover types, terrain flatness, and weather conditions. The theory's applicability is influenced by turbulence and temperature scales, and new methods like factor analysis and temperature structure parameter methods have been established to judge applicability.",
                "AnswerCn": "应用Monin-Obukhov相似理论的挑战包括由于不同的地表覆盖类型、地形平坦度和天气条件，难以实现理想的水平均匀假设。该理论的适用性受到湍流和温度尺度的影响，新的方法如因子分析和温度结构参数方法已被建立以判断其适用性。",
                "Level": "C3(Applying)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "What challenges are faced in ensuring data reliability and quality control in the collection of meteorological and surface flux data, and how are these addressed?",
                "QuestionCn": "在收集气象和表面通量数据时，确保数据可靠性和质量控制面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges in ensuring data reliability and quality control include the potential for data loss or errors due to instrument issues or environmental conditions. These are addressed by marking missing data with specific codes (e.g., -6999), removing duplicate records, and deleting data that exceed physical or instrumental limits. Additionally, issues such as incorrect soil moisture data due to probe problems are acknowledged and documented for specific periods. Quality control also involves standardizing date and time formats and ensuring a consistent number of data points per day.",
                "AnswerCn": "确保数据可靠性和质量控制的挑战包括由于仪器问题或环境条件导致的数据丢失或错误。这些问题通过用特定代码（例如 -6999）标记缺失数据、删除重复记录以及删除超出物理或仪器限制的数据来解决。此外，还承认并记录由于探头问题导致的土壤湿度数据不正确的问题，针对特定时期进行处理。质量控制还涉及标准化日期和时间格式，并确保每天的数据点数量一致。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can datasets related to aerodynamic roughness length over heterogeneous surfaces be expanded or refined for improved model parameterizations?",
                "QuestionCn": "如何扩展或细化与异质表面相关的气动粗糙长度数据集，以改善模型参数化？",
                "AnswerEn": "Datasets related to aerodynamic roughness length (z0m) over heterogeneous surfaces can be expanded or refined by incorporating additional data from experimental studies that calculate z0m using characteristic parameters of roughness elements like vegetation height and leaf area index. The aggregation of z0m over entire experimental fields using footprint weighting methods can provide more comprehensive data. Further research can focus on parameterizations that relate z0m to land surface properties and explore the direction-dependent nature of z0m due to varying roughness element sizes and distributions along different wind directions.",
                "AnswerCn": "与异质表面上的气动粗糙长度（z0m）相关的数据集可以通过结合来自实验研究的额外数据进行扩展或细化，这些研究使用粗糙元素的特征参数，如植被高度和叶面积指数，来计算z0m。通过使用足迹加权方法对整个实验场地的z0m进行聚合，可以提供更全面的数据。进一步的研究可以集中在将z0m与地表特性相关联的参数化上，并探索由于不同风向下粗糙元素大小和分布的变化而导致的z0m的方向依赖性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}