{
  "id": "ed7d3ff2-ea31-47a4-8979-e40c44222fff",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The vegetation coverage dataset for the China Nepal transportation corridor (1992-2022)",
      "titleCn": "中尼交通廊道植被覆盖度数据集（1992-2022）",
      "description": "The vegetation coverage dataset for the China Nepal transportation corridor includes vegetation coverage grids within 2 kilometers on each side of the corridor. The data is in Tif format, with a time resolution of quarters (divided into four quarters from January to March, April to June, July to September, and October to December) and a spatial resolution of 250 meters. Processing method: 1.Calculate NDVI based on the red and near-infrared light of LandsatTM/ETM+/OLI images; 2. Calculate vegetation coverage using the pixel dichotomy formula FVC=(NDVI NDVImin)/(NDVImax NDVImin); 3.Take the average vegetation coverage of multiple periods within a quarter and resample to 250 meters.",
      "descriptionCn": "中尼交通廊道植被覆盖度数据集，包括中尼交通廊道两侧各2公里范围的植被覆盖度栅格。数据为Tif格式，时间分辨率为季（按1-3月、4-6月、7-9月、10-12月分四个季度），空间分辨率为250米。加工方法：①根据LandsatTM/ETM+/OLI影像的红光和近红外光计算得到NDVI；②通过像元二分法公式FVC=（NDVI-NDVImin）/（NDVImax-NDVImin），计算得到植被覆盖度；③取一个季度内多期植被覆盖度平均值，并重采样到250米。",
      "instructions": "File name: FVC_yyyy_s.tif, where yyyy indicates the year and s indicates the quarter. For example, FVC_2001_3.tif indicates the third quarter of 2001 (July-September).\n\nData reading method: Software that can open raster data (such as ArcGIS, ENVI, etc.) is used to open the data in a single band, that is, the vegetation coverage band.",
      "instructionsCn": "文件命名：FVC_yyyy_s.tif，其中yyyy表示年份，s表示季度，如FVC_2001_3.tif表示2001年第三季度（7-9月）\n\n数据读取方法：使用能打开栅格数据的软件（如ArcGIS、ENVI等）打开，数据为单波段，即植被覆盖度波段。",
      "east": 91.087628,
      "west": 85.192628,
      "south": 27.961905,
      "north": 29.667405,
      "startTime": "1992-01-01 21:56:02",
      "endTime": "2022-12-31 21:56:02",
      "fileSize": 1024952082.0,
      "cstr": "18406.11.Terre.tpdc.300956",
      "doi": "10.11888/Terre.tpdc.300956",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "岳东霞",
        "nameEn": "YUE Dongxia",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "密云水库上游植被覆盖度的遥感估算",
        "titleEn": null,
        "referenceCn": "李苗苗, 吴炳方, 颜长珍, 周为峰. (2004). 密云水库上游植被覆盖度的遥感估算. 资源科学, 26(4), 153-159.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被盖度",
        "nameEn": "Vegetation cover"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中尼交通廊道",
        "keywordEn": "China Nepal transportation corridor"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1992-2022",
        "keywordEn": "1992-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青藏地区特定交通廊道生态风险评估",
        "titleEn": "Ecological risk assessment of specific traffic corridor in Qinghai-Tibet region"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a vegetation cover dataset collected along transportation corridors between China and Nepal?",
        "QuestionCn": "中国和尼泊尔之间交通走廊收集的植被覆盖数据集的空间分辨率是多少？",
        "AnswerEn": "250 meters",
        "AnswerCn": "250米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'FVC calculation using pixel dichotomy method' mean in the context of vegetation coverage datasets?",
        "QuestionCn": "在植被覆盖数据集中，“使用像素二分法计算FVC”是什么意思？",
        "AnswerEn": "FVC calculation using the pixel dichotomy method involves computing vegetation coverage by using the formula FVC = (NDVI-NDVImin)/(NDVImax-NDVImin). This method utilizes NDVI values derived from Landsat imagery's red and near-infrared bands to estimate the fractional vegetation cover.",
        "AnswerCn": "FVC计算使用像素二分法，通过公式FVC = (NDVI-NDVImin)/(NDVImax-NDVImin)来计算植被覆盖度。该方法利用从Landsat影像的红色和近红外波段获得的NDVI值来估算植被覆盖的分数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the FVC calculation method using NDVI from Landsat TM/ETM+/OLI data compare to other vegetation index-based methods for estimating vegetation cover in terms of accuracy and temporal resolution?",
        "QuestionCn": "使用Landsat TM/ETM+/OLI数据的NDVI计算FVC的方法与其他基于植被指数的方法在估计植被覆盖方面的准确性和时间分辨率上有何比较？",
        "AnswerEn": "The FVC calculation method using NDVI involves using the red and near-infrared bands from Landsat TM/ETM+/OLI imagery to calculate NDVI, and subsequently, FVC is derived using a pixel dichotomy model. This method provides a seasonal temporal resolution and a spatial resolution of 250 meters. The accuracy of this method depends on the quality and availability of the Landsat imagery, as well as the precision of the NDVI to FVC conversion. Compared to other vegetation index-based methods, this approach may offer higher temporal resolution if data is frequently updated and processed, but may vary in accuracy based on the specific indices and remote sensing technologies used in alternative methods.",
        "AnswerCn": "FVC计算方法使用NDVI涉及利用Landsat TM/ETM+/OLI影像中的红色和近红外波段来计算NDVI，随后使用像素二分模型推导FVC。该方法提供季节性时间分辨率和250米的空间分辨率。该方法的准确性依赖于Landsat影像的质量和可用性，以及NDVI到FVC转换的精确性。与其他基于植被指数的方法相比，如果数据频繁更新和处理，该方法可能提供更高的时间分辨率，但在准确性上可能会因使用的特定指数和遥感技术的不同而有所变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying factors that influence the accuracy of vegetation cover data collected along transportation corridors using remote sensing techniques?",
        "QuestionCn": "影响沿交通走廊收集的植被覆盖数据准确性的潜在因素有哪些？",
        "AnswerEn": "The accuracy of vegetation cover data collected along transportation corridors is influenced by several factors, including the quality and resolution of the satellite imagery (LandsatTM/ETM+/OLI), the effectiveness of the NDVI calculation using red and near-infrared light, and the precision of the pixel dichotomy formula used to compute vegetation coverage. Additionally, the process of averaging multiple vegetation cover data points within a quarter and resampling to a 250-meter spatial resolution may also impact accuracy.",
        "AnswerCn": "沿交通走廊收集的植被覆盖数据的准确性受到多个因素的影响，包括卫星影像（LandsatTM/ETM+/OLI）的质量和分辨率、使用红光和近红外光计算NDVI的有效性，以及用于计算植被覆盖的像素二分法公式的精确性。此外，在一个季度内对多个植被覆盖数据点进行平均并重采样到250米空间分辨率的过程也可能影响准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences for the accuracy of vegetation coverage data when using seasonal time resolution and 250-meter spatial resolution in data collection methods?",
        "QuestionCn": "使用季节性时间分辨率和250米空间分辨率的数据收集方法时，植被覆盖数据的准确性可能会受到哪些潜在影响？",
        "AnswerEn": "Using seasonal time resolution and a 250-meter spatial resolution can influence the accuracy of vegetation coverage data by smoothing out short-term variations and local heterogeneities. This approach offers a balance between capturing seasonal changes and maintaining a manageable data size, but may miss finer-scale dynamics and rapid changes in vegetation cover.",
        "AnswerCn": "使用季节性时间分辨率和250米空间分辨率可以影响植被覆盖数据的准确性，因为它会平滑短期变化和局部异质性。这种方法在捕捉季节变化和保持可管理的数据大小之间提供了平衡，但可能会错过更细尺度的动态和植被覆盖的快速变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives of collecting vegetation coverage data along transportation corridors, and how do these objectives influence the choice of data collection methods?",
        "QuestionCn": "收集交通走廊植被覆盖数据的主要目标是什么，这些目标如何影响数据收集方法的选择？",
        "AnswerEn": "The main objective of collecting vegetation coverage data along transportation corridors, such as the 中尼交通廊道, is to monitor and assess the impact of infrastructure development on surrounding ecosystems, particularly vegetation. This goal influences the choice of data collection methods by necessitating high spatial resolution data to capture detailed changes in vegetation over time and space. The use of NDVI and the pixel dichotomy formula in processing Landsat imagery allows for precise calculations of vegetation coverage, which can inform sustainable development practices and environmental conservation efforts.",
        "AnswerCn": "沿交通走廊（如中尼交通廊道）收集植被覆盖数据的主要目标是监测和评估基础设施发展对周围生态系统，特别是植被的影响。这个目标影响了数据收集方法的选择，要求高空间分辨率的数据以捕捉植被在时间和空间上的详细变化。使用NDVI和像素二分法公式处理Landsat影像，可以精确计算植被覆盖率，这为可持续发展实践和环境保护工作提供了重要信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to calculate vegetation coverage using satellite imagery, and how is the data processed to achieve a consistent 250-meter spatial resolution across seasons?",
        "QuestionCn": "使用卫星影像计算植被覆盖率需要遵循哪些程序，以及如何处理数据以在各个季节实现一致的250米空间分辨率？",
        "AnswerEn": "To calculate vegetation coverage, satellite imagery from LandsatTM/ETM+/OLI is used to compute the NDVI (Normalized Difference Vegetation Index) using red and near-infrared light bands. The vegetation coverage is then calculated using the pixel dichotomy formula: FVC = (NDVI - NDVImin) / (NDVImax - NDVImin). For each quarter, the average vegetation coverage from multiple periods is calculated and resampled to achieve a consistent 250-meter spatial resolution.",
        "AnswerCn": "为了计算植被覆盖率，使用LandsatTM/ETM+/OLI的卫星影像计算NDVI（归一化植被指数），该指数利用红光和近红外光波段。然后使用像素二分法公式计算植被覆盖率：FVC = (NDVI - NDVImin) / (NDVImax - NDVImin)。对于每个季度，从多个时期计算平均植被覆盖率，并进行重采样以实现一致的250米空间分辨率。",
        "Level": "C3(Applying)"
      }
    ]
  }
}