{
    "id": "eece9d1c-4d58-4ca3-9ab5-c69299568eca",
    "relatedPaper": 11,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of Dashalong station, 2019)",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Dashalong station from January 1 to December 31, 2019. The site (98.941° E, 38.840° N) was located on a swamp meadow surface in the Longshatan, which is near west of Qilian county, Qinghai Province. The elevation is 3739 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45C; 5 m, north), wind speed and direction profile (010C/020C; 10 m, north), air pressure (PTB110; in the tamper box on the ground), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), and soil moisture profile (CS616; -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m).\nThe observations included the following: air temperature and humidity (Ta_5 m; RH_5 m) (℃ and %, respectively), wind speed (Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), and soil moisture (Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2019-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) and Che et al. (2019) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site+ AWS",
            "east": 98.941,
            "west": 98.941,
            "south": 38.84,
            "north": 38.84,
            "startTime": "2019-01-13 00:00:00",
            "endTime": "2020-01-12 00:00:00",
            "fileSize": 12276651.0,
            "cstr": "18406.11.Meteoro.tpdc.270757",
            "doi": "10.11888/Meteoro.tpdc.270757",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Investigating microclimate effects in an oasis-desert interaction zone",
                "referenceEn": "Liu, R., Sogachev, A., Yang, X.F., Liu, S.M., Xu, T.R., Zhang, J.J. (2020). Investigating microclimate effects in an oasis-desert interaction zone. Agricultural and Forest Meteorology, 290, 107992"
            },
            {
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleEn": "A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China",
                "referenceEn": "Ruehr, S., Lee, X.H., Smith, R., Li, X., Xu, Z.W., Liu, S.M., Yang, X.F., Zhou,Y.Z. (2020). A mechanistic investigation of the oasis effect in the Zhangye cropland in semiarid western China. Journal of Arid Environments. 176, 104120."
            },
            {
                "titleEn": "Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature",
                "referenceEn": "Song, L.S., Bian, Z.J., William P, K., Liu, S.M., Xiao, Q., Hector, N, Xu, Z.W., Yang, Y., Xu, T.R., Han, X.J. (2020). Estimation of surface heat fluxes using multi-angular observations of radiative surface temperature. Remote sensing of Environment, 239, 111674."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites",
                "referenceEn": "Xu, T.R., He, X.L., Bateni, S.M., Auligne, T., Liu, S.M., Xu, Z.W., Zhou, J., Mao, K.B. (2019). Mapping Regional Turbulent Heat Fluxes via Variational Assimilation of Land Surface Temperature Data from Polar Orbiting Satellites. Remote Sensing of Environment, 221, 444-461, doi.org/10.1016/j.rse.2018.11.023"
            },
            {
                "titleEn": "Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale",
                "referenceEn": "Song, L.S., Liu, S.M., William P, K., Hector, N., Sun, L., Xu, Z.W., Todd H, S., Yang, Y., Ma, M.G., Xu, T.R., Tang, X.G., Li, Q.P. (2018). Monitoring and validating spatially and temporally continuous daily evaporation and transpiration at river basin scale. Remote Sensing of Environment, 219, 72–88. doi: 10.1016/j.rse.2018.10.002."
            },
            {
                "titleEn": "Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel",
                "referenceEn": "Li, X., Liu, S.M., Li, H.X., Ma, Y.F., Wang, J.H., Zhang, Y., Xu, Z.W., Xu, T.R., Song, L.S., Yang, X.F., Lu, Z., Wang, Z.Y., Guo, Z.X. (2018). Intercomparison of six upscaling evapotranspiration methods: From site to the satellite pixel. Journal of Geophysical Research: Atmospheres, 123(13), 6777-6803. https://doi.org/10.1029/2018JD028422."
            },
            {
                "titleEn": "Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data",
                "referenceEn": "Ma, Y.F., Liu, S.M., Song, L.S., Xu, Z.W., Liu, Y.L., Xu, T.R., Zhu, Z.L. (2018). Estimation of daily evapotranspiration and irrigation water efficiency at a Landsat-like scale for an arid irrigation area using multi-source remote sensing data. Remote Sensing of Environment, 216, 715-734. doi:10.1016/j.rse.2018.07.019."
            },
            {
                "titleEn": "Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study",
                "referenceEn": "Liu, R., Liu, S.M., Yang, X.F., Lu, H, Pan, X.D., Xu, Z.W., Ma, Y.F., Xu,T.R. (2018). Wind dynamics over a highly heterogeneous oasis area: An experimental and numerical study. Journal of Geophysical Research: Atmospheres. 123, 8418-8440."
            },
            {
                "titleEn": "Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale",
                "referenceEn": "Xu, T.R., Guo, Z.X., Liu, S.M., He, X.L., Meng, Y.F.Y., Xu, Z.W., Xia, Y.L., Xiao, J.F., Zhang, Y., Ma, Y.F, Song, L.S. (2018). Evaluating Different Machine Learning Methods for Upscaling Evapotranspiration from Flux Towers to the Regional Scale. Journal of Geophysical Research: Atmospheres, 123(16), 8674-8690. doi: 10.1029/2018JD028447."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Operational application of a remote sensing-based two source energy balance model (TSEB) to estimate evapotranspiration (ET) and the components evaporation (E), transpiration (T) at a range of space and time scales is very useful for managing water resources in arid and semiarid watersheds. The TSEB model uses composite land surface temperature as input and applies a simplified Priestley–Taylor formulation to partition this temperature into soil and vegetation component temperatures and then computes subsequent component energy fluxes. Accurate estimates of evapotranspiration (ET) have a wide range of applications in hydrology, climate, weather and crop yield forecasting, drought monitoring, and water resource management. Ground-based measurements from lysimeters or from eddy covariance flux tower observations can provide representative values of ET at field scale and with high frequency eddy covariance data it’s partitioning into E and T under certain environmental conditions. To address the need for large scale spatially distributed ET, several remote sensing based approaches using the satellite-based thermal infrared (TIR) and visible and near infrared (VNIR) imagery have been developed and refined in recent years. Compared with the OSM-contextual based approaches, the two-source energy balance model (TSEB) is more physical-based since the parameterizations explicitly treat the radiative temperature and energy exchanges between soil and vegetation, and soil-vegetation-atmosphere interface. There have been great advances in the application of thermal infrared remote sensing for using the TSEB model to estimate land surface ET and its component of E and T."
            ],
            "research objective": [
                "In this study, soil and vegetation component temperatures partitioned from visible and near infrared and thermal remote sensing data supplied by advanced scanning thermal emission and reflection radiometer (ASTER) are applied as model inputs (TSEBCT) to assess and refine the subsequent component energy fluxes estimation in TSEB scheme under heterogeneous land surface conditions in an advective environment."
            ],
            "challenges": [
                "The remote sensing-based TSEB model using component temperatures of the soil and canopy has not been adequately evaluated due to a dearth of reliable observations. However, errors in estimation of land surface temperature and near surface air temperature can significantly degrade the accuracy of the TSEB model which is quite sensitive to uncertainty in surface-air temperature differences."
            ],
            "methods": [
                "In this paper, the remote sensing based TSEB model is evaluated with composite and component temperatures as input. The modeled ET and its component E and T are evaluated with tower measurements from the eddy covariance system and the stable oxygen and hydrogen isotopes approach. Additionally, the model output of sensible heat flux was assessed under heterogeneous land surface conditions using Large Aperture Scintillometers (LAS) measurements."
            ],
            "dataset": [
                "The two versions of the TSEB model (TSEBPT and TSEBCT) were evaluated using the remote sensing VNIR and TIR, ground observed meteorology, fluxes data and measured auxiliary data are collected from the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surface which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE) (Li et al., 2013; Xu et al., 2013). The period of study encompassed May to September in 2012 during which the land surface had a wide range of vegetation cover conditions. During the HiWATER-MOSEXE, 14 eddy covariance (EC) flux towers were installed in corn fields under different planting dates and irrigation schedules while the remaining three towers were installed in a vegetable (pepper) crop (site 1), residential area (site 4) and in an apple orchard (site 17), respectively."
            ],
            "findings": [
                "Both model versions yield errors of about 10% with LE observations. However, the TSEBCT model output of H and LE are in closer agreement with the observations and is found to be generally more robust in component flux estimation compared to the TSEBPT using the ASTER data in this heterogeneous advective environment. Thus given accurate soil and canopy temperatures, TSEBCT may provide more reliable estimates of plant water use and values of water use efficiency at large scales for water resource management in arid and semiarid landscapes."
            ]
        },
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Research on land surface processes at the catchment scale has drawn much attention over the past few decades, and a number of watershed observatories have been established worldwide. The Heihe River Basin (HRB), which contains the second largest inland river in China, is an ideal natural field experimental area for investigation of land surface processes involving diverse landscapes and the coexistence of cold and arid regions. The outcomes highlight the integrated research on land surface processes in the HRB and include observed trends, scaling methods, high spatiotemporal resolution remote sensing products, and model–data integration in the HRB, all of which are helpful to other endorheic basins in the “Silk Road Economic Belt.”"
            ],
            "research objective": [
                "Henceforth, the goal of the Heihe Integrated Observatory Network is to develop an intelligent monitoring system that incorporates ground-based observatory networks, unmanned aerial vehicles, and multi-source satellites through the Internet of Things technology. Furthermore, biogeochemical processes observation will be improved, and the study of integrating ground observations, remote sensing, and large-scale models will be promoted further."
            ],
            "challenges": [
                "Significant challenges remain in quantitative understanding of the hydrological cycle in endorheic basins due to poor data availability and inadequate methods."
            ],
            "methods": [
                "In 2012, a multiscale observation experiment on evapotranspiration over heterogeneous land surfaces was conducted in the midstream region of the HRB, which included a flux observation matrix, wireless sensor network, airborne remote sensing, and synchronized ground measurements."
            ],
            "dataset": [
                "Under an open data policy, the datasets have been publicly released following careful data processing and quality control."
            ],
            "findings": [
                "The relative contribution of transpiration to evapotranspiration (T/ET) ranged from 0.71 to 0.96 with a mean of 0.87 ± 0.052 for the growing season, which was in good agreement with the mini-lysimeter measurements that showed a mean T/ET of 0.86 ± 0.058."
            ]
        },
        {
            "background": [
                "Sensible heat flux (H) is a significant component of land surface water and energy balance determinations. There are several methods for measuring surface water and heat fluxes, such as eddy covariance (EC) and Bowen ratio systems. For large-scale H, remote sensing (RS)-based observations are useful. RS instruments themselves cannot directly measure H. Therefore, methods for validating RS inversion products are critical for using such products. Since the 1990s, large aperture scintillometer (LAS) has been widely applied to measure sensible heat flux around the world, and it has also been used to validate RS estimations owing to the large scale of its measurements."
            ],
            "research objective": [
                "In this study, a weighted area-to-area regression kriging (WATA RK) model is proposed to convert EC-scale H to LAS-scale H. It involves path-weighting functions of EC and LAS source areas in both regression and area kriging stages."
            ],
            "challenges": [
                "However, methods of converting one H scale to another to validate RS products are still open for question. The method does not consider the path-weighting function in the EC- to LAS-scale kriging with the regression residue, which inevitably brought about a bias estimation."
            ],
            "methods": [
                "In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. Observations and footprints of the 17 EC and four LAS groups between 12:00 and 12:30 BST (Beijing Standard Time) were averaged to obtain a mean value when the atmosphere stability was under unstable conditions with high turbulent fluxes. By considering the wind direction, the wind speeds were decomposed into north and east components (WS), and then weighted averages were calculated with the corresponding EC and LAS footprint weights. After abstracting FVC, NDVI, LST, and WS with the footprint models, nine regression models were built for each of the periods based on the proposed multiple linear regression model. The four independent variables were also abstracted for the four LAS footprints. The residual part of LAS H is then estimated from the 17 EC H residuals by the above WATA kriging model."
            ],
            "dataset": [
                "Four groups of LAS (two sets in each group) were installed in 3 × 3 and 2 × 1 MODIS pixels. In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. There are also 17 automatic weather station sets (including a super-station) installed in the field. Nine observations (06/15, 06/24, 07/10, 08/02, 08/11, 08/18, 08/27, 09/03, and 09/12) made between June and September 2012 were selected for this study. Synchronous ASTER RS products at 12:15 BST were downloaded from the US—National Aeronautics and Space Administration and processed according to Zhou et al. [26] and Bastiaanssen et al. [27], including the Land Surface Temperature (LST) [26], Normalized Difference Vegetation Index (NDVI), and Fractional Vegetation Cover (FVC) [27]."
            ],
            "findings": [
                "Results show that WATA RK outperforms traditional methods in most cases, improving estimation accuracy. The method is considered to provide an efficient validation of RS H flux products."
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ]
        },
        {
            "background": [
                "Land surface process is an important part of the mass and energy cycle in the earth system. Dozens of land surface models have been developed in the past 30 years. However, these models do not yield satisfactory results for high-altitude and extremely cold areas, such as the Tibetan Plateau. The Tibetan Plateau is a critical region in the land-atmosphere interaction research as it is an important factor in the formation of eastern Asian summer monsoon. It is often addressed as the “Third Pole” of the world because its climatic features and geographical significance are similar to those of the Arctic and Antarctic. The Tibetan Plateau has some unique features as a result of its high altitude, extreme environment, and climate. Yang et al. (2009) summarized three main characteristics of the Tibetan Plateau: i) strong diurnal change in the surface energy budget owing to strong solar heating, ii) contrast between the dry western region and the wet eastern region, and iii) significant seasonal variation in the surface energy budget in the central and eastern regions."
            ],
            "research objective": [
                "In this study, a land surface modeling experiment is conducted for A’rou alpine meadow in the upper-reach area of the Heihe River Basin in the eastern Tibetan Plateau using a new version of SiB2 model, to further address the impact of the unique climate and vegetation features of alpine meadows. The land surface energy balance is evaluated and erroneous vegetation parameters are identified through energy exchange process analysis and parameter sensitivity test."
            ],
            "challenges": [
                "Land surface process modeling of high and cold area with vegetation cover has not yielded satisfactory results in previous applications. The bias in surface energy fluxes in the Tibetan Plateau was also identified in some past studies. For instance, Gao et al. (2002) found that the SiB2 overestimates the sensible heat flux at Naqu. However, explanations of the bias in model simulations for the eastern and central Tibetan Plateau remain lacking. The main uncertainty in SiB2 is not introduced because of aerodynamic parameters."
            ],
            "methods": [
                "This study is conducted at the A’rou observation site (38° 02′39.8″N, 100 °27′52.9″E), an experimental site in WATER and HiWATER program, in Qilian County, Qinghai Province. All data used in this study are collected from 11 June to 30 September 2008, averaged over hourly intervals. The SiB2 model was developed by Sellers et al. (1996b) based on the SiB model. For this study, we adopted all modules of the SiB2 model except for the calculation of aerodynamic parameters used in the canopy transfer resistances parameterization. In the present study, we incorporate a mixing-length theory based canopy model (Watanabe and Kondo, 1990) to calculate the aerodynamic parameters. Based on the parameter setting described above, the energy budget for the A’rou meadow is simulated using the SiB2 model. In this study, we calculate the average daytime temperature between June and July in 2007 and 2008, to be about 285 K, which is 13 K lower than the default value. The optimum and half-inhibition temperatures are then deducted 13 K from the default values."
            ],
            "dataset": [
                "The observation instruments at A’rou site include an automatic weather station (AWS), an eddy covariance (EC) system, and a large aperture scintillometer (LAS). All data used in this study are collected from 11 June to 30 September 2008, averaged over hourly intervals."
            ],
            "findings": [
                "These adjustments significantly reduced the biases in sensible, latent, and soil heat fluxes. The biases in sensible heat flux and latent heat flux are clearly reduced. The sensible, latent, and soil heat fluxes are overestimated by 6.3%, 1.1%, and 4.4% respectively, which is a considerable improvement over the previous simulations."
            ]
        },
        {
            "background": [
                "Land surface temperature is a key parameter in the physics of land surface processes at regional and global scales; it is a metric representative of surface-atmosphere interactions and energy fluxes between the atmosphere and the ground surface. The spatially distributed land surface temperature estimated from thermal infrared (TIR) remote sensing data is widely used in studies of evapotranspiration, climate change and the hydrological cycle, soil moisture estimation, forest fire detection, vegetation water stress, urban heat island monitoring and many other environmental monitoring applications. In a heterogeneous and non-isothermal pixel, however, the radiance observed by the remote sensor at the top of atmosphere (TOA) is the ensemble radiance of several components (i.e., sunlit and shaded soil and vegetation) so the pixel-average temperature cannot reveal the real temperature of each component, particularly in the sparse vegetation-covered arid and semi-arid areas where the soil and vegetation component temperatures are usually significantly different. Additionally, the component temperatures of a mixed pixel encapsulate more physical information than the composite temperature that relate to soil and vegetation heat fluxes and hydrologic states. By deriving component soil and vegetation temperatures, the accuracy of surface fluxes estimated by two-source (soil + vegetation) energy balance models should improve capabilities to monitor crop water stress and drought, estimate surface soil moisture and result in more accurate weather forecasts."
            ],
            "research objective": [
                "The main objective of this study is to develop a practical method for separating the soil and vegetation component temperatures based on the T-α space according to the mono-surface energy balance (SEB-1S) model described below."
            ],
            "challenges": [
                "The task of retrieving the component temperatures, however, is difficult, due to the variability in the distribution of internal components and the definition of effective emissivity and thermal anisotropic radiation regimes in forward processes of TIR remote sensing data."
            ],
            "methods": [
                "In this study, the separation of the soil and vegetation component temperatures for a pixel is based on the theory of the soil wetness iso-line in the T-α space according to the SEB-1S model. The method is validated with ground component temperature measurements and evaluated based on the theory of equal soil and vegetation temperatures along the soil wetness iso-lines."
            ],
            "dataset": [
                "One of the three key experimental areas of HiWATER is located in the middle reaches of Heihe, which is an artificial oasis ecosystem containing irrigated agriculture along with wetland and desert components. This experiment involved a flux observation matrix including a network of 21 flux towers deployed over oasis-desert surfaces in the middle reach of the Heihe River Basin from May to September in 2012. The images including VNIR and TIR were recorded by the camera. The land surface temperatures retrieved from the ASTER TIR data with pixel resolution of 90 m, were compared to that calculated from the upwelling and downwelling long-wave radiation measured by four-component radiometer in the tower sites or calculated from the measured air temperature and relative humidity while the flux tower without four-component radiometers in the study area during the HiWATER-MUOEXE."
            ],
            "findings": [
                "Comparisons with ground measurements showed that the T-α space approach produced reliable soil and vegetation component temperatures in the study area. Low root mean square error (RMSE) values of 0.83 K for soil temperatures and 1.64 K for vegetation temperatures, respectively, were obtained, compared to component temperatures measurements from a ground-based thermal camera. These results support the use of soil wetness iso-lines to derive soil surface temperatures. It was also found that the estimated vegetation temperatures were extremely close to the near surface air temperature observations when the landscape is well watered under full vegetation cover. More robust soil and vegetation temperature estimates will improve estimates of soil evaporation and vegetation transpiration, leading to more reliable the monitoring of crop water stress and drought."
            ]
        },
        {
            "background": [
                "Evapotranspiration (ET) is one of the most important components of surface energy budgets and hydrologic cycles. Flux observation networks (e.g., FluxNet) and enhanced experiments (e.g., HiWATER) have been set up to monitor long-term surface heat fluxes over different kinds of land cover. However, in situ measurements are expensive and difficult to extend to continental scales. Thus, models have been developed to map ET over continental scales based on remotely sensed information. Unfortunately, thermal remotely sensed models can only detect a snapshot of ET spatial distributions at the time of satellite overpass. The snapshot of the ET map cannot satisfy practical applications, such as, irrigation judgment, and water resource planning and management. To satisfy such applications, the instantaneous ET needs to be upscaled to daily values for clear-sky days. Moreover, continuous daily ET values should be generated with temporal reconstruction approaches to fulfill long-term hydrologic requirements. The upscaling methods can only be used to estimate daily ET with the instantaneous ET values over clear-sky days. This can be an issue, because it is difficult to obtain cloud-free thermal remote sensing data for every day of the year. It is, therefore, necessary to develop algorithms to reconstruct continuous daily ET variations with discrete clear-sky daily ET estimates."
            ],
            "research objective": [
                "In this study, five ET upscaling methods (from instantaneous ET to daily over a clear-sky day) were compared with in situ observations and an optimum method is proposed. To reconstruct clear-sky daily ET to continuous daily, data assimilation methods based on the Penman-Monteith equation were developed with two data assimilation techniques (EnKF and SCE_UA). The developed data assimilation methods were also compared with three commonly used temporal reconstruction approaches (surface resistance method, reference evapotranspiration approach, and HANTS package). Finally, the annual remotely sensed ET over Beijing area was estimated with these methods and compared with the water balance ET data."
            ],
            "challenges": [
                "No soil moisture or precipitation data were used in any of the temporal reconstruction approaches. However, soil moisture may increase suddenly due to precipitation and thermal remote sensing is not able to detect this change during rainy days. Thus, errors may be cut down by developing ET temporal reconstruction methods that can assimilate microwave soil moisture (e.g., SMAP), or precipitation observations. Without an input for forcing data (e.g., solar radiation, precipitation), the ET_HANTS method cannot detect a sudden decrease in ET caused by clouds. Thus, the estimated cloudy-sky ET from ET_HANTS is usually larger than in situ measurements."
            ],
            "methods": [
                "In this study, a remotely sensed ET model was used to estimate the instantaneous ET during satellite overpass time. Using this model, the instantaneous net radiation (Rn), ground heat flux (G) and sensible heat flux (H) can be calculated with atmospheric interpolated forcing data (wind speed, air temperature/humidity, etc.) and remote sensing data (land surface temperature, albedo, emissivity, NDVI, etc.). With Rn, G, and H, the latent heat flux (LE) can be obtained with the residual method via LE = Rn − G − H. Five methods were selected to upscale instantaneous ET to daily values and are summarized below. The ConEF method treats the evaporative fraction (EF, EF = LE/Rn − G) as a constant during the daytime and that daily ET can be calculated using daily available energy. The ConEF method usually leads to a 5% –10% underestimation of daily ET using EF around noon instead of daily EF. This method adds 10% of EF to correct the error caused by ConEF. The DiEF method introduced three parameters to correct ConEF method, including (1) the difference between instantaneous and daytime EF, βEF; (2) the difference between daytime-averaged and daily-averaged available energy, βA; (3) the difference between daytime and daily ET, βLE. The SolRad method assumes the ratio of latent heat flux and solar radiation is constant at the daily time scale. The ConETrF method assumes the ratio of ET and ETr is constant on the daily time scale. In the developed data assimilation scheme, the Penman-Monteith equation was used as the model operator and the clear-sky daily ET estimates were assimilated into the Penman-Monteith equation to generate the continuous daily ET. The surface resistance method was built, based on the Penman-Monteith equation, to reconstruct ET estimates over cloudy conditions. The ratio of ET and ETr on cloudy-sky days can be interpolated by ETrF on neighboring clear-sky days. The HANTS method is a time series analysis method based on Fourier transforms."
            ],
            "dataset": [
                "Data from two sites namely Guantao and Arou, located in different natural zones (the eastern monsoon area, and the Qinghai-Tibet alpine area) of China, were selected to validate various temporal upscaling and reconstruction methods described in Section 2. Data from another two sites, namely, Daxing and Miyun, located in Beijing, China were selected for access to regional application results. The EC-derived ET data in 2010 at the Guantao site, and in 2009 at the Arou site, were selected for use in the method comparisons. The 30-min data at noon (12:00 PM) on clear-sky days were used to upscale instantaneous ET to daily value. The accumulated daily ET on clear-sky days was used to access the accuracy of temporal upscaling methods. The continuous daily ET was reconstructed with the accumulated clear-sky daily ET. The 30-min ET data for cloudy-days were processed to daily values to validate the temporal reconstruction results. ET derived from LAS instruments in the year 2009 at the Daxing and Miyun sites was used to validate the remotely sensed ET estimates."
            ],
            "findings": [
                "For clear-sky daily ET generation, SolRad and ConETrF produced the best estimates. In contrast, ConEF usually underestimated the daily ET. The optimum method, however, was found by combining SolRad and ConETrF, which produced the lowest root-mean-square error (RMSE) values. For continuous daily ET production, ET_ETrF and ET_SCE_UA performed the best, whereas the ET_SR and ET_HANTS methods had large errors. The spatial ET distributions from ET_ETrF and ET_SCE_UA had the same trend as ETWatch products, and had a smaller RMSE when compared with ET observations derived from the water balance method."
            ]
        },
        {
            "background": [
                "The acquisition of “ground-truth” land surface evapotranspiration (ET) data at the satellite pixel scale over heterogeneous land surfaces is crucial to develop ET estimation models and improve the accuracy of remotely sensed ET values. However, few studies have focused on methods of acquiring ET data at the satellite pixel scale."
            ],
            "research objective": [
                "In this study, ET at the satellite pixel scale was acquired using the Priestley-Taylor equation by combining the land surface temperatures retrieved from remote sensing images."
            ],
            "challenges": [
                "However, several uncertainties still remain in remote-sensing estimates of ET and are primarily related to model mechanisms, model inputs, parameterization schemes, and scaling issues. It is difficult to match in situ measurements with a satellite-based ET estimation using the current instrumentation (e.g., the eddy covariance (EC) system or large-aperture scintillometer (LAS)) due to the variations in the orientation, shape and size of the source areas of in situ measurements. However, because of the spatial heterogeneity at the sub-pixel scale, the in situ measurements over heterogeneous land surfaces only approximate the “ground-truth” ET data at the satellite pixel scale (1–10 km for medium-low spatial resolutions) and can introduce errors in the validation results."
            ],
            "methods": [
                "The LAS data were processed using the structure parameter of the air refractive index Cn2 (measured by Scintec LAS) and the voltage UCn2 (log Cn2 signal, measured by Kipp & Zonen and zzLAS). The sensible heat flux (LAS-H) was obtained via an iteration method that combines the meteorological data (e.g., wind speed, air temperature, and air pressure) based on the Monin-Obukhov similarity theory. Only daytime (10:30–18:00 BST, Beijing standard time) data under unstable conditions were used to acquire the 30-min ET data at the MODIS pixel scale. The automatic weather station (AWS) data were processed to a 30-min average period, and data beyond the range of physical possibility were rejected. The LST data were calculated from downward and upward longwave radiation measured by the AWSs and the surface emissivity measured by the FT-IR spectrometer (102F). The spatial distributions of available energy, air temperature, wind speed, and air pressure from the 21 AWSs in the large experimental area were interpolated to a resolution of 90 m using the inverse distance-weighted method. The flux contributing source area of the EC and LAS measurements can be estimated using the footprint model, and the spatial representative area of the flux can be obtained quantitatively. Three simple upscaling methods for ET were used in this study: the arithmetic average, area-weighted average, and footprint-weighted methods. In this study, ET at the satellite pixel scale was acquired using the Priestley-Taylor equation by combining the land surface temperatures retrieved from remote sensing images."
            ],
            "dataset": [
                "Land surface temperatures (LSTs) retrieved from the Advanced Spaceborne Thermal Emission and Reflection radiometer (ASTER) and the environmental protection & disaster monitoring constellation (HJ-1B) were used in this study. We collected 9 ASTER images (June 15, June 24, July 10, August 2, August 11, August 18, August 27, September 3, and September 12) with a passing time of 12:15 BST and 3 HJ-1B images (June 17, 19, and 30) with a passing time of 12:30 BST (June 16) and 12:00 BST (June 19 and 30)."
            ],
            "findings": [
                "The above work will be helpful to acquire “ground-truth” ET data at the satellite pixel scale over heterogeneous land surfaces. The “ground-truth” ET data at the satellite pixel scale can be used to validate remotely sensed ET products and improve ET estimation models."
            ]
        },
        {
            "background": [
                "The Heihe Watershed Allied Telemetry Experimental Research (HiWATER) program was designed as a comprehensive ecohydrological experiment within the framework of the Heihe Plan, based on the diverse needs of interdisciplinary studies of the research plan and the existing observation infrastructures in the Heihe River Basin. The first thematic experiment launched in HiWATER was the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces 2012 (HiWATER-MUSOEXE), which involved a flux observation matrix in the middle reach of the Heihe River Basin between May and September in 2012. HiWATER-MUSOEXE was focused on studying the spatial-temporal variations of evapotranspiration (ET), the effects of advection in the oasis-desert ecosystem (30 km × 30 km), the heterogeneity of ET in the irrigated oasis (5.5 km × 5.5 km), and the ET acquisition at the pixel scale."
            ],
            "research objective": [
                "The purpose was to assess the consistency of the instruments (i.e., radiometers, ECs, and LASs) used in the flux observation matrix during HiWATER-MUSOEXE to enable the comparison of flux measurements from different instruments at different sites and estimate the probable site discrepancy considering these comparisons."
            ],
            "challenges": [
                "The latent heat fluxes were very small and had relatively large fluctuations and possibly large uncertainties in the drying Gobi desert. Therefore, we primarily focused on analyzing sensible heat fluxes in this study."
            ],
            "methods": [
                "The intercomparison experiment was performed from 14 to 24 May in 2012. An area of 300 m × 600 m was selected as the field site—four LAS groups were located along the north and south sides, 20 EC sets were located in the center, and 18 radiometer sets were located in the east-central region. The Edire software developed at the University of Edinburgh was used to process the EC data. The raw 10 Hz data were processed, including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction."
            ],
            "dataset": [],
            "findings": [
                "The comparison of average sensible heat fluxes measured by all ECs and LASs indicated that the EC and LAS measurements agreed well for homogeneous surfaces; the results were consistent with those reported by Zeweldi et al. [2010] and Liu et al. [2011]."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the TSEB model used to estimate evapotranspiration from remote sensing data in the context of Heihe River Basin studies?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection approaches are used for evapotranspiration studies in heterogeneous land surfaces, and when are they typically conducted?",
                    "Answer": "Flux observation matrices",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced in acquiring 'ground-truth' data for validating remotely sensed evapotranspiration estimates?",
                    "Answer": "A significant challenge is matching in situ measurements with satellite-based evapotranspiration estimation due to variations in the orientation, shape, and size of the source areas of in situ measurements, which can introduce errors in the validation results over heterogeneous land surfaces.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific parameters measured by automatic meteorological stations in alpine hydrology observation networks?",
                    "Answer": "wind speed and direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation, precipitation",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What features are included in a comprehensive observation network for capturing freeze-thaw processes in high-altitude regions?",
                    "Answer": "automatic meteorological stations, snow cover properties measurement using superstations, high-resolution soil physics datasets, wireless sensor network, soil temperature and moisture profiles, snow depth, snow water equivalent, blowing snow flux",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the total number of eddy covariance flux towers installed during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces?",
                    "Answer": "14",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many automatic meteorological stations were part of the integrated, distributed and multiscale hydrometeorological observation network in the upper reaches of the Heihe River Basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'flux observation matrix' mean in the context of hydrological experiments?",
                    "Answer": "A 'flux observation matrix' refers to a network of measurement devices such as eddy covariance systems, radiometers, and large aperture scintillometers arranged spatially across a study area to capture variations in surface-atmosphere fluxes like evapotranspiration, sensible heat, and latent heat, particularly over heterogeneous land surfaces.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is meant by 'dual-pass data assimilation scheme' in land surface modeling?",
                    "Answer": "A 'dual-pass data assimilation scheme' is a methodological approach that independently optimizes model states and parameters by assimilating remote sensing data such as land surface temperatures to improve predictions of surface fluxes. It typically involves optimizing vegetation parameters on a weekly scale and soil moisture on a daily scale.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do data collection methods for evapotranspiration using remote sensing models compare with ground-based eddy covariance systems in terms of accuracy and scalability?",
                    "Answer": "Remote sensing models provide a snapshot of ET spatial distributions at satellite overpass time and can be scaled to continental levels, but are limited by cloud cover and require upscaling methods for continuous daily values. In contrast, ground-based eddy covariance systems offer high-frequency and field-scale ET measurements, but are expensive and difficult to extend across large scales. Both methods have their own challenges related to model accuracy and data availability.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do the challenges of acquiring evapotranspiration data at the satellite pixel scale differ from obtaining accurate land surface temperature estimates using remote sensing technologies?",
                    "Answer": "Acquiring ET data at the satellite pixel scale faces uncertainties related to model mechanisms and scaling issues, particularly due to spatial heterogeneity. This makes it difficult to align in situ measurements with satellite-based estimates. On the other hand, estimating land surface temperature using remote sensing is hindered by the variability in the distribution of internal components and atmospheric conditions that affect TIR data, leading to errors in the derived temperatures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What key considerations should be taken into account when designing an observation network to ensure data quality and completeness in remote and harsh environments?",
                    "Answer": "Several considerations are crucial in designing observation networks for remote and harsh environments, including the implementation of gap-free meteorological and hydrological data collection from automatic meteorological stations (AMSs) and superstations, the use of advanced instruments to capture snow accumulation and ablation processes, and addressing challenges such as difficult access and technological barriers that can hinder data collection. For example, the establishment of an integrated, distributed, and multiscale observation network, as used in the Heihe River Basin, can help provide consistent datasets for hydrological modeling and validate remote sensing products despite these challenges.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors lead to errors in the estimation of land surface temperature and near surface air temperature, and how do these affect the accuracy of energy balance models?",
                    "Answer": "Errors in the estimation of land surface temperature and near surface air temperature can significantly degrade the accuracy of energy balance models, such as the TSEB model, which is sensitive to uncertainty in surface-air temperature differences. These errors may arise due to variability in the distribution of internal components, classification errors in remote sensing imagery, and the influence of atmospheric conditions on thermal radiation measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to achieve accurate monitoring of surface fluxes over heterogeneous land surfaces using remote sensing techniques?",
                    "Answer": "Accurate monitoring of surface fluxes over heterogeneous land surfaces is challenging due to several factors, including the spatial heterogeneity at the sub-pixel scale, inaccuracies in model mechanisms and inputs, and scaling issues. Remote sensing techniques face difficulties in capturing the variability and complexity of the land surface, leading to potential errors in flux estimations when compared with ground-truth data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes the scarcity of observation data in alpine regions, and how does this impact hydrological modeling and research?",
                    "Answer": "The scarcity of observation data in alpine regions arises from challenges such as the cold and harsh climate, high altitude, and complex topography, which hinder data collection and the deployment of remote sensing technologies. This lack of data impacts hydrological modeling and research by limiting the availability of accurate forcing data and high-quality snow and frozen ground data for parameterization, thus affecting the ability to validate and improve hydrological models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of using multi-source satellite data combined with ground observations on the scale and scope of hydrological studies?",
                    "Answer": "Using multi-source satellite data combined with ground observations expands the scale and scope of hydrological studies by enabling large-scale spatially distributed estimates of hydrological processes like evapotranspiration. This integration allows for the validation and improvement of model predictions, enhancing the capability to manage water resources, especially in heterogeneous and challenging environments like arid and semiarid watersheds.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective behind developing an integrated alpine hydrology observation network in the Heihe River Basin?",
                    "Answer": "The primary objective of developing an integrated alpine hydrology observation network in the Heihe River Basin is to provide accurate and effective forcing data for alpine hydrological models and to integrate observation, simulation, and acquired datasets for a better understanding of how perturbations (climate change and human activities) alter fundamental processes. This network aims to capture crucial data related to hydrometeorology, snow, and frozen ground, which are essential for validating remote sensing products and improving predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is the goal of using a two-source energy balance model (TSEB) in estimating evapotranspiration in arid and semiarid landscapes?",
                    "Answer": "The goal of using a two-source energy balance model (TSEB) in estimating evapotranspiration in arid and semiarid landscapes is to provide accurate estimates of plant water use and water use efficiency at large scales. The TSEB model aims to partition composite land surface temperature into soil and vegetation component temperatures, allowing for a more physical-based estimation of energy fluxes. This approach is intended to improve water resource management in such landscapes by providing reliable estimates of evapotranspiration, which is crucial for applications in hydrology, climate, crop yield forecasting, and drought monitoring.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What specific procedures are involved in processing and quality controlling meteorological and soil data collected from automated weather stations in high-altitude regions?",
                    "Answer": "The procedures include ensuring a consistent number of data points per day (144 for every 10 minutes) and marking missing data with a specific indicator (-6999). It involves removing duplicate records, deleting data that exceed physical or instrument limits, and marking questionable data in red. The date and time formats are standardized, and data files are named according to a specific naming rule.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are land surface temperatures retrieved and validated using remote sensing data in combination with ground observations for heterogeneous land surfaces?",
                    "Answer": "Land surface temperatures (LSTs) are retrieved from remote sensing data, such as ASTER and HJ-1B, and validated using ground observations. This involves comparing LSTs with temperatures calculated from longwave radiation measurements or air temperature and humidity data. The spatial distribution of meteorological variables is interpolated to match the resolution of remote sensing data. The flux contributing source area for EC and LAS measurements is estimated using footprint models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods are used to separate soil and vegetation component temperatures based on TIR remote sensing data, and how are these methods validated?",
                    "Answer": "The separation of soil and vegetation component temperatures is based on the theory of the soil wetness iso-line in the T-α space using the mono-surface energy balance (SEB-1S) model. This method is validated with ground component temperature measurements, ensuring reliable separation of soil and vegetation temperatures. The approach involves comparing the derived temperatures with ground-based thermal camera measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have been implemented to enable the accurate measurement of soil and canopy component temperatures in remote sensing applications?",
                    "Answer": "Technological advancements such as high-resolution thermal cameras and the use of remote sensing data like ASTER and FY3A-VIRR have enabled the accurate measurement of soil and canopy component temperatures. These tools allow for better validation of models such as the TSEB, which are used in estimating evapotranspiration and other surface fluxes.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "In what ways do weather stations and eddy covariance systems enable the collection of comprehensive meteorological and hydrological data in remote alpine regions?",
                    "Answer": "Weather stations and eddy covariance systems enable the collection of comprehensive meteorological and hydrological data by providing continuous monitoring of variables such as air temperature, wind speed, humidity, and turbulent fluxes. These systems were used in remote alpine regions like the Heihe River Basin to capture data necessary for understanding hydrological processes and validating remote sensing observations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why are traditional in situ measurement techniques insufficient for acquiring 'ground-truth' ET data at the satellite pixel scale?",
                    "Answer": "Traditional in situ measurement techniques, such as the eddy covariance system, are insufficient because they are limited by the variations in the orientation, shape, and size of the source areas, which do not match the spatial scale of satellite pixels. As a result, these measurements only approximate the 'ground-truth' ET data over heterogeneous land surfaces and can introduce errors in validation results.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't make sense of how data quality is controlled and validated in large-scale heterogeneous land surface observational networks.",
                    "Answer": "Data quality in large-scale heterogeneous land surface observational networks is controlled and validated through several methods, including ensuring daily data consistency (e.g., 144 data entries per day), removing duplicate records, deleting data beyond physical significance or instrument range, and marking questionable data for further review. Additionally, data formats are standardized, and naming conventions are used to maintain clarity and consistency across datasets.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the challenges faced when using thermal remote sensing data to estimate land surface temperatures in alpine regions.",
                    "Answer": "Challenges in using thermal remote sensing data to estimate land surface temperatures in alpine regions include variability in the distribution of internal components, effective emissivity, and thermal anisotropic radiation regimes. The complexity of the earth system and uncertainties in remote sensing data due to harsh climates, high altitudes, and complex topographies also add to these challenges.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore and summarize the various data collection methods used for observing evapotranspiration and surface fluxes over heterogeneous land surfaces.",
                    "Answer": "The data collection methods for observing evapotranspiration and surface fluxes over heterogeneous land surfaces involve using instruments such as eddy covariance (EC) systems, large aperture scintillometers (LAS), and automatic weather stations (AWS). These methods capture variables like air temperature, wind speed, humidity, radiation, and soil heat flux. Additionally, remote sensing data, including land surface temperature and vegetation indices, are used to enhance the spatial and temporal coverage of the observations. In situ measurements are often used to validate and calibrate remote sensing models.",
                    "Level": "C2(Understanding)"
                }
            ]
        }
    ]
}