{
  "id": "efa1dc3f-5f2d-4e60-8bf7-3ea4c6ec1929",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of \"Digital Mountain Map of China\" (2015)",
      "titleCn": "“中国数字山地图”数据集（2015）",
      "description": "The data from the Digital Mountain Map of China depicts the spatial pattern and complex morphological characteristics of mountains in China from a macro scale, including the mountains’ spatial distribution, classification, morphological elements and area ratio. It is a set of basic data that can be used for mountain zoning, mountain genetic classification and resource environment correlation analysis. \nMountains carry great natural resource supply, provide ecological service and regulation functions, and play an important part in eco-civilization construction and socioeconomic development in China. Lately，Prof. Li Ainong of the Institute of Mountain Hazards and Environment, CAS, developed this data set based on the spatial definition of mountains, an a topography adaptive slide window method for the relief amplitude. The data include:\n(1) Spatial distribution of mountains in China; (2) Mountain classification; (3) Main mountain ranges (with range alignment, relief grade and ridge morphology); (4)Main mountain peaks; (5)Mountain proportion table of the provinces/autonomous regions/municipalities of China; (6) Contour zoning data; (7) General situation of mountain formation; (8)Mountain division and zoning data; (9) List of main mountain peaks. The spatial resolution of the original DEM source is about 90m. And the boundaries of mountains have been revised with multisource remote sensing data, which has good spatial consistency with the relief shading map. The cartographic generalization accuracy of mountain ranges and relevant features is 1:1 000 000. Mountain features in this data set have higher spatial resolution and pertinence, which are available for the zonality of mountain environment and mountain hazards, and the spatial analysis for ecological, production and living spaces in mountain areas, surpporting macro decision-making on mountain areas' development in China.\np",
      "descriptionCn": "《中国数字山地图》的数据从宏观尺度刻画中国山地空间格局和复杂形态特征，其中包含我国山地分布、山地分类、形态要素与山地面积比例等信息，是山地区划、山地成因分类及资源环境关联分析的基础数据。\n山地承载着巨大的自然资源供给、生态服务与调节功能，在我国生态文明建设和社会经济发展中有着重要的地位和作用。前期，中国科学院、水利部成都山地灾害与环境研究所的李爱农研究员等，在中国山地空间范围定量界定、山地起伏度计算尺度分析及地形自适应算法、山地综合制图等研究的基础上，形成了“中国数字山地图”数据集，具体包括：\n（1）中国山地空间范围数据，（2）中国山地类型数据，（3）山脉数据（山脉走向、等级与山脊形态），（4）山峰数据，（5）山地面积按一级行政区统计表，（6）中国地势等高面数据，（7）山地形成类型分区数据，（8）中国山地分区数据，（9）主要山峰列表。山地空间界定范围与分类的原始DEM空间分辨率约90m，数据边界已套合中高分辨遥感影像做必要的修订，与山地地形晕渲图有良好的空间一致性；山脉走向与山地散列要素的制图综合精度为1∶100万，为定性的辅助数据。该数据集将山地从地貌制图中单独列出，具有更高的空间分辨率和针对性，可为山地环境及山地灾害地带性研究、山区国土空间分析等提供可靠的本底数据，服务于我国面向山区的宏观决策。",
      "instructions": "(1) Spatial distribution data of mountains in China, with the file name of \"cn_mountaindistribution.shp\", can be opened with ArcMap;\n(2) Mountain classification data, with the file name of \"cn\\mountainclassification.shp\", can be opened with ArcMap. And the legend setting file \"cn_mountainclassification.lyr\" can be viewed in arcmap10.6;\n(3) Main mountain ranges data, with the file name \"cn_mountainranges.shp\", can be opened with ArcMap;\n(4) Main mountain peaks data, file name \"mainmountianpeaks.shp\", can be opened with ArcMap;\n(5) Mountain proportion table of the provinces/autonomous regions/municipalities of China, with the file name of \"cn_mountainareastatistics.docx\", can be opened by office word, etc;\n(6)  Contour zoning data of China, with the file name of \"cn_contourplane.shp\", can be opened with ArcMap;\n(7) General situation of mountain formation data, with the file name \"cn_mountaintectonicgenesis\", can be opened with ArcMap;\n(8) Mountain division and zoning data, with the file name of \"cn_mountandivisionandzoning.shp\", can be opened with ArcMap;\n(9) List of main mountain peaks, with the name of \"mountanlist.xlsx\", which can be opened by Office Excel, etc.",
      "instructionsCn": "(1)中国山地空间范围数据，文件名为“CN_MountainDistribution.shp”，可用ArcMap打开；\n(2)中国山地类型数据，文件名为“CN_MountainClassification.shp”，可用ArcMap打开，其中，山地类型设色文件“CN_MountainClassification.lyr”可用于ArcMap10.6或更高版本；\n(3)中国主要山脉数据，文件名为“CN_MountainRanges.shp”，可用ArcMap打开;\n(4)山峰数据，文件名为\"MainMountianPeaks.shp\"，可用ArcMap打开;\n(5)山地面积按一级行政区统计表，文件名为\"CN_MountainAreaStatistics.docx\"，可用office word等打开；\n(6)中国地势等高面分区数据，文件名为“CN_ContourPlane.shp”，可用ArcMap打开；\n(7)山地形成类型分区数据，文件名为“CN_MountainTectonicGenesis”，可用ArcMap打开；\n(8)中国山地分区数据，文件名为\"CN_MountainDivisionAndZoning.shp\"，可用ArcMap打开；\n(9)主要山峰f列表，文件名为”MountainList.xlsx“，可用office excel等打开。",
      "east": 134.1,
      "west": 73.5,
      "south": 18.1,
      "north": 53.6,
      "startTime": null,
      "endTime": null,
      "fileSize": 104964410.0,
      "cstr": "18406.11.Terre.tpdc.272523",
      "doi": "10.11888/Terre.tpdc.272523",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "南希",
        "nameEn": "NAN Xi ",
        "unitEn": "Institute of Mountain Hazards and Environment, CAS",
        "unitCn": "中国科学院、水利部成都山地灾害与环境研究所"
      },
      {
        "nameCn": "李爱农",
        "nameEn": "LI Ainong ",
        "unitEn": "Institute of Mountain Hazards and Environment, CAS",
        "unitCn": "中国科学院、水利部成都山地灾害与环境研究所"
      },
      {
        "nameCn": "邓伟",
        "nameEn": "DENG Wei ",
        "unitEn": "Sichuan Normal University",
        "unitCn": "中国科学院、水利部成都山地灾害与环境研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "竖版中国数字山地图(1∶670万)的设计与编制",
        "titleEn": null,
        "referenceCn": "南希, 李爱农, 陈昱, 邓伟. (2016). 竖版中国数字山地图(1∶670万)的设计与编制[J].遥感技术与应用. 31(03):451-458",
        "referenceEn": null
      },
      {
        "titleCn": "中国数字山地图",
        "titleEn": null,
        "referenceCn": "邓伟, 李爱农, 南希, 陈昱, 廖克. (2015). 中国数字山地图. 北京: 中国地图出版社",
        "referenceEn": null
      },
      {
        "titleCn": "中国山地起伏度计算中地形自适应滑动窗口获取与验证",
        "titleEn": null,
        "referenceCn": "南希, 李爱农, 景金城. (2017). 中国山地起伏度计算中地形自适应滑动窗口获取与验证. 地理与地理信息科学, 33(04), 34-39+2.",
        "referenceEn": null
      },
      {
        "titleCn": "基于DEM的中国山地空间范围定量界定",
        "titleEn": null,
        "referenceCn": "张伟, 李爱农, 江晓波. (2013). 基于DEM的中国山地空间范围定量界定. 地理与地理信息科学. 29(5), 58-63.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Other"
      },
      {
        "nameCn": "地貌",
        "nameEn": "Geomorphology"
      },
      {
        "nameCn": "地貌类型",
        "nameEn": "Landform type"
      },
      {
        "nameCn": "山地",
        "nameEn": "Mountain"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset that captures the spatial distribution and morphological features of mountainous regions in China?",
        "QuestionCn": "捕捉中国山区空间分布和形态特征的数据集的特点是什么？",
        "AnswerEn": "mountain distribution, classification, morphological elements, mountain area proportions, mountain spatial ranges, types, ranges, peak data, mountain area statistics by administrative regions, terrain elevation data, formation type zoning, regional partitioning of mountains, high spatial resolution around 90 meters, aligned with medium to high-resolution remote sensing images",
        "AnswerCn": "山脉分布、分类、形态要素、山地区域比例、山地空间范围、类型、山脉、峰值数据、按行政区域划分的山地区域统计、地形高程数据、形成类型分区、山地的区域划分、高空间分辨率约90米，与中高分辨率遥感图像对齐。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the original DEM used for defining mountain spatial boundaries in a dataset related to Chinese mountain geography?",
        "QuestionCn": "用于定义中国山脉地理数据集中山脉空间边界的原始DEM的空间分辨率是多少？",
        "AnswerEn": "90 meters",
        "AnswerCn": "90米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of '中国数字山地图' in terms of data collection and its application for understanding mountain spatial patterns and features in China?",
        "QuestionCn": "'中国数字山地图'在数据收集方面的重要性及其在理解中国山地空间格局和特征方面的应用是什么？",
        "AnswerEn": "'中国数字山地图' refers to a dataset that characterizes the spatial patterns and complex morphological features of mountains in China at a macro scale. It includes data on mountain distribution, classification, morphological elements, and mountain area ratios. This dataset is crucial for zoning and understanding the genesis of mountains, as well as for analyzing the relationship between resources and the environment. It provides foundational data for ecological, resource, and environmental studies, supporting ecological civilization construction and socioeconomic development in China. Data collection for this dataset involved quantitative delineation of mountain spatial ranges, analysis of mountain undulation scales, and terrain-adaptive algorithms, resulting in a high spatial resolution dataset that is essential for regional studies and decision-making.",
        "AnswerCn": "'中国数字山地图'是一个描述中国山脉空间分布和复杂形态特征的宏观数据集。它包括山脉分布、分类、形态元素和山脉面积比率的数据。该数据集对于山脉的分区和成因理解至关重要，同时也有助于分析资源与环境之间的关系。它为生态、资源和环境研究提供了基础数据，支持中国生态文明建设和社会经济发展。该数据集的数据收集涉及山脉空间范围的定量划定、山脉起伏尺度的分析和地形适应算法的应用，最终形成了一个高空间分辨率的数据集，对于区域研究和决策制定至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately defining mountain spatial boundaries and classifications in digital terrain mapping?",
        "QuestionCn": "在数字地形测绘中，准确定义山脉空间边界和分类的挑战因素包括哪些？",
        "AnswerEn": "Factors contributing to the challenges of accurately defining mountain spatial boundaries and classifications include the need for precise quantitative delineation of mountain spatial ranges, the computation of mountain relief scales, and the development of terrain-adaptive algorithms. These challenges arise from the complex spatial patterns and morphological features of mountains, which require high-resolution data and the integration of remote sensing imagery to ensure consistency and accuracy in the digital terrain maps.",
        "AnswerCn": "准确定义山脉空间边界和分类的挑战因素包括需要精确的定量划定山脉空间范围、计算山脉地形尺度以及开发适应地形的算法。这些挑战源于山脉复杂的空间模式和形态特征，要求高分辨率数据和遥感影像的整合，以确保数字地形图的一致性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of creating a dataset that delineates China's mountainous spatial patterns and complex morphological characteristics?",
        "QuestionCn": "创建一个 delineates 中国山区空间模式和复杂形态特征的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective of creating a dataset that delineates China's mountainous spatial patterns and complex morphological characteristics is to provide foundational data for mountain zoning, classification of mountain genesis, and analysis of resource-environment relationships. This aims to support ecological civilization construction and socio-economic development in China by offering reliable data for mountain environment and disaster zone research, as well as macroscopic decision-making for mountainous areas.",
        "AnswerCn": "创建一个 delineates 中国山区空间模式和复杂形态特征的数据集的主要目标是为山区分区、山体成因分类以及资源-环境关系分析提供基础数据。这旨在通过为山区环境和灾害区研究提供可靠数据，以及为山区的宏观决策支持，促进中国的生态文明建设和社会经济发展。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and processing the data to delineate mountain spatial boundaries and classify mountain types using high-resolution DEM and remote sensing imagery?",
        "QuestionCn": "收集和处理数据以划定山地空间边界并使用高分辨率DEM和遥感影像分类山地类型的程序步骤是什么？",
        "AnswerEn": "The data collection involves obtaining a Digital Elevation Model (DEM) with an approximate spatial resolution of 90m. The spatial boundaries and classification of mountain types are determined by integrating this DEM data with moderate to high-resolution remote sensing imagery for necessary revisions. This ensures consistency with terrain shading maps. The process includes quantitative delimitation of mountain spatial ranges, scale analysis of mountain undulation calculations, and the use of terrain-adaptive algorithms for comprehensive mountain mapping.",
        "AnswerCn": "数据收集涉及获取一个约90米空间分辨率的数字高程模型（DEM）。山脉类型的空间边界和分类通过将该DEM数据与中到高分辨率的遥感影像相结合进行必要的修订，从而确保与地形阴影图的一致性。该过程包括对山脉空间范围的定量划定、山脉起伏计算的尺度分析，以及使用地形自适应算法进行全面的山脉制图。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technologies or methodologies enable the integration of high-resolution remote sensing imagery with digital elevation models to refine mountain spatial data accuracy in China?",
        "QuestionCn": "哪些技术或方法能够将高分辨率遥感影像与数字高程模型集成，以提高中国山区空间数据的准确性？",
        "AnswerEn": "The integration involves using medium to high-resolution remote sensing imagery to adjust and validate the boundaries and spatial accuracy of digital elevation models (DEM) with an approximate spatial resolution of 90m. The mountain delineation and classification in the dataset are refined with this imagery, ensuring spatial consistency with terrain shading maps.",
        "AnswerCn": "该集成涉及使用中到高分辨率的遥感影像来调整和验证数字高程模型（DEM）的边界和空间精度，DEM的空间分辨率约为90米。通过这些影像，数据集中的山脉划分和分类得到了优化，确保与地形阴影图的一致性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}