{
  "id": "f17c1bae-a78c-426b-9c94-ab2a2d67bf8d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Cropland spatial dataset of Brahmaputra River and Its Two Tributaries in 1730",
      "titleCn": "“一江两河”耕地空间分布格局数据集（1730）",
      "description": "Tibetan Plateau with high altitude,cold climate,poor natural conditions and fragile ecological environment become the sensitive and promoter region of global climate change.Studying for Land reclamation of historical period in Qinghai-Tibet Plateau is not only the specific way to participate in the global environmental change, but also can provide the comprehensive research of land use change with abundant regional information,there is important significance  for studying history in our country even the whole world of land use/cover change research.The region of Brahmaputra River and its two tributaries in Tibetan Plateau pastoral transitional zone is one of the important typical agricultural area, and is the area with the most intense land reclamation activities and the fastest population growing.Proceeding deep historical data mining in the study area to reconstruct the cropland spatial patterns over the past 300 years has important significance to study the human land use activities under the background of  global climate change. This data contains raster data on the spatial distribution pattern of arable land  in Brahmaputra River and Its Two Tributaries in 1730  with a spatial resolution of 500m*500m.The data of cultivated land in 1730 comes from tiehu Inventory，the missing data of  two counties were interpolated.The land area recorded in the data is converted into modern mu units, and the missing counties are calculated using the area's per capita cultivated land and population.",
      "descriptionCn": "青藏高原海拔高、气候寒冷，自然条件恶劣，生态环境极其脆弱，是全球气候变化的脆弱区和启动区，对青藏高原历史时期的土地开垦研究既是参与全球环境变化的具体途径，也能为土地利用变化的综合研究提供丰富的区域性信息，对于我国乃至全球的历史土地利用/土地覆被变化研究有着重要意义。“一江两河”是青藏高原农牧交错带典型农业区之一，也是西藏近 300 年来土地开垦活动最剧烈和人口增长最快的区域，充分挖掘该地区丰富的历史文献资料重建该地区过去300 年的耕地分布格局，对研究全球气候变化背景下的人类土地利用活动有重要意义。1730年耕地数据主要来源于《铁虎清册》。将资料中记载的土地面积换算成现代亩制单位，某几个缺失的县用该地区的人均耕地数量和人口数量计算得到。",
      "instructions": "Reclamation rate data are stored in grid form, and the file names areYJLH1730KZL.YJLH stands for Brahmaputra River and Its Two Tributaries, 1730 stands for year, and KZL stands for reclamation rate.\nData reading method: ArcGIS can be used to open the view and analysis.",
      "instructionsCn": "垦殖率数据以栅格形式储存，文件名称为YJLH1730KZL，YJLH代表一江两河，1730代表年份，KZL代表垦殖率。数据读取方式：可以采用ARCGIS打开查看和分析.",
      "east": 92.35,
      "west": 87.0,
      "south": 28.2,
      "north": 31.2,
      "startTime": null,
      "endTime": null,
      "fileSize": 398818.0,
      "cstr": "18406.11.HumanNat.tpdc.272004",
      "doi": "10.11888/HumanNat.tpdc.272004",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘峰贵",
        "nameEn": "LIU Fenggui",
        "unitEn": "",
        "unitCn": "青海师范大学"
      },
      {
        "nameCn": "顾锡静",
        "nameEn": "GU Xijing",
        "unitEn": "",
        "unitCn": "青海师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "“一江两河”地区历史聚落演变与耕地空间格局重建",
        "titleEn": null,
        "referenceCn": "顾锡静. (2021). “一江两河”地区历史聚落演变与耕地空间格局重建. 青海师范大学.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "一江两河",
        "keywordEn": "Brahmaputra river and its two tributaries"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1730",
        "keywordEn": "1730",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to reconstruct historical cropland distribution patterns in high-altitude, cold, and ecologically fragile regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "在高海拔、寒冷和生态脆弱地区（如青藏高原）重建历史耕地分布模式的数据收集方法的特点是什么？",
        "AnswerEn": "rich historical documents, conversion of historical land area records into modern units, estimation of missing data, consideration of per capita cropland, consideration of population numbers",
        "AnswerCn": "丰富的历史文献，将历史土地面积记录转换为现代单位，估算缺失数据，考虑人均耕地，考虑人口数量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '一江两河' refer to in the context of agricultural land distribution data on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原农业用地分布数据的背景下，“一江两河”指的是什么？",
        "AnswerEn": "'一江两河' refers to a typical agricultural area on the Tibetan Plateau, which is part of the agro-pastoral transitional zone. It has experienced significant land reclamation and population growth over the past 300 years, making it a crucial region for studying historical land use and land cover changes in relation to global climate change.",
        "AnswerCn": "“一江两河”指的是青藏高原上的一个典型农业区，属于农牧过渡带。过去300年来，该地区经历了显著的土地开垦和人口增长，使其成为研究与全球气候变化相关的历史土地利用和土地覆盖变化的重要区域。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about historical land use patterns in the Qinghai-Tibet Plateau by analyzing the spatial distribution of cultivated land over the past 300 years?",
        "QuestionCn": "通过分析过去300年青藏高原耕地的空间分布，可以推断出关于历史土地利用模式的哪些信息？",
        "AnswerEn": "By examining the spatial distribution of cultivated land in the Qinghai-Tibet Plateau over the past 300 years, researchers can infer the impact of climate change on land use, how human activities have adapted to harsh environmental conditions, and the extent of agricultural expansion in response to population growth. The data gathered from historical documents, such as the conversion of land area records into modern units, provides insights into historical land exploitation and population dynamics in this ecologically sensitive region.",
        "AnswerCn": "通过研究过去300年青藏高原耕地的空间分布，研究人员可以推断气候变化对土地利用的影响、人类活动如何适应恶劣的环境条件，以及农业在应对人口增长方面的扩展程度。从历史文献中收集的数据，例如将土地面积记录转换为现代单位，为我们提供了对这一生态敏感区域历史土地开发和人口动态的洞察。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the reconstruction of past land cultivation patterns on the Tibetan Plateau over the past 300 years?",
        "QuestionCn": "哪些因素有助于重建过去300年青藏高原的土地耕作模式？",
        "AnswerEn": "The reconstruction of past land cultivation patterns on the Tibetan Plateau over the past 300 years is influenced by the availability and analysis of historical documents, such as the '铁虎清册', which provide records of land area. These records are converted into modern measurement units, and for regions with missing data, estimations are made based on average per capita cultivated land and population figures. The unique ecological and climatic conditions of the Tibetan Plateau, being a vulnerable area to global climate change, also play a significant role in understanding these patterns.",
        "AnswerCn": "对过去300年藏族高原土地耕作模式的重建受到历史文献（如《铁虎清册》）的可用性和分析的影响，这些文献提供了土地面积的记录。这些记录被转换为现代测量单位，对于缺少数据的地区，则根据人均耕地面积和人口数据进行估算。藏族高原独特的生态和气候条件，使其成为全球气候变化的脆弱区域，这也在理解这些模式中发挥了重要作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of reconstructing historical cropland distribution patterns from historical documents on understanding human land use activities in regions sensitive to climate change?",
        "QuestionCn": "从历史文献中重建历史耕地分布模式对理解气候变化敏感地区的人类土地利用活动可能产生的后果是什么？",
        "AnswerEn": "Reconstructing historical cropland distribution patterns from historical documents provides valuable insights into how human land use activities have evolved in regions sensitive to climate change, like the Qinghai-Tibet Plateau. This can enhance our understanding of the interactions between human activities and environmental changes over time, aiding in the prediction of future land use trends and the development of sustainable land management practices in fragile ecological zones.",
        "AnswerCn": "从历史文献中重建历史耕地分布模式为我们提供了宝贵的见解，帮助我们了解人类土地利用活动在气候变化敏感地区（如青藏高原）是如何演变的。这可以增强我们对人类活动与环境变化之间相互作用的理解，从而有助于预测未来的土地利用趋势，并在脆弱生态区制定可持续的土地管理实践。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective behind reconstructing the past 300 years of cultivated land distribution patterns in the 'One River, Two Streams' area on the Tibetan Plateau?",
        "QuestionCn": "重建藏区“一河两溪”地区过去300年的耕地分布模式的目标是什么？",
        "AnswerEn": "The objective is to provide rich regional information for comprehensive studies on land use change, contribute to the global research on historical land use/land cover changes, and explore human land use activities in the context of global climate change. It is significant for understanding the intense land reclamation activities and rapid population growth in this area over the past 300 years.",
        "AnswerCn": "目标是提供丰富的区域信息，以便对土地利用变化进行全面研究，贡献于全球历史土地利用/土地覆盖变化的研究，并在全球气候变化的背景下探索人类土地利用活动。这对于理解过去300年该地区强烈的土地开垦活动和快速的人口增长具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be followed to utilize historical documents for reconstructing past land use patterns in challenging ecological regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "可以遵循哪些程序利用历史文献重建像青藏高原这样具有挑战性的生态区域的过去土地利用模式？",
        "AnswerEn": "To utilize historical documents for reconstructing past land use patterns in challenging ecological regions like the Qinghai-Tibet Plateau, a key procedure involves the extraction and conversion of data from historical sources such as the '铁虎清册'. This includes converting historical land area measurements into modern units such as mu. For areas with missing data, researchers can estimate land use patterns using metrics like per capita cultivated land area and population numbers. These reconstructed datasets help examine human land use activities in the context of global climate change.",
        "AnswerCn": "为了利用历史文献重建像青藏高原这样具有挑战性的生态区域的过去土地利用模式，一个关键步骤是从历史资料中提取和转换数据，例如《铁虎清册》。这包括将历史土地面积测量转换为现代单位，如亩。对于缺失数据的区域，研究人员可以使用人均耕地面积和人口数量等指标来估算土地利用模式。这些重建的数据集有助于在全球气候变化的背景下考察人类土地利用活动。",
        "Level": "C3(Applying)"
      }
    ]
  }
}