{
  "id": "f1bba022-2f3b-4529-a462-926a3d1ae6bd",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-large aperture scintillometer, 2015)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-大孔径闪烁仪（2015）",
      "description": "The data set contains the observation data of large aperture scintillator from January 1, 2015 to December 31, 2015. Two large aperture scintillation meters, bls450 and zzlas, are installed respectively. The site is located in donghuayuan Town, Huailai County, Hebei Province. The longitude and latitude of the observation point are 115.7880e, 40.3491n and 480m above sea level. The effective height of the large aperture scintillator is 14m, the optical path length is 1870m, the longitude and latitude of the transmitter are 115.8023e, 40.3596n, and the longitude and latitude of the receiver are 115.7825e and 40.3522n. The acquisition frequency of bls450 and zzlas is 5Hz and 1Hz respectively, with an average output of 1min.\nThe original data of large aperture scintillator is 1 min, and the released data is 30 min average data after processing and quality control. The sensible heat flux is mainly obtained by iterative calculation based on Monin obkhov similarity theory and combined with automatic weather station data. In the process of iterative calculation, for bls450, the stability function of thiermann and Grassl, 1992 is selected; for zzlas, the stability function of Andreas, 1988 is selected. The main quality control steps include: (1) eliminating the data of cn2 saturation; (2) eliminating the data with weak demodulation signal intensity; (3) eliminating the data of precipitation time and one hour before and after; (4) eliminating the data of weak turbulence under stable conditions (U * less than 0.1m/s).\nSeveral explanations about the published data are as follows: (1) the Las data is mainly bls450, and the missing time is supplemented by zzlas observation, and the missing time is marked with - 6999. (2) Data header: date / time: date / time, cn2: structure parameter of air refraction index (m-2 / 3), H_ Las: sensible heat flux (w / m2). The meaning of data time, for example, 0:30 represents the average of 0:00-0:30; the data is stored in *. XLS format.\nGuo et al, 2020 is used for site introduction and Liu et al, 2013 for data processing",
      "descriptionCn": "该数据集包含了2015年1月1日至2015年12月31日的大孔径闪烁仪观测数据，分别架设了两台型号为BLS450和zzlas的大孔径闪烁仪。站点位于河北省怀来县东花园镇，下垫面为玉米。观测点的经纬度是115.7880E，40.3491N，海拔480m。大孔径闪烁仪的有效高度为14m，光径长度是1870m，发射端经纬度是115.8023E，40.3596N，接收端的经纬度是115.7825E，40.3522N。BLS450和zzlas的采集频率分别为5Hz和1Hz，平均为1min输出。\n\n大孔径闪烁仪原始数据为1min，发布的数据为经过处理与质量控制后的30min平均数据，其中感热通量主要是结合自动气象站数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到。在迭代计算过程中，对于BLS450，选取Thiermann and Grassl，1992的稳定度函数；对于zzlas，选取Andreas，1988的稳定度函数。主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据；（2）剔除解调信号强度较弱的数据；（3）剔除降水时刻及其前后一小时的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。\n\n关于发布数据的几点说明：（1）LAS数据以BLS450为主，缺失时刻由zzlas观测补充，两者都缺失则以-6999标记。（2）数据表头：Date/Time：日期/时间，Cn2：空气折射指数结构参数（m-2/3），H_LAS：感热通量（W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
      "instructions": "File naming method: **** station-####, yyyy, where **** * represents the site name, #### # represents the site type, and yyyy represents the data observation year\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
      "instructionsCn": "文件命名方式：**** station-####, yyyy，其中****代表站点名称，####代表站点类型，yyyy代表数据观测年份\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
      "east": 115.783,
      "west": 115.783,
      "south": 40.3522,
      "north": 40.3522,
      "startTime": "2015-01-10 16:00:00",
      "endTime": "2016-01-10 15:30:00",
      "fileSize": 545021.0,
      "cstr": "18406.11.haihe.018.2016.db",
      "doi": "10.3972/haihe.018.2016.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
        "referenceCn": null,
        "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
      },
      {
        "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
      },
      {
        "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      },
      {
        "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
        "titleEn": null,
        "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
        "titleEn": null,
        "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
        "referenceEn": null
      },
      {
        "titleCn": "大尺度地表水热通量的观测、分析与应用",
        "titleEn": null,
        "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
      },
      {
        "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
        "titleEn": null,
        "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
        "referenceEn": null
      },
      {
        "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
        "referenceEn": null
      },
      {
        "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
        "titleEn": null,
        "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表能量平衡",
        "nameEn": "Surface energy balance"
      },
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "怀来县",
        "keywordEn": "Huailai"
      },
      {
        "keywordCn": "河北省",
        "keywordEn": "Hebei"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
      ],
      "research objective": [
        "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
      ],
      "challenges": [
        "More data is needed for further discussions."
      ],
      "methods": [
        "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
      ],
      "dataset": [
        "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
      ],
      "findings": [
        "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
      ],
      "backgroundCn": [
        "气动粗糙长度（z0m）是利用遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推在何高度变为零。根据众多观测，不同表面上z0m的变化范围很大，城市和山区的z0m约为1.0米，而在光滑的水体表面、冰面和雪面上，z0m的量级则为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量数据。在实际应用中，尤其是对于遥感模型和陆面模型，仅依靠站点观测很难获得局部或区域尺度的z0m。以前的研究者提出了一些气动粗糙长度与地表特性（如植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
      ],
      "research objectiveCn": [
        "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估计的异质表面上的z0m与粗糙度元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
      ],
      "challengesCn": [
        "需要更多数据以进行进一步讨论。"
      ],
      "methodsCn": [
        "本文计算了多个地表的z0m，使用了来自小汤山的3年实验数据。首先，针对每个表面组成部分（斑块）计算了单独的z0m，使用了粗糙度元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权方法对整个实验场的z0m进行聚合。"
      ],
      "datasetCn": [
        "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年，实验时间为5月30日至7月7日。在南部子区，土地覆盖在5月30日至6月11日期间为裸土，而玉米植物在6月12日左右开始出土。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
      ],
      "findingsCn": [
        "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向上的异质性。"
      ]
    },
    {
      "background": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objective": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challenges": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methods": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "dataset": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findings": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ],
      "backgroundCn": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objectiveCn": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challengesCn": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methodsCn": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "datasetCn": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findingsCn": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ]
    },
    {
      "background": [
        "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
      ],
      "research objective": [
        "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
      ],
      "challenges": [
        "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
      ],
      "methods": [],
      "dataset": [],
      "findings": [
        "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
      ],
      "backgroundCn": [
        "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国尚不普遍。"
      ],
      "research objectiveCn": [
        "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
      ],
      "challengesCn": [
        "关于普遍稳定函数 fT 的形式，存在很少的共识。此外，由于在低风速和夜间非常稳定的条件下，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
      ],
      "methodsCn": [],
      "datasetCn": [],
      "findingsCn": [
        "利用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的测量高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非测量高度远大于零平面位移高度，而在湿表面上，波文比需要准确确定，而空气温度、气压和气动粗糙度长度对HLAS并不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the Monin-Obukhov Similarity Theory (MOST) applicable for analyzing data collected by large aperture scintillometers (LAS) in different environmental conditions?",
        "QuestionCn": "Monin-Obukhov相似理论（MOST）是否适用于分析在不同环境条件下收集的大孔径闪烁仪（LAS）数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can large aperture scintillometers (LAS) effectively capture sensible heat flux at a regional scale, making it suitable for use with satellite models and numerical weather prediction models?",
        "QuestionCn": "大型孔径闪烁仪（LAS）能有效捕捉区域尺度的显热通量，使其适合与卫星模型和数值天气预报模型结合使用吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data collection method is more effective for obtaining regional scale surface fluxes: large aperture scintillometer (LAS) or eddy covariance system (EC)?",
        "QuestionCn": "哪种数据收集方法在获取区域尺度表面通量方面更有效：大孔径闪烁仪（LAS）还是涡度协方差系统（EC）？",
        "AnswerEn": "Large aperture scintillometer (LAS)",
        "AnswerCn": "大孔径闪烁仪 (LAS)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the purpose of using a large aperture scintillometer in surface flux measurements?",
        "QuestionCn": "使用大孔径闪烁仪进行表面通量测量的目的是什么？",
        "AnswerEn": "regional scale average sensible heat fluxes",
        "AnswerCn": "区域尺度平均感热通量",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Where are the typical locations for conducting large-scale surface flux experiments using large aperture scintillometers?",
        "QuestionCn": "典型的大规模表面通量实验使用大孔径闪烁仪的地点在哪里？",
        "AnswerEn": "Xiaotangshan Experimental Station, Guantao, Arou",
        "AnswerCn": "小汤山实验站，馆陶，阿柔",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with applying the Monin-Obukhov Similarity Theory in large aperture scintillometer data analysis?",
        "QuestionCn": "在大孔径闪烁仪数据分析中应用Monin-Obukhov相似理论面临哪些挑战？",
        "AnswerEn": "horizontal homogeneity",
        "AnswerCn": "水平均匀性",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge encountered when using LAS for surface flux measurements, and how is it addressed?",
        "QuestionCn": "使用激光雷达（LAS）进行表面通量测量时遇到的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A challenge when using LAS for surface flux measurements is ensuring the applicability of the Monin-Obukhov Similarity Theory under varying conditions such as low wind speed and stable atmospheric conditions at night. This challenge is addressed by employing specific stability functions and iteration processes to ensure convergence of sensible heat flux calculations, as well as implementing quality control measures to handle data saturation and weak signal strength.",
        "AnswerCn": "使用激光雷达（LAS）进行表面通量测量时，一个挑战是确保在低风速和夜间稳定大气条件下，Monin-Obukhov相似理论的适用性。为了解决这个挑战，采用了特定的稳定性函数和迭代过程，以确保显热通量计算的收敛，同时实施质量控制措施以处理数据饱和和弱信号强度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that records the aerodynamic roughness length (z0m) over heterogeneous surfaces?",
        "QuestionCn": "您能否提供一个记录异质表面上气动粗糙长度（z0m）的数据集示例？",
        "AnswerEn": "An example dataset is derived from the Xiaotangshan Experiment, where data collected over several years is used to calculate the aerodynamic roughness length over heterogeneous surfaces. The dataset includes information on individual surface components, aggregated using a footprint weighting method, and relates z0m to factors like vegetation height and leaf area index.",
        "AnswerCn": "一个示例数据集来源于小汤山实验，该数据集收集了多年的数据，用于计算异质表面的气动粗糙长度。该数据集包括有关单个表面组件的信息，采用足迹加权方法进行汇总，并将z0m与植被高度和叶面积指数等因素相关联。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of large aperture scintillometer (LAS) data collection methods in terms of temporal resolution and data processing steps?",
        "QuestionCn": "大型孔径闪烁仪（LAS）数据收集方法在时间分辨率和数据处理步骤方面有哪些特点？",
        "AnswerEn": "1-minute temporal resolution, 30-minute averages, removal of saturated Cn2 values, removal of weak demodulation signals, removal of data during precipitation, removal of data under stable conditions with weak turbulence (u* < 0.1 m/s)",
        "AnswerCn": "1分钟时间分辨率，30分钟平均，去除饱和的Cn2值，去除弱解调信号，去除降水期间的数据，去除在稳定条件下湍流较弱（u* < 0.1 m/s）时的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What factors influence the selection of stability functions for calculating sensible heat flux in scintillometer data processing?",
        "QuestionCn": "影响在闪烁仪数据处理过程中选择稳定性函数以计算显热通量的因素有哪些？",
        "AnswerEn": "Thiermann and Grassl, 1992 stability function, Andreas, 1988 stability function, Monin-Obukhov similarity theory",
        "AnswerCn": "Thiermann和Grassl，1992年稳定函数，Andreas，1988年稳定函数，Monin-Obukhov相似理论",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges in applying the Monin-Obukhov Similarity Theory (MOST) to heterogeneous surfaces in the context of LAS data collection?",
        "QuestionCn": "在LAS数据收集的背景下，将Monin-Obukhov相似理论（MOST）应用于异质表面时面临的挑战是什么？",
        "AnswerEn": "varying surface cover types, flatness, hydrological conditions, weather conditions, horizontal uniformity assumptions, similarity between temperature structure parameters and turbulence characteristics",
        "AnswerCn": "地表覆盖类型的变化、平坦度、水文条件、天气条件、水平均匀性假设、温度结构参数与湍流特征的相似性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of data collection for the large aperture scintillometer in a dataset related to surface flux measurements?",
        "QuestionCn": "在与表面通量测量相关的数据集中，大孔径闪烁计的数据收集频率是多少？",
        "AnswerEn": "5 Hz, 1 Hz, 1 minute",
        "AnswerCn": "5 赫兹，1 赫兹，1 分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the length of the light path for the large aperture scintillometer used in the data collection process regarding surface flux measurements?",
        "QuestionCn": "用于表面通量测量数据收集过程的大孔径闪烁计的光路长度是多少？",
        "AnswerEn": "1870 meters",
        "AnswerCn": "1870米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Large Aperture Scintillometer (LAS) and how is it used in surface flux measurements?",
        "QuestionCn": "大型孔径闪烁仪（LAS）是什么，它如何用于地表通量测量？",
        "AnswerEn": "The Large Aperture Scintillometer (LAS) is an instrument used in surface flux measurements to obtain regional-scale average sensible heat flux, ranging from hundreds of meters to several kilometers. It measures the atmospheric refractive index structure parameter Cn2 and uses Monin-Obukhov Similarity Theory to derive the sensible heat flux.",
        "AnswerCn": "大型孔径闪烁仪（LAS）是一种用于表面通量测量的仪器，用于获取区域尺度的平均显热通量，范围从几百米到几公里。它测量大气折射率结构参数Cn2，并利用莫宁-奥布霍夫相似理论推导显热通量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are some common quality control measures applied to data collected from Large Aperture Scintillometers?",
        "QuestionCn": "从大孔径闪烁仪收集的数据常用的一些质量控制措施有哪些？",
        "AnswerEn": "Common quality control measures for data from Large Aperture Scintillometers include removing data when Cn2 saturation occurs, eliminating weak demodulation signal data, excluding data during precipitation and the hour before and after, and discarding weak turbulence data under stable conditions where friction velocity u* is less than 0.1m/s.",
        "AnswerCn": "大型孔径闪烁仪数据的常见质量控制措施包括：在Cn2饱和时删除数据，消除弱解调信号数据，排除降水期间及前后一个小时的数据，以及在稳定条件下，当摩擦速度u*小于0.1m/s时丢弃弱湍流数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the aerodynamic roughness length calculation using Monin-Obukhov Similarity Theory compare to the parameterization methods involving vegetation characteristics like height and leaf area index?",
        "QuestionCn": "使用Monin-Obukhov相似理论计算气动粗糙长度与涉及植被特征（如高度和叶面积指数）的参数化方法相比，如何？",
        "AnswerEn": "The aerodynamic roughness length calculation using Monin-Obukhov Similarity Theory involves using wind profile measurements and is directly tied to the surface characteristics influencing wind turbulence. Parameterization methods, on the other hand, relate aerodynamic roughness length to land surface properties such as vegetation height and leaf area index, offering a heuristic approach that accommodates variation in roughness elements across different surfaces.",
        "AnswerCn": "使用莫宁-奥布霍夫相似理论计算气动粗糙长度涉及使用风剖面测量，并与影响风湍流的表面特征直接相关。另一方面，参数化方法将气动粗糙长度与地表特性（如植被高度和叶面积指数）相关联，提供了一种启发式方法，以适应不同表面上粗糙元素的变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do large aperture scintillometer measurements differ from eddy covariance systems in terms of scale and application for surface flux estimation?",
        "QuestionCn": "大孔径闪烁仪测量与涡动协方差系统在表面通量估计的尺度和应用方面有何不同？",
        "AnswerEn": "Large aperture scintillometers measure surface fluxes over a larger scale (500 m to 10 km) compared to eddy covariance systems, which have a smaller spatial representation (tens to hundreds of meters). This makes scintillometers more suitable for matching satellite pixel scales and grid scales of numerical weather prediction models, whereas eddy covariance systems are recognized for high accuracy but limited spatial coverage.",
        "AnswerCn": "大孔径闪烁仪测量的表面通量覆盖的范围更大（500米到10公里），而涡度协方差系统的空间代表性较小（几十到几百米）。这使得闪烁仪更适合与卫星像素尺度和数值天气预报模型的网格尺度相匹配，而涡度协方差系统则因其高精度而受到认可，但空间覆盖有限。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in data quality control steps involved in processing large aperture scintillometer data compared to the eddy covariance data?",
        "QuestionCn": "处理大孔径闪烁仪数据与涡度协方差数据在数据质量控制步骤上有哪些不同之处？",
        "AnswerEn": "For large aperture scintillometer data, quality control steps include discarding data when Cn2 is saturated, when demodulated signal strength is weak, during precipitation events, and under stable conditions with weak turbulence. Eddy covariance data processing typically involves correcting for time lags, sensor response, and energy balance closure issues, focusing more on the precision of direct turbulent flux measurements.",
        "AnswerCn": "对于大孔径闪烁仪数据，质量控制步骤包括在Cn2饱和时丢弃数据、在解调信号强度较弱时丢弃数据、在降水事件期间丢弃数据，以及在稳定条件下且湍流较弱时丢弃数据。涡度协方差数据处理通常涉及修正时间滞后、传感器响应和能量平衡闭合问题，更加关注直接湍流通量测量的精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What considerations should be made when determining the applicability of the Monin-Obukhov Similarity Theory in surface flux measurements using large aperture scintillometers?",
        "QuestionCn": "在使用大孔径闪烁仪进行表面通量测量时，确定Monin-Obukhov相似理论适用性时应考虑哪些因素？",
        "AnswerEn": "The applicability of the Monin-Obukhov Similarity Theory (MOST) in large aperture scintillometer (LAS) measurements involves assessing the impact of factors like surface coverage type, flatness, hydrothermal conditions, and weather. Additionally, the stability of atmospheric conditions, particularly during unstable conditions, affects the relevance of MOST. Methods such as factor analysis and temperature structure parameter analysis can be used to evaluate MOST's applicability effectively.",
        "AnswerCn": "Monin-Obukhov相似理论（MOST）在大孔径闪烁仪（LAS）测量中的适用性涉及评估表面覆盖类型、平坦度、水热条件和天气等因素的影响。此外，特别是在不稳定条件下，大气条件的稳定性会影响MOST的相关性。可以使用因子分析和温度结构参数分析等方法有效评估MOST的适用性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might data collection challenges affect the measurement of aerodynamic roughness length (z0m) over heterogeneous surfaces?",
        "QuestionCn": "数据收集挑战如何影响对异质表面上气动粗糙度长度（z0m）的测量？",
        "AnswerEn": "Data collection challenges for measuring aerodynamic roughness length (z0m) over heterogeneous surfaces can include variability in surface properties like vegetation height and leaf area index. These factors influence wind turbulence and require careful parameterization. The direction-dependent nature of z0m due to spatial distribution of surface elements, as well as limited availability of comprehensive data, can also complicate the measurement process.",
        "AnswerCn": "测量异质表面上气动粗糙长度（z0m）的数据收集挑战包括表面特性如植被高度和叶面积指数的变异性。这些因素影响风的湍流，需要仔细的参数化。由于表面元素的空间分布，z0m的方向依赖性以及全面数据的有限可用性也会使测量过程复杂化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What potential adjustments might be necessary to accurately measure sensible heat flux using large aperture scintillometers, considering the influence of wind speed and surface conditions?",
        "QuestionCn": "使用大孔径闪烁仪准确测量显热通量时，考虑到风速和地表条件的影响，可能需要进行哪些调整？",
        "AnswerEn": "To accurately measure sensible heat flux using large aperture scintillometers, adjustments may include careful consideration of beam height relative to zero-plane displacement height, especially under low wind speed and stable conditions. Determining the Bowen ratio accurately, particularly over wet surfaces, is crucial. Additionally, ensuring that the beam height is significantly larger than the zero-plane displacement height can help mitigate sensitivity issues in the measurements.",
        "AnswerCn": "为了准确测量显热通量，使用大孔径闪烁仪时需要进行调整，特别是在低风速和稳定条件下，需仔细考虑光束高度与零平面位移高度的关系。准确确定波文比，尤其是在湿润表面上，至关重要。此外，确保光束高度显著高于零平面位移高度可以帮助减轻测量中的敏感性问题。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is it important to select specific stability functions during the data processing of large aperture scintillometer observations, and what could be the consequences of choosing an inappropriate one?",
        "QuestionCn": "在处理大孔径闪烁仪观测数据时，选择特定的稳定性函数为何重要？选择不合适的稳定性函数可能会带来什么后果？",
        "AnswerEn": "Selecting appropriate stability functions is crucial because they influence the iteration process used to calculate sensible heat flux. Inappropriate selections can lead to non-convergence of calculations, especially under conditions of low wind speed and very stable atmospheric conditions, potentially resulting in inaccurate measurements.",
        "AnswerCn": "选择合适的稳定性函数至关重要，因为它们会影响用于计算显热通量的迭代过程。不当的选择可能导致计算不收敛，特别是在低风速和非常稳定的大气条件下，可能导致测量不准确。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the underlying causes of data saturation and weak demodulation signal strength in large aperture scintillometer observations, and how do these affect data quality?",
        "QuestionCn": "大型孔径闪烁仪观测中数据饱和和弱解调信号强度的潜在原因是什么，这些因素如何影响数据质量？",
        "AnswerEn": "Data saturation can occur when the atmospheric refractive index structure parameter reaches its limit, while weak demodulation signals may result from poor atmospheric conditions or equipment limitations. These issues can lead to the exclusion of affected data points during quality control procedures, impacting the overall accuracy and reliability of the collected data.",
        "AnswerCn": "数据饱和可能发生在大气折射率结构参数达到极限时，而弱解调信号可能是由于不良的大气条件或设备限制所导致。这些问题可能导致在质量控制过程中排除受影响的数据点，从而影响所收集数据的整体准确性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What might be the consequences of using different stability functions in the iterative calculation of sensible heat flux from large aperture scintillometer data?",
        "QuestionCn": "在大孔径闪烁仪数据的迭代计算显热通量时使用不同的稳定性函数可能会产生什么后果？",
        "AnswerEn": "The use of different stability functions can impact the calculation of sensible heat flux by affecting the convergence of the iteration process, particularly under conditions of low wind speed and very stable atmospheric conditions, which can lead to discrepancies in the measured flux values.",
        "AnswerCn": "不同稳定性函数的使用会影响显热通量的计算，因为它们会影响迭代过程的收敛，特别是在低风速和非常稳定的大气条件下，这可能导致测得的通量值出现差异。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to use large aperture scintillometers in the collection of surface flux data, especially in comparison to traditional methods?",
        "QuestionCn": "为什么在收集地表通量数据时使用大孔径闪烁仪很重要，尤其是与传统方法相比？",
        "AnswerEn": "Large aperture scintillometers (LAS) are crucial for obtaining regional scale (hundreds of meters to several kilometers) average sensible heat flux, which is more representative for satellite pixel and numerical weather prediction model grid scales compared to traditional eddy covariance systems that have smaller spatial representativeness.",
        "AnswerCn": "大型孔径闪烁仪（LAS）对于获取区域尺度（数百米到几公里）平均显热通量至关重要，这比传统的涡度协方差系统具有更大的空间代表性，更能代表卫星像素和数值天气预报模型网格尺度。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the primary objectives for implementing Monin-Obukhov Similarity Theory (MOST) in analyzing data from large aperture scintillometers?",
        "QuestionCn": "实施Monin-Obukhov相似理论（MOST）以分析大孔径闪烁仪数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to assess the applicability of MOST in LAS observations and to develop quantitative methods for judging the suitability of MOST, as the theory's applicability can be influenced by various factors like surface cover type, flatness, and weather conditions.",
        "AnswerCn": "主要目标是评估MOST在LAS观测中的适用性，并开发定量方法来判断MOST的适用性，因为理论的适用性可能受到地表覆盖类型、平坦度和天气条件等各种因素的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to investigate the aerodynamic roughness length (z0m) over heterogeneous surfaces, and how does this contribute to remote sensing and land surface models?",
        "QuestionCn": "为什么有必要研究异质表面的气动粗糙长度（z0m），这对遥感和陆面模型有什么贡献？",
        "AnswerEn": "Investigating z0m over heterogeneous surfaces is necessary to understand its directional dependence and relate it to roughness element characteristics, which can help improve parameterizations used in remote sensing algorithms and land surface models, enhancing the accuracy of surface flux estimations.",
        "AnswerCn": "研究异质表面上的z0m是必要的，以理解其方向依赖性并将其与粗糙元素特征相关联，这有助于改进遥感算法和陆面模型中使用的参数化，从而提高表面通量估计的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in processing and quality controlling the large aperture scintillometer data to ensure accuracy and reliability in surface flux measurements?",
        "QuestionCn": "处理和质量控制大孔径闪烁仪数据以确保表面通量测量的准确性和可靠性涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps for processing and quality controlling large aperture scintillometer data include: removing saturated Cn2 data, excluding data with weak demodulation signal strength, eliminating data during precipitation and one hour before and after, and discarding data under stable conditions with weak turbulence (u* less than 0.1m/s).",
        "AnswerCn": "处理和质量控制大孔径闪烁仪数据的程序步骤包括：去除饱和的Cn2数据，排除信号强度较弱的解调数据，消除降水期间及前后一个小时的数据，以及丢弃在稳定条件下湍流较弱（u*小于0.1m/s）的数据。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the Monin-Obukhov Similarity Theory be applied or adapted to evaluate the suitability of surface flux measurements under varying atmospheric and surface conditions?",
        "QuestionCn": "Monin-Obukhov相似理论如何应用或调整以评估在不同大气和地表条件下进行的地表通量测量的适用性？",
        "AnswerEn": "The Monin-Obukhov Similarity Theory can be applied to evaluate the suitability of surface flux measurements by using it in conjunction with atmospheric refractive index structure parameter C2n and related meteorological data. The theory's applicability was assessed by establishing two new methods: factor analysis and temperature structure parameter methods, which proved to be reasonable and reliable.",
        "AnswerCn": "Monin-Obukhov相似理论可以用来评估表面通量测量的适用性，通过将其与大气折射率结构参数C2n及相关气象数据结合使用。该理论的适用性通过建立两种新方法进行评估：因子分析法和温度结构参数法，这两种方法被证明是合理和可靠的。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological approaches are used to calculate and analyze aerodynamic roughness length (z0m) over heterogeneous surfaces, and how do these methods account for directional and spatial variability?",
        "QuestionCn": "用于计算和分析异质表面上气动粗糙长度（z0m）的方法论方法有哪些？这些方法如何考虑方向性和空间变异性？",
        "AnswerEn": "Methodological approaches to calculate and analyze aerodynamic roughness length (z0m) over heterogeneous surfaces involve using an analytical footprint model to assess directional characteristics, and relating z0m to roughness element characteristics such as vegetation height and leaf area index. These methods use footprint weighting to aggregate z0m over the entire experimental field, accounting for directional and spatial variability.",
        "AnswerCn": "计算和分析异质表面上气动粗糙长度（z0m）的方法论方法涉及使用分析足迹模型来评估方向特征，并将z0m与粗糙元素特征（如植被高度和叶面积指数）相关联。这些方法使用足迹加权来聚合整个实验场地的z0m，考虑方向和空间的变异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection technologies facilitate the measurement of surface fluxes over large areas in meteorological studies?",
        "QuestionCn": "哪些数据收集技术可以促进气象研究中对大面积表面通量的测量？",
        "AnswerEn": "Large aperture scintillometers (LAS) enable the measurement of surface fluxes over larger scales, ranging from hundreds of meters to several kilometers, making them suitable for regional scale observations and model validation.",
        "AnswerCn": "大型孔径闪烁仪（LAS）能够在更大尺度上测量表面通量，范围从数百米到几公里，使其适合区域尺度的观测和模型验证。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do data processing techniques enable the reliable estimation of sensible heat flux using large aperture scintillometer data?",
        "QuestionCn": "数据处理技术如何通过大孔径闪烁仪数据可靠估算显热通量？",
        "AnswerEn": "The estimation of sensible heat flux using large aperture scintillometer data involves processing original 1-minute data into 30-minute averages, combining with meteorological data, and applying the Monin-Obukhov Similarity Theory with specific stability functions for different instruments to ensure accuracy and reliability in the estimations.",
        "AnswerCn": "使用大孔径闪烁仪数据估算显热通量涉及将原始的1分钟数据处理为30分钟平均值，结合气象数据，并应用Monin-Obukhov相似理论，针对不同仪器采用特定的稳定性函数，以确保估算的准确性和可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or factors enable the applicability of Monin-Obukhov Similarity Theory in analyzing large aperture scintillometer data?",
        "QuestionCn": "哪些条件或因素使得Monin-Obukhov相似理论在分析大孔径闪烁仪数据时适用？",
        "AnswerEn": "The applicability of the Monin-Obukhov Similarity Theory in analyzing large aperture scintillometer data is influenced by factors such as surface cover type, flatness, hydrothermal conditions, and weather, along with the development of atmospheric turbulence and scale of eddies, which can significantly affect the theory's suitability.",
        "AnswerCn": "Monin-Obukhov相似理论在分析大孔径闪烁仪数据时的适用性受到多种因素的影响，如地表覆盖类型、平坦度、水热条件和天气，以及大气湍流的发展和涡旋的尺度，这些因素都可能显著影响该理论的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in obtaining reliable aerodynamic roughness length (z0m) data across varying land surfaces using traditional data collection methods?",
        "QuestionCn": "在使用传统数据收集方法获取不同地表的可靠气动粗糙长度（z0m）数据时，可能会面临哪些挑战？",
        "AnswerEn": "The traditional method to calculate aerodynamic roughness length (z0m) is based on the Monin-Obukhov Similarity Theory and relies on wind profile measurements. However, it can be difficult to obtain z0m for local or regional scales using only station observations, due to the large variability in z0m across different surfaces, as well as the complex effects of surface properties like vegetation height and leaf area index. This variability necessitates the development of parameterizations that relate z0m to land surface properties for more accurate data collection.",
        "AnswerCn": "传统的气动粗糙度长度（z0m）计算方法基于莫宁-奥布霍夫相似理论，并依赖于风速剖面测量。然而，仅仅依靠站点观测来获取局部或区域尺度的z0m可能会很困难，因为不同表面之间的z0m存在较大的变异性，以及地表特性（如植被高度和叶面积指数）的复杂影响。这种变异性需要开发参数化方法，将z0m与地表特性相关联，以便更准确地收集数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the Monin-Obukhov Similarity Theory's applicability a concern in the analysis of LAS data for surface flux measurements in heterogeneous environments?",
        "QuestionCn": "为什么莫宁-奥布霍夫相似理论在分析用于异质环境中地表通量测量的LAS数据时，其适用性会成为一个问题？",
        "AnswerEn": "The Monin-Obukhov Similarity Theory (MOST) assumes idealized conditions such as homogeneous and flat terrain, which are rarely met in real-world environments. The applicability of MOST in analyzing LAS data is influenced by factors like the type of surface cover, flatness, weather conditions, and water-heat status. In heterogeneous environments, these factors can vary significantly, making it challenging to apply MOST universally without considering specific local conditions and characteristics.",
        "AnswerCn": "Monin-Obukhov相似理论（MOST）假设理想化条件，如均匀和平坦的地形，这在现实环境中很少出现。在分析激光雷达（LAS）数据时，MOST的适用性受到表面覆盖类型、地形平坦度、天气条件和水热状态等因素的影响。在异质环境中，这些因素可能会显著变化，使得在不考虑特定地方条件和特征的情况下，普遍应用MOST变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might large aperture scintillometer (LAS) data collection face limitations when compared to traditional eddy covariance systems in measuring surface fluxes?",
        "QuestionCn": "为什么大孔径闪烁仪（LAS）数据收集在测量地表通量时可能会面临与传统涡度相关系统相比的限制？",
        "AnswerEn": "While LAS can measure surface fluxes on a larger scale, it faces limitations compared to eddy covariance systems due to challenges like the sensitivity to beam height and wind speed, and the need for accurate determination of the Bowen ratio over wet surfaces. Additionally, differences in observation scales and potential energy imbalance issues in eddy covariance systems require further study, especially when considering the integration of LAS data with models for accurate surface flux estimation.",
        "AnswerCn": "虽然激光雷达（LAS）可以在更大范围内测量表面通量，但与涡动协方差系统相比，它面临一些限制，例如对光束高度和风速的敏感性，以及在湿表面上准确确定波文比的需求。此外，观察尺度的差异和涡动协方差系统中潜在的能量不平衡问题需要进一步研究，特别是在考虑将LAS数据与模型集成以准确估计表面通量时。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of the Monin-Obukhov Similarity Theory in determining surface fluxes across different terrains using large aperture scintillometers?",
        "QuestionCn": "如何评估Monin-Obukhov相似理论在不同地形上利用大孔径闪烁仪确定表面通量的有效性？",
        "AnswerEn": "The Monin-Obukhov Similarity Theory (MOST) is considered effective for determining surface fluxes, especially when combined with large aperture scintillometers (LAS) that offer larger spatial scale observations. However, its applicability can be influenced by factors like terrain heterogeneity and atmospheric stability conditions, as seen in the case of data collected under different land covers and weather conditions.",
        "AnswerCn": "Monin-Obukhov相似理论（MOST）被认为在确定表面通量方面有效，特别是当与大孔径闪烁仪（LAS）结合使用时，能够提供更大空间尺度的观测。然而，其适用性可能受到地形异质性和大气稳定性条件等因素的影响，这在不同土地覆盖和天气条件下收集的数据中得到了体现。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the main challenges encountered in using large aperture scintillometers for measuring sensible heat flux over heterogeneous landscapes, and how can these be addressed?",
        "QuestionCn": "使用大孔径闪烁仪在异质景观上测量显热通量时遇到的主要挑战是什么，以及如何解决这些挑战？",
        "AnswerEn": "One main challenge is the sensitivity of LAS measurements to factors like beam height, wind speed, and zero-plane displacement height, especially over heterogeneous landscapes. Addressing these challenges may involve refining the universal stability functions and ensuring convergence in the iteration process, particularly under low wind speed and stable nighttime conditions.",
        "AnswerCn": "一个主要挑战是激光雷达（LAS）测量对诸如光束高度、风速和零平面位移高度等因素的敏感性，尤其是在异质景观上。解决这些挑战可能涉及精炼通用稳定性函数，并确保在低风速和稳定的夜间条件下迭代过程的收敛性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how aerodynamic roughness length (z0m) is calculated for different surfaces using remote sensing algorithms.",
        "QuestionCn": "我不明白如何通过遥感算法计算不同表面的气动粗糙长度（z0m）。",
        "AnswerEn": "The calculation of aerodynamic roughness length (z0m) for different surfaces often involves the Monin-Obukhov Similarity Theory, which uses wind profile measurements. It is challenging to obtain z0m on a local or regional scale based solely on station observations. Researchers have proposed parameterizations between z0m and land surface properties, such as vegetation height and leaf area index, since wind turbulence is influenced by the structure and spacing of roughness elements.",
        "AnswerCn": "气动粗糙长度（z0m）的计算通常涉及到Monin-Obukhov相似理论，该理论使用风剖面测量数据。仅仅依靠站点观测来获取z0m在地方或区域尺度上是具有挑战性的。研究人员提出了z0m与地表属性之间的参数化关系，例如植被高度和叶面积指数，因为风的湍流受到粗糙元素的结构和间距的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges involved in using large aperture scintillometers (LAS) for surface flux measurements.",
        "QuestionCn": "我对使用大孔径闪烁仪（LAS）进行表面通量测量所面临的挑战感到不确定。",
        "AnswerEn": "Using large aperture scintillometers (LAS) for surface flux measurements presents several challenges, such as the universal stability function fT's form being debatable. Additionally, the iteration process of sensible heat flux (HLAS) calculation may not converge under low wind speed and very stable conditions at night. The beam height and wind speed are sensitive factors for accurate HLAS measurement, and zero-plane displacement height is crucial unless the beam height is significantly larger.",
        "AnswerCn": "使用大孔径闪烁仪（LAS）进行表面通量测量存在几个挑战，例如，通用稳定性函数fT的形式存在争议。此外，在低风速和夜间非常稳定的条件下，感热通量（HLAS）计算的迭代过程可能无法收敛。光束高度和风速是准确测量HLAS的敏感因素，而零平面位移高度至关重要，除非光束高度显著更高。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand why different data quality control steps are necessary for processing LAS data?",
        "QuestionCn": "我不明白为什么在处理LAS数据时需要不同的数据质量控制步骤。",
        "AnswerEn": "Quality control steps are necessary for processing LAS data to ensure accuracy and reliability. These steps include removing data where the refractive index structure parameter reaches saturation, discarding data with weak demodulation signal strength, excluding data during and around precipitation events, and eliminating data under stable conditions with weak turbulence (u* less than 0.1 m/s). Such controls help mitigate errors and biases in the measured sensible heat flux.",
        "AnswerCn": "质量控制步骤对于处理激光雷达（LAS）数据是必要的，以确保准确性和可靠性。这些步骤包括去除当折射率结构参数达到饱和时的数据，丢弃信号强度较弱的解调数据，排除降水事件期间及其周围的数据，以及消除在稳定条件下湍流较弱（u*小于0.1 m/s）时的数据。这些控制措施有助于减少测量的显热通量中的错误和偏差。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the quality control methods used in data collection for large aperture scintillometer observations and propose potential improvements.",
        "QuestionCn": "请分析大孔径闪烁计观测中数据收集使用的质量控制方法，并提出潜在的改进建议。",
        "AnswerEn": "The data collection process involves several quality control steps: removing data where Cn2 reaches saturation, excluding weak signal strength data, discarding data during precipitation and one hour before and after, and eliminating data under stable conditions with weak turbulence (u* < 0.1 m/s). Potential improvements could include enhancing signal filtering techniques and developing better algorithms for handling data under adverse weather conditions.",
        "AnswerCn": "数据收集过程涉及几个质量控制步骤：去除Cn2达到饱和的数据，排除信号强度较弱的数据，丢弃降水期间及前后一个小时的数据，以及消除在稳定条件下湍流较弱（u* < 0.1 m/s）下的数据。潜在的改进可以包括增强信号过滤技术和开发更好的算法以处理不良天气条件下的数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please investigate the factors influencing the accuracy of aerodynamic roughness length estimation in heterogeneous surfaces and suggest methods to enhance precision.",
        "QuestionCn": "请调查影响异质表面气动粗糙长度估计准确性的因素，并建议提高精度的方法。",
        "AnswerEn": "The accuracy of aerodynamic roughness length (z0m) estimation is influenced by the heterogeneity of the size and spatial distribution of roughness elements, such as vegetation height and leaf area index. Methods to enhance precision could include using more comprehensive local data on surface characteristics, integrating remote sensing data, and employing advanced analytical models like footprint models to better capture directional characteristics of z0m.",
        "AnswerCn": "气动粗糙长度（z0m）估计的准确性受到粗糙元素的大小和空间分布异质性的影响，例如植被高度和叶面积指数。提高精度的方法可以包括使用更全面的地面特征本地数据、整合遥感数据，以及采用先进的分析模型，如足迹模型，以更好地捕捉z0m的方向特征。",
        "Level": "C6(Creating)"
      }
    ]
  }
}