{
    "id": "f3218c21-3acf-4340-b769-bf5a02279600",
    "relatedPaper": 5,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network (automatic weather station of Dashalong station, 2023)",
            "titleCn": "黑河流域地表过程综合观测网（大沙龙站自动气象站-2023）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Dashalong station from January 1 to December 31, 2023. The site (98.941° E, 38.840° N) was located on a swamp meadow surface in the Longshatan, which is near west of Qilian county, Qinghai Province. The elevation is 3739 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45C; 5 m, north), wind speed and direction profile (windsonic; 10 m, north), air pressure (PTB110; in the tamper box on the ground), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), and soil moisture profile (CS616; -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m).\nThe observations included the following: air temperature and humidity (Ta_5 m; RH_5 m) (℃ and %, respectively), wind speed (Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), and soil moisture (Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2023-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) and Che et al. (2019).",
            "descriptionCn": "该数据集包含了2023年1月1日至2023年12月31日黑河流域地表过程综合观测网上游大沙龙站气象要素观测数据。站点位于青海省祁连县西侧沙龙滩地区，下垫面是沼泽化高寒草甸。观测点的经纬度是98.9406E, 38.8399N，海拔3739m。空气温度、相对湿度传感器架设在5m处，朝向正北；气压计安装在地面上的防撬箱内；翻斗式雨量计安装在10m处；风速与风向传感器架设在10m，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤水分探头埋设在地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处，并距离气象塔2m的正南方。\n观测项目有：空气温湿度（Ta_5m、RH_5m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度)、土壤水分（Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：体积含水量，百分比)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2023-9-10 10:30；（6）命名规则为：AWS+站点名称。\n黑河综合观测网或站点信息请参考Liu et al. (2018)和Che et al. (2019)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS ",
            "east": 98.941,
            "west": 98.941,
            "south": 38.84,
            "north": 38.84,
            "startTime": "2023-01-01 15:43:23",
            "endTime": "2023-12-31 15:43:23",
            "fileSize": 12152612.0,
            "cstr": "18406.11.Terre.tpdc.301287",
            "doi": "10.11888/Terre.tpdc.301287",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大沙龙站",
                "keywordEn": "Dashalong station"
            },
            {
                "keywordCn": "黑河流域上游",
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2023",
                "keywordEn": "2023",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Energy and water vapor interactions between land surfaces and the atmosphere are the most crucial ecological processes in terrestrial ecosystems. The eddy covariance (EC) method has been widely applied to measure the exchange of energy, water vapor, and carbon dioxide between the land surface and the atmosphere. Currently, this technique is considered a standard method for measuring surface fluxes. Nevertheless, the EC method has limitations. Reliable measurements are restricted by many factors, such as complex conditions (e.g., topography and unfavorable weather), and corrections need to be applied when processing the turbulence data. Additionally, one of the most important problems is the “energy imbalance” in applying the EC data to the energy budget. The large aperture scintillometer (LAS) has been widely used to measure turbulent fluxes, and reliable results have been obtained for both homogeneous and heterogeneous underlying surfaces."
            ],
            "research objective": [
                "The main objectives of this paper were as follows: (i) to analyze the spatial representatives of flux measurements by EC and LAS systems over different surfaces, (ii) to study the seasonal variation characteristics of energy balance components over different surfaces, and (iii) to compare the sensible heat fluxes obtained with LAS and EC."
            ],
            "challenges": [
                "Reliable measurements are restricted by many factors, such as complex conditions (e.g., topography and unfavorable weather), and corrections need to be applied when processing the turbulence data. One of the most important problems is the “energy imbalance” in applying the EC data to the energy budget. The LAS also has its limitations, such as meteorological limitations in long-term operations, which include precipitation, poor visibility, and weak turbulence, and methodological limitations such as signal saturation, inner-scale dependence of the signal, and tower vibrations."
            ],
            "methods": [
                "The energy balance components were measured using eddy covariance (EC) systems and a large aperture scintillometer (LAS) in the Heihe River Basin, China, in 2008 and 2009. We also determined the source areas of the EC and LAS measurements with a footprint model for each site and discussed the differences between the sensible heat fluxes measured with EC and LAS at AR."
            ],
            "dataset": [],
            "findings": [
                "The results show that the main EC source areas were within a radius of 250 m at all of the sites. The main source area for the LAS (with a path length of 2390 m) stretched along a path line approximately 2000 m long and 700 m wide. The surface characteristics in the source areas changed with the season at each site, and there were characteristic seasonal variations in the energy balance components at all of the sites. The sensible heat flux was the main term of the energy budget during the dormant season. During the growing season, however, the latent heat flux dominated the energy budget, and an obvious “oasis effect” was observed at YK. The sensible heat fluxes measured by LAS at AR were larger than those measured by EC at the same site. This difference seems to be caused by the so-called energy imbalance phenomenon, the heterogeneity of the underlying surfaces, and the difference between the source areas of the LAS and EC measurements."
            ],
            "backgroundCn": [
                "能量和水汽在陆地表面与大气之间的相互作用是陆地生态系统中最关键的生态过程。涡度协方差（EC）方法已被广泛应用于测量陆地表面与大气之间的能量、水汽和二氧化碳的交换。目前，这种技术被认为是测量表面通量的标准方法。然而，EC方法也存在局限性。可靠的测量受到许多因素的限制，例如复杂的条件（如地形和不利天气），在处理湍流数据时需要进行修正。此外，应用EC数据进行能量预算时，最重要的问题之一是“能量不平衡”。大孔径闪烁仪（LAS）已被广泛用于测量湍流通量，并且在均匀和非均匀的地表上都获得了可靠的结果。"
            ],
            "research objectiveCn": [
                "本文的主要目标如下：(i) 分析不同表面上EC和LAS系统的通量测量的空间代表性，(ii) 研究不同表面上能量平衡组分的季节变化特征，以及(iii) 比较LAS和EC获得的显热通量。"
            ],
            "challengesCn": [
                "可靠的测量受到许多因素的限制，例如复杂的条件（如地形和不利的天气），在处理湍流数据时需要进行修正。其中一个最重要的问题是将涡度协方差（EC）数据应用于能量预算时的“能量不平衡”。激光雷达（LAS）也有其局限性，例如长期操作中的气象限制，包括降水、能见度差和湍流弱，以及方法论限制，如信号饱和、信号的内尺度依赖性和塔架振动。"
            ],
            "methodsCn": [
                "能量平衡组件通过涡度协方差（EC）系统和大孔径闪烁仪（LAS）在中国黑河流域于2008年和2009年进行测量。我们还利用足迹模型确定了每个站点EC和LAS测量的源区，并讨论了在AR站点使用EC和LAS测量的显热通量之间的差异。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "结果显示，所有地点的主要EC源区均在250米的半径范围内。LAS的主要源区（路径长度为2390米）沿着一条大约2000米长、700米宽的路径延伸。各个地点的源区表面特征随着季节的变化而变化，并且在所有地点的能量平衡分量中存在明显的季节性变化。在休眠季节，显热通量是能量预算的主要项。然而，在生长季节，潜热通量主导了能量预算，并且在YK地点观察到了明显的“绿洲效应”。在AR地点，LAS测得的显热通量大于同一地点EC测得的显热通量。这一差异似乎是由于所谓的能量不平衡现象、底层表面的异质性以及LAS和EC测量的源区之间的差异所导致的。"
            ]
        },
        {
            "background": [
                "Operational application of a remote sensing-based two source energy balance model (TSEB) to estimate evapotranspiration (ET) and the components evaporation (E), transpiration (T) at a range of space and time scales is very useful for managing water resources in arid and semiarid watersheds. The TSEB model uses composite land surface temperature as input and applies a simplified Priestley–Taylor formulation to partition this temperature into soil and vegetation component temperatures and then computes subsequent component energy fluxes. Accurate estimates of evapotranspiration (ET) have a wide range of applications in hydrology, climate, weather and crop yield forecasting, drought monitoring, and water resource management. Ground-based measurements from lysimeters or from eddy covariance flux tower observations can provide representative values of ET at field scale and with high frequency eddy covariance data it’s partitioning into E and T under certain environmental conditions. To address the need for large scale spatially distributed ET, several remote sensing based approaches using the satellite-based thermal infrared (TIR) and visible and near infrared (VNIR) imagery have been developed and refined in recent years. Compared with the OSM-contextual based approaches, the two-source energy balance model (TSEB) is more physical-based since the parameterizations explicitly treat the radiative temperature and energy exchanges between soil and vegetation, and soil-vegetation-atmosphere interface. There have been great advances in the application of thermal infrared remote sensing for using the TSEB model to estimate land surface ET and its component of E and T."
            ],
            "research objective": [
                "In this study, soil and vegetation component temperatures partitioned from visible and near infrared and thermal remote sensing data supplied by advanced scanning thermal emission and reflection radiometer (ASTER) are applied as model inputs (TSEBCT) to assess and refine the subsequent component energy fluxes estimation in TSEB scheme under heterogeneous land surface conditions in an advective environment."
            ],
            "challenges": [
                "The remote sensing-based TSEB model using component temperatures of the soil and canopy has not been adequately evaluated due to a dearth of reliable observations. However, errors in estimation of land surface temperature and near surface air temperature can significantly degrade the accuracy of the TSEB model which is quite sensitive to uncertainty in surface-air temperature differences."
            ],
            "methods": [
                "In this paper, the remote sensing based TSEB model is evaluated with composite and component temperatures as input. The modeled ET and its component E and T are evaluated with tower measurements from the eddy covariance system and the stable oxygen and hydrogen isotopes approach. Additionally, the model output of sensible heat flux was assessed under heterogeneous land surface conditions using Large Aperture Scintillometers (LAS) measurements."
            ],
            "dataset": [
                "The two versions of the TSEB model (TSEBPT and TSEBCT) were evaluated using the remote sensing VNIR and TIR, ground observed meteorology, fluxes data and measured auxiliary data are collected from the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surface which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE) (Li et al., 2013; Xu et al., 2013). The period of study encompassed May to September in 2012 during which the land surface had a wide range of vegetation cover conditions. During the HiWATER-MOSEXE, 14 eddy covariance (EC) flux towers were installed in corn fields under different planting dates and irrigation schedules while the remaining three towers were installed in a vegetable (pepper) crop (site 1), residential area (site 4) and in an apple orchard (site 17), respectively."
            ],
            "findings": [
                "Both model versions yield errors of about 10% with LE observations. However, the TSEBCT model output of H and LE are in closer agreement with the observations and is found to be generally more robust in component flux estimation compared to the TSEBPT using the ASTER data in this heterogeneous advective environment. Thus given accurate soil and canopy temperatures, TSEBCT may provide more reliable estimates of plant water use and values of water use efficiency at large scales for water resource management in arid and semiarid landscapes."
            ],
            "backgroundCn": [
                "基于遥感的双源能量平衡模型（TSEB）在估算蒸散发（ET）及其组成部分蒸发（E）和蒸腾（T）方面的操作应用，对于管理干旱和半干旱流域的水资源非常有用。TSEB模型使用复合地表温度作为输入，并应用简化的Priestley-Taylor公式将该温度划分为土壤和植被的组成温度，然后计算后续的能量通量。准确的蒸散发（ET）估算在水文学、气候、天气和作物产量预测、干旱监测以及水资源管理等领域有广泛的应用。来自蒸渗仪或涡度协方差通量塔观测的地面测量可以提供田间尺度的代表性ET值，并且通过高频率的涡度协方差数据，可以在特定环境条件下将其划分为E和T。为了满足大规模空间分布的ET需求，近年来开发和完善了几种基于遥感的方法，利用卫星的热红外（TIR）和可见光及近红外（VNIR）影像。与基于OSM上下文的方法相比，双源能量平衡模型（TSEB）更具物理基础，因为其参数化明确处理了土壤与植被之间的辐射温度和能量交换，以及土壤-植被-大气界面之间的交换。近年来，在利用TSEB模型通过热红外遥感估算地表ET及其组成部分E和T方面取得了重大进展。"
            ],
            "research objectiveCn": [
                "在本研究中，从可见光和近红外以及热遥感数据中分离出的土壤和植被组分温度，利用先进的扫描热发射和反射辐射计（ASTER）作为模型输入（TSEBCT），用于评估和优化在平流环境下异质陆地表面条件下TSEB方案中后续组分能量通量的估算。"
            ],
            "challengesCn": [
                "基于遥感的TSEB模型使用土壤和冠层的组分温度，但由于缺乏可靠的观测数据，该模型尚未得到充分评估。然而，地表温度和近地面空气温度的估计误差可能显著降低TSEB模型的准确性，因为该模型对表面与空气温度差异的不确定性非常敏感。"
            ],
            "methodsCn": [
                "在这篇论文中，基于遥感的TSEB模型使用复合温度和组分温度作为输入进行评估。模型化的蒸散发（ET）及其组成部分蒸发（E）和蒸腾（T）与涡动协方差系统的塔测量结果以及稳定氧和氢同位素方法进行了评估。此外，模型输出的显热通量在异质陆地表面条件下使用大孔径闪烁仪（LAS）测量进行了评估。"
            ],
            "datasetCn": [
                "TSEB模型的两个版本（TSEBPT和TSEBCT）使用遥感的VNIR和TIR、地面观测的气象数据、通量数据以及从多尺度蒸散发观测实验（HiWATER-MUSOEXE）收集的辅助数据进行了评估，该实验是“黑河水联合遥测实验研究”（HiWATER）的一部分（Li et al., 2013; Xu et al., 2013）。研究期间涵盖了2012年5月至9月，此期间土地表面具有广泛的植被覆盖条件。在HiWATER-MOSEXE期间，在不同种植日期和灌溉计划的玉米田中安装了14个涡度协方差（EC）通量塔，其余三个塔分别安装在一个蔬菜（辣椒）作物（站点1）、一个居民区（站点4）和一个苹果 orchard（站点17）中。"
            ],
            "findingsCn": [
                "两个模型版本在LE观测值上均产生约10%的误差。然而，TSEBCT模型输出的H和LE与观测值的吻合更为密切，并且在成分通量估计方面通常比使用ASTER数据的TSEBPT模型更为稳健。因此，考虑到准确的土壤和冠层温度，TSEBCT可能为干旱和半干旱地区的水资源管理提供更可靠的植物水分利用估计和水分利用效率值。"
            ]
        },
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈平流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体体现在E（E/ET%）和T（T/ET%）的观测比率上。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估计蒸散（E）、蒸发（T）和蒸散发（ET），并随后通过稳定氧和氢同位素技术与涡度相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是通过热像仪获取的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热成像图像中提取土壤和冠层的方向亮度温度。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。接着，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强对流条件下，TSEB模型也能产生可靠的E/ET%和T/ET%比率及ET的估计。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠，平均偏差和RMSE值分别为31和61 W·m−2，与EC系统的测量结果相比。这些结果表明，稳健的土壤和植被组分温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的贡献者，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文建模及相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进高山水文学研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱黑河流域生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合、分布式和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几项严峻挑战，妨碍了在需要的地方和时间进行全面和一致的数据收集，这阻碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作），以及2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和风吹（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次中进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）测量，测量时间为2014年1月1日至2017年12月31日，时间分辨率为6小时。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了汇总，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "The acquisition of “ground-truth” land surface evapotranspiration (ET) data at the satellite pixel scale over heterogeneous land surfaces is crucial to develop ET estimation models and improve the accuracy of remotely sensed ET values. However, few studies have focused on methods of acquiring ET data at the satellite pixel scale."
            ],
            "research objective": [
                "In this study, ET at the satellite pixel scale was acquired using the Priestley-Taylor equation by combining the land surface temperatures retrieved from remote sensing images."
            ],
            "challenges": [
                "However, several uncertainties still remain in remote-sensing estimates of ET and are primarily related to model mechanisms, model inputs, parameterization schemes, and scaling issues. It is difficult to match in situ measurements with a satellite-based ET estimation using the current instrumentation (e.g., the eddy covariance (EC) system or large-aperture scintillometer (LAS)) due to the variations in the orientation, shape and size of the source areas of in situ measurements. However, because of the spatial heterogeneity at the sub-pixel scale, the in situ measurements over heterogeneous land surfaces only approximate the “ground-truth” ET data at the satellite pixel scale (1–10 km for medium-low spatial resolutions) and can introduce errors in the validation results."
            ],
            "methods": [
                "The LAS data were processed using the structure parameter of the air refractive index Cn2 (measured by Scintec LAS) and the voltage UCn2 (log Cn2 signal, measured by Kipp & Zonen and zzLAS). The sensible heat flux (LAS-H) was obtained via an iteration method that combines the meteorological data (e.g., wind speed, air temperature, and air pressure) based on the Monin-Obukhov similarity theory. Only daytime (10:30–18:00 BST, Beijing standard time) data under unstable conditions were used to acquire the 30-min ET data at the MODIS pixel scale. The automatic weather station (AWS) data were processed to a 30-min average period, and data beyond the range of physical possibility were rejected. The LST data were calculated from downward and upward longwave radiation measured by the AWSs and the surface emissivity measured by the FT-IR spectrometer (102F). The spatial distributions of available energy, air temperature, wind speed, and air pressure from the 21 AWSs in the large experimental area were interpolated to a resolution of 90 m using the inverse distance-weighted method. The flux contributing source area of the EC and LAS measurements can be estimated using the footprint model, and the spatial representative area of the flux can be obtained quantitatively. Three simple upscaling methods for ET were used in this study: the arithmetic average, area-weighted average, and footprint-weighted methods. In this study, ET at the satellite pixel scale was acquired using the Priestley-Taylor equation by combining the land surface temperatures retrieved from remote sensing images."
            ],
            "dataset": [
                "Land surface temperatures (LSTs) retrieved from the Advanced Spaceborne Thermal Emission and Reflection radiometer (ASTER) and the environmental protection & disaster monitoring constellation (HJ-1B) were used in this study. We collected 9 ASTER images (June 15, June 24, July 10, August 2, August 11, August 18, August 27, September 3, and September 12) with a passing time of 12:15 BST and 3 HJ-1B images (June 17, 19, and 30) with a passing time of 12:30 BST (June 16) and 12:00 BST (June 19 and 30)."
            ],
            "findings": [
                "The above work will be helpful to acquire “ground-truth” ET data at the satellite pixel scale over heterogeneous land surfaces. The “ground-truth” ET data at the satellite pixel scale can be used to validate remotely sensed ET products and improve ET estimation models."
            ],
            "backgroundCn": [
                "在异质土地表面上获取“真实”土地表蒸散发（ET）数据对于开发ET估计模型和提高遥感ET值的准确性至关重要。然而，针对在卫星像素尺度上获取ET数据的方法的研究较少。"
            ],
            "research objectiveCn": [
                "在本研究中，通过结合从遥感图像中获取的地表温度，使用Priestley-Taylor方程在卫星像素尺度上获取了蒸散发（ET）。"
            ],
            "challengesCn": [
                "然而，遥感估算蒸散发（ET）仍然存在几个不确定性，这些不确定性主要与模型机制、模型输入、参数化方案和尺度问题有关。由于现场测量（例如涡度协方差（EC）系统或大孔径闪烁仪（LAS））的源区方向、形状和大小的变化，难以将现场测量与基于卫星的ET估算进行匹配。然而，由于亚像素尺度的空间异质性，异质土地表上的现场测量仅能近似卫星像素尺度（中低空间分辨率为1-10公里）的“真实”ET数据，并可能在验证结果中引入误差。"
            ],
            "methodsCn": [
                "LAS数据通过空气折射率Cn2的结构参数（由Scintec LAS测量）和电压UCn2（由Kipp & Zonen和zzLAS测量的log Cn2信号）进行处理。感热通量（LAS-H）通过一种迭代方法获得，该方法结合了基于Monin-Obukhov相似理论的气象数据（例如风速、气温和气压）。仅使用不稳定条件下的白天数据（北京时间10:30–18:00）来获取MODIS像素尺度的30分钟ET数据。自动气象站（AWS）数据被处理为30分钟的平均值，超出物理可能范围的数据被拒绝。地表温度（LST）数据是通过AWS测量的下行和上行长波辐射以及FT-IR光谱仪（102F）测量的地表发射率计算得出的。来自大型实验区的21个AWS的可用能量、气温、风速和气压的空间分布通过反距离加权法插值到90米的分辨率。EC和LAS测量的通量贡献源区可以使用足迹模型进行估算，通量的空间代表区域可以定量获得。本研究使用了三种简单的ET上升方法：算术平均法、面积加权平均法和足迹加权法。本研究通过结合从遥感图像中获取的地表温度，使用Priestley-Taylor方程在卫星像素尺度上获得ET。"
            ],
            "datasetCn": [
                "本研究使用了来自先进空间热发射和反射辐射计（ASTER）和环境保护与灾害监测星座（HJ-1B）获取的地表温度（LST）。我们收集了9幅ASTER影像（6月15日、6月24日、7月10日、8月2日、8月11日、8月18日、8月27日、9月3日和9月12日），其经过时间为12:15 BST；以及3幅HJ-1B影像（6月17日、19日和30日），其经过时间为12:30 BST（6月16日）和12:00 BST（6月19日和30日）。"
            ],
            "findingsCn": [
                "上述工作将有助于获取异质土地表面上卫星像素尺度的“真实”蒸散发（ET）数据。卫星像素尺度的“真实”ET数据可以用于验证遥感蒸散发产品，并改善蒸散发估算模型。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Is the eddy covariance (EC) method or the large aperture scintillometer (LAS) technique more reliable for measuring energy fluxes in heterogeneous land surfaces?",
                "QuestionCn": "涡度协方差（EC）方法和大孔径闪烁仪（LAS）技术在测量异质地表的能量通量方面，哪种更可靠？",
                "AnswerEn": "large aperture scintillometer (LAS) technique",
                "AnswerCn": "大孔径闪烁仪（LAS）技术",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is data collection for alpine hydrology more effectively conducted through satellite remote sensing or via on-site meteorological stations and superstations?",
                "QuestionCn": "在高山水文学的数据收集方面，通过卫星遥感进行的收集是否比通过现场气象站和超级站进行的收集更有效？",
                "AnswerEn": "on-site meteorological stations and superstations",
                "AnswerCn": "现场气象站和超级站",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are some common challenges faced in collecting data on evapotranspiration in arid and semiarid watersheds?",
                "QuestionCn": "在干旱和半干旱流域收集蒸散发数据时面临的一些常见挑战包括：",
                "AnswerEn": "Uncertainties in remote-sensing estimates",
                "AnswerCn": "遥感估算中的不确定性",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Where can data on snow cover and frozen ground be collected for alpine hydrology studies?",
                "QuestionCn": "在阿尔卑斯水文学研究中，可以收集雪盖和冻土的数据。",
                "AnswerEn": "Yakou snow superstation",
                "AnswerCn": "Yakou 雪超级站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What methods are used to measure energy fluxes and evapotranspiration in heterogeneous land surface areas?",
                "QuestionCn": "在异质土地表面区域中，测量能量通量和蒸散发的方法有哪些？",
                "AnswerEn": "eddy covariance systems, large aperture scintillometers, remote sensing-based models",
                "AnswerCn": "涡度相关系统、大孔径闪烁仪、基于遥感的模型",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor snow accumulation and ablation processes in alpine regions?",
                "QuestionCn": "您能否提供一个用于监测高山地区雪积累和融化过程的数据收集方法的例子？",
                "AnswerEn": "A snow observation superstation using state-of-the-art techniques and instruments was established to capture snow accumulation and ablation processes. This included measurements of snow depth, snow water equivalent (SWE), and blowing snow flux in the Heihe River Basin, as part of the integrated alpine hydrology observation network.",
                "AnswerCn": "一个雪观测超级站采用最先进的技术和仪器，旨在捕捉雪的积累和融化过程。这包括在黑河流域测量雪深、雪水当量（SWE）和吹雪通量，作为综合高山水文观测网络的一部分。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when estimating evapotranspiration (ET) using remote sensing data in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中使用遥感数据估算蒸散发（ET）时面临的一个挑战是什么？",
                "AnswerEn": "One challenge is the uncertainty in the estimation of land surface temperature and near-surface air temperature, which can degrade the accuracy of models like the two-source energy balance model (TSEB). This uncertainty is particularly significant in heterogeneous landscapes where variations in soil and vegetation component temperatures affect ET estimation.",
                "AnswerCn": "一个挑战是地表温度和近地面空气温度估计的不确定性，这可能降低像双源能量平衡模型（TSEB）这样的模型的准确性。这种不确定性在异质景观中尤为显著，因为土壤和植被成分温度的变化会影响蒸散发（ET）的估计。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset used to study energy and water vapor interactions over heterogeneous land surfaces?",
                "QuestionCn": "您能否提供一个用于研究异质陆地表面上能量和水蒸气相互作用的数据集的示例？",
                "AnswerEn": "The Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surface, part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE), provided datasets that included flux tower observations and remote sensing data to study energy and water vapor interactions. This included data on evapotranspiration, soil and canopy component temperatures, and meteorological variables over different land surfaces.",
                "AnswerCn": "多尺度蒸散发观测实验（Multi-Scale Observation Experiment on Evapotranspiration）是“黑河水联合遥测实验研究”（Heihe Water Allied Telemetry Experimental Research，HiWATER-MUSOEXE）的一部分，提供了包括通量塔观测和遥感数据在内的数据集，用于研究能量和水蒸气的相互作用。这些数据包括不同土地表面的蒸散发、土壤和冠层组分温度以及气象变量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the meteorological data collected from automatic meteorological stations in alpine regions?",
                "QuestionCn": "在高山地区自动气象站收集的气象数据的特点是什么？",
                "AnswerEn": "wind speed and direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation, precipitation",
                "AnswerCn": "风速和风向、空气温度、湿度、红外温度、气压、四分量辐射、降水",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the defining features of datasets used for validating remote sensing products in alpine hydrological models?",
                "QuestionCn": "用于验证高山水文模型中遥感产品的数据集的定义特征是什么？",
                "AnswerEn": "gap-free meteorological and hydrological data, snow cover properties, high-resolution soil physics data",
                "AnswerCn": "无缺口的气象和水文数据、积雪覆盖特性、高分辨率土壤物理数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many eddy covariance (EC) flux towers were installed during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surface?",
                "QuestionCn": "在异质陆地表面蒸散发的多尺度观测实验中安装了多少个涡度协方差（EC）通量塔？",
                "AnswerEn": "14",
                "AnswerCn": "14",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many automatic meteorological stations (AMSs) were part of the integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河上游的集成、分布和多尺度观测网络中，自动气象站（AMSs）的数量是多少？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What challenges are associated with using remote sensing data for the estimation of evapotranspiration (ET) in arid and semiarid landscapes?",
                "QuestionCn": "在干旱和半干旱地区，使用遥感数据估算蒸散发（ET）面临哪些挑战？",
                "AnswerEn": "Challenges with using remote sensing data for ET estimation in arid and semiarid landscapes include uncertainties related to model mechanisms, model inputs, parameterization schemes, and scaling issues. Additionally, matching in situ measurements with satellite-based ET estimations is difficult due to variations in the source areas of in situ measurements and the spatial heterogeneity at the sub-pixel scale.",
                "AnswerCn": "在干旱和半干旱地区，使用遥感数据进行蒸散发（ET）估算面临的挑战包括与模型机制、模型输入、参数化方案和尺度问题相关的不确定性。此外，由于现场测量的源区域与卫星基ET估算的空间异质性在亚像素尺度上的变化，匹配现场测量与卫星基ET估算也很困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key components measured by automatic meteorological stations (AMSs) in an alpine hydrology observation network?",
                "QuestionCn": "在高山水文观测网络中，自动气象站（AMSs）测量的关键组件包括：",
                "AnswerEn": "Automatic meteorological stations (AMSs) in an alpine hydrology observation network measure various meteorological variables, including wind speed and direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. These measurements are crucial for capturing the meteorological driving forces and validating alpine hydrological models.",
                "AnswerCn": "自动气象站（AMS）在阿尔卑斯水文观测网络中测量多种气象变量，包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。这些测量对于捕捉气象驱动因素和验证阿尔卑斯水文模型至关重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for measuring energy balance components using the eddy covariance (EC) system compare to those using a large aperture scintillometer (LAS) in terms of handling complex conditions like topography and unfavorable weather?",
                "QuestionCn": "使用涡度协方差（EC）系统测量能量平衡组件的数据收集方法与使用大孔径闪烁仪（LAS）相比，在处理复杂条件如地形和不利天气方面有什么不同？",
                "AnswerEn": "The EC method is widely applied for measuring energy, water vapor, and CO2 exchanges between land surfaces and the atmosphere but faces challenges like energy imbalance and the need for corrections in complex conditions. The LAS, on the other hand, is effective for turbulent flux measurements over both homogeneous and heterogeneous surfaces, though it too has meteorological and methodological limitations such as signal saturation and tower vibrations.",
                "AnswerCn": "EC方法广泛应用于测量陆地表面与大气之间的能量、水蒸气和二氧化碳交换，但面临能量不平衡和在复杂条件下需要修正等挑战。另一方面，LAS在均匀和非均匀表面上进行湍流通量测量方面有效，但也存在气象和方法论的局限性，如信号饱和和塔架振动。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in addressing uncertainties and data validation between remote sensing-based ET estimation models and ground-based observation networks in alpine regions?",
                "QuestionCn": "遥感基础的蒸散发（ET）估计模型与地面观测网络在阿尔卑斯地区应对不确定性和数据验证方面的差异是什么？",
                "AnswerEn": "Remote sensing-based ET models face uncertainties related to model mechanisms and scaling issues and require validation using 'ground-truth' data, which is challenging in heterogeneous terrains. In contrast, ground-based networks in alpine regions provide detailed, high-quality datasets for model validation but suffer from data scarcity due to harsh climates and accessibility issues. Both methods complement each other; remote sensing offers broader coverage, while ground networks provide detailed local insights.",
                "AnswerCn": "基于遥感的蒸散发（ET）模型面临与模型机制和尺度问题相关的不确定性，并且需要使用“地面真实”数据进行验证，这在异质地形中具有挑战性。相比之下，阿尔卑斯地区的地面网络提供了详细的高质量数据集用于模型验证，但由于恶劣气候和可达性问题，数据稀缺。两种方法相辅相成；遥感提供更广泛的覆盖，而地面网络提供详细的地方性见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the choice of sensors and their placement affect the reliability and accuracy of meteorological data collected in high-altitude regions?",
                "QuestionCn": "传感器的选择及其放置方式如何影响在高海拔地区收集的气象数据的可靠性和准确性？",
                "AnswerEn": "The reliability and accuracy of meteorological data in high-altitude regions can be significantly influenced by the choice of sensors and their placement. For instance, sensors placed at different heights and orientations, such as air temperature and relative humidity sensors at 5m and wind sensors at 10m, can provide varied measurements due to microclimatic variations. Additionally, the installation of sensors in challenging terrains like swamps and alpine meadows may introduce additional complexities due to environmental factors such as topography and weather conditions, which can impact the data quality and necessitate specific calibration and quality control processes.",
                "AnswerCn": "高海拔地区气象数据的可靠性和准确性可能会受到传感器选择及其布置的显著影响。例如，放置在不同高度和方向的传感器，如5米高的空气温度和相对湿度传感器，以及10米高的风速传感器，由于微气候变化，可能会提供不同的测量值。此外，在沼泽和高山草甸等复杂地形中安装传感器可能会由于地形和天气条件等环境因素引入额外的复杂性，这可能会影响数据质量，并需要特定的校准和质量控制过程。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might arise when integrating remote sensing data with ground-based measurements for hydrological modeling in alpine regions?",
                "QuestionCn": "在阿尔卑斯地区，将遥感数据与地面测量数据集成用于水文建模时可能会出现哪些挑战？",
                "AnswerEn": "Integrating remote sensing data with ground-based measurements for hydrological modeling in alpine regions presents several challenges, including the scarcity of observation data due to harsh climatic conditions and difficult accessibility. Additionally, the complexities of the earth system in such regions introduce various uncertainties in remote sensing data, necessitating rigorous validation and calibration against ground observations. The integration process must also account for discrepancies in spatial and temporal scales between remote sensing and ground-based data, which can affect the model's accuracy and reliability in capturing hydrological processes.",
                "AnswerCn": "在高山地区，将遥感数据与地面观测数据结合用于水文模型面临着几个挑战，包括由于恶劣气候条件和难以到达的地理环境导致的观测数据稀缺。此外，该地区地球系统的复杂性引入了遥感数据的各种不确定性，因此需要对其进行严格的验证和校准，以与地面观测数据相匹配。整合过程还必须考虑遥感数据与地面数据在空间和时间尺度上的差异，这可能会影响模型在捕捉水文过程中的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the scarcity of observation data in alpine regions, and how do these factors impact data collection methods?",
                "QuestionCn": "导致高山地区观测数据稀缺的因素有哪些，这些因素如何影响数据收集方法？",
                "AnswerEn": "In alpine regions, the scarcity of observation data is primarily due to difficulties of access and technological barriers. The cold and harsh climate, high altitude, and complex topography make it challenging to collect complete and consistent data. These factors hinder the development of remote sensing technologies and alpine hydrological models, necessitating the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "在高山地区，观测数据的稀缺主要是由于获取困难和技术障碍。寒冷和恶劣的气候、高海拔以及复杂的地形使得收集完整和一致的数据变得具有挑战性。这些因素阻碍了遥感技术和高山水文模型的发展，因此需要开发下一代生态系统观测网络和实验。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do errors occur in remote-sensing estimates of evapotranspiration (ET), particularly when matching satellite-based ET estimation with in situ measurements?",
                "QuestionCn": "为什么在将卫星基于的蒸散发（ET）估计与现场测量匹配时，远程感测的蒸散发估计会出现误差？",
                "AnswerEn": "Errors in remote-sensing estimates of ET arise from uncertainties related to model mechanisms, model inputs, parameterization schemes, and scaling issues. Matching in situ measurements with satellite-based ET estimation is difficult due to variations in the orientation, shape, and size of the source areas of in situ measurements. Additionally, spatial heterogeneity at the sub-pixel scale means that in situ measurements can only approximate 'ground-truth' ET data, introducing errors in validation results.",
                "AnswerCn": "遥感估算蒸散发（ET）中的误差源于模型机制、模型输入、参数化方案和尺度问题的相关不确定性。由于现场测量的源区域在方向、形状和大小上的变化，将现场测量与卫星基于的ET估算进行匹配是困难的。此外，亚像素尺度的空间异质性意味着现场测量只能近似“真实”ET数据，从而在验证结果中引入误差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the causes of the 'energy imbalance' issue when applying eddy covariance (EC) data to energy budget studies?",
                "QuestionCn": "在应用涡度协方差（EC）数据进行能量预算研究时，导致“能量不平衡”问题的原因是什么？",
                "AnswerEn": "The 'energy imbalance' issue in eddy covariance (EC) data application is caused by several factors, including complex conditions like topography and unfavorable weather, which affect reliable measurements. Additionally, the heterogeneity of the underlying surfaces and differences between the source areas of EC and other measurement systems such as large aperture scintillometers (LAS) also contribute to the problem.",
                "AnswerCn": "在涡度协方差（EC）数据应用中，“能量失衡”问题是由多个因素引起的，包括复杂的条件，如地形和不利的天气，这些因素影响了可靠的测量。此外，底层表面的异质性以及EC与其他测量系统（如大孔径闪烁仪（LAS））之间源区的差异也加剧了这一问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of integrating remote sensing data with traditional ground-based measurement techniques for observing hydrological processes in alpine regions?",
                "QuestionCn": "将遥感数据与传统地面测量技术相结合，以观察高山地区的水文过程，可能产生的结果有哪些？",
                "AnswerEn": "Integrating remote sensing data with traditional ground-based measurement techniques could improve the prediction of hydrological processes by providing accurate forcing data for hydrological modeling, validating remote sensing data, and allowing the evaluation of distributed models. This integration can help overcome the scarcity of observational data in alpine regions and address uncertainties in remote sensing data by providing a multiscale observation dataset that enhances the predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "将遥感数据与传统的地面测量技术相结合，可以通过提供准确的强迫数据来改善水文过程的预测，从而为水文建模提供支持，验证遥感数据，并允许评估分布式模型。这种整合可以帮助克服高山地区观测数据稀缺的问题，并通过提供多尺度观测数据集来解决遥感数据的不确定性，从而增强对高山水文过程和生态系统功能的预测理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the consequences of using large aperture scintillometer (LAS) measurements over heterogeneous surfaces for estimating turbulent fluxes compared to eddy covariance (EC) systems?",
                "QuestionCn": "使用大孔径闪烁仪（LAS）在异质表面上进行测量以估算湍流通量，与涡度协方差（EC）系统相比，会产生哪些后果？",
                "AnswerEn": "Using large aperture scintillometer (LAS) measurements over heterogeneous surfaces for estimating turbulent fluxes can result in reliable outcomes for both homogeneous and heterogeneous underlying surfaces. However, the sensible heat fluxes measured by LAS may be larger than those measured by EC systems due to the energy imbalance phenomenon, heterogeneity of the underlying surfaces, and differences between the source areas of the LAS and EC measurements. This difference highlights the need for careful consideration of spatial representativeness and methodological limitations in the application of these measurement techniques.",
                "AnswerCn": "使用大孔径闪烁仪（LAS）在异质表面上进行湍流通量估计可以为均匀和异质的底层表面提供可靠的结果。然而，LAS测得的显热通量可能会大于涡度协方差（EC）系统测得的通量，这主要是由于能量不平衡现象、底层表面的异质性以及LAS和EC测量的源区之间的差异。这一差异突显了在应用这些测量技术时需要仔细考虑空间代表性和方法论限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use both eddy covariance systems and large aperture scintillometers in the measurement of energy balance components over different surfaces?",
                "QuestionCn": "为什么在不同表面上测量能量平衡组分时，使用涡度协方差系统和大孔径闪烁仪是重要的？",
                "AnswerEn": "It is important to use both systems to analyze spatial representatives of flux measurements, study seasonal variation characteristics of energy balance components, and compare sensible heat fluxes obtained from different methods. The combination of these systems helps to address challenges such as energy imbalance, complex topography, and meteorological limitations while providing more reliable and comprehensive insights into surface-atmosphere interactions.",
                "AnswerCn": "使用这两种系统分析通量测量的空间代表性、研究能量平衡组分的季节变化特征，以及比较不同方法获得的显热通量是非常重要的。这两种系统的结合有助于解决能量失衡、复杂地形和气象限制等挑战，同时提供更可靠和全面的表面-大气相互作用的见解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific procedures followed in setting up an automatic meteorological station for comprehensive data collection in alpine regions?",
                "QuestionCn": "在高山地区设置自动气象站以进行全面数据收集的具体程序包括：",
                "AnswerEn": "In setting up an automatic meteorological station for comprehensive data collection, the procedures involve the installation of sensors for measuring various meteorological parameters such as air temperature, wind speed, humidity, air pressure, infrared temperature, four-component radiation, and precipitation. These stations are part of an integrated, distributed, and multiscale observation network. Additional instrumentation may include eddy covariance systems to observe evapotranspiration and soil sensors for temperature and moisture measurements across different layers.",
                "AnswerCn": "在设置自动气象站以进行全面数据收集时，程序包括安装传感器以测量各种气象参数，如空气温度、风速、湿度、气压、红外温度、四分量辐射和降水。这些气象站是一个集成的、分布式的、多尺度的观测网络的一部分。额外的仪器可能包括涡度协方差系统，以观察蒸散发，以及土壤传感器，用于测量不同层次的温度和湿度。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the energy balance components over heterogeneous land surfaces be accurately measured and what challenges might arise?",
                "QuestionCn": "如何准确测量异质土地表面的能量平衡组成部分，并可能出现哪些挑战？",
                "AnswerEn": "To accurately measure energy balance components over heterogeneous land surfaces, methods such as the eddy covariance (EC) system and large aperture scintillometer (LAS) are employed. These tools are used to capture turbulent fluxes and evaluate the sensible and latent heat fluxes. Challenges include dealing with complex terrain, unfavorable weather conditions, and the 'energy imbalance' phenomenon that affects measurements. Corrections for these factors need to be applied during data processing.",
                "AnswerCn": "为了准确测量异质土地表面的能量平衡组成部分，采用了涡度协方差（EC）系统和大孔径闪烁仪（LAS）等方法。这些工具用于捕捉湍流通量并评估显热和潜热通量。面临的挑战包括处理复杂地形、不利的天气条件以及影响测量的“能量失衡”现象。在数据处理过程中需要对这些因素进行修正。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodological approaches are used to integrate remote sensing data with ground-based observations in estimating evapotranspiration in arid regions?",
                "QuestionCn": "在干旱地区，整合遥感数据与地面观测以估算蒸散发的主要方法论包括哪些？",
                "AnswerEn": "Methodological approaches to integrate remote sensing data with ground-based observations for estimating evapotranspiration involve using thermal infrared imagery and visible/near-infrared data to partition soil and vegetation component temperatures. Models like the two-source energy balance (TSEB) model are employed, which use these temperatures as inputs to calculate energy fluxes. Validation is often done using eddy covariance systems and isotope techniques to ensure accuracy under heterogeneous and advective conditions.",
                "AnswerCn": "将遥感数据与地面观测数据结合以估算蒸散发的方法论方法包括使用热红外影像和可见/近红外数据来划分土壤和植被的温度。像双源能量平衡（TSEB）模型这样的模型被用来将这些温度作为输入来计算能量通量。验证通常使用涡度协方差系统和同位素技术，以确保在异质和对流条件下的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable accurate measurement and documentation of energy and water vapor exchanges between land surfaces and the atmosphere?",
                "QuestionCn": "哪些技术进步使得准确测量和记录陆地表面与大气之间的能量和水汽交换成为可能？",
                "AnswerEn": "The eddy covariance (EC) method and large aperture scintillometer (LAS) are key technologies that enable the measurement of energy, water vapor, and carbon dioxide exchanges between land surfaces and the atmosphere. These technologies help address the limitations of traditional methods by providing reliable results for both homogeneous and heterogeneous surfaces, though they still face challenges like complex conditions and energy imbalance issues.",
                "AnswerCn": "涡度协方差（EC）方法和大孔径闪烁仪（LAS）是关键技术，能够测量陆地表面与大气之间的能量、水蒸气和二氧化碳交换。这些技术帮助解决传统方法的局限性，能够为均匀和非均匀表面提供可靠的结果，尽管它们仍面临复杂条件和能量不平衡等问题。",
                "Level": "C1(Remembering)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be expected that integrating remote sensing data with ground observations could improve predictions of hydrological processes in alpine regions?",
                "QuestionCn": "为什么预计将遥感数据与地面观测相结合可以改善对高山地区水文过程的预测？",
                "AnswerEn": "Using remote sensing data combined with data assimilation could improve prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data, especially in alpine regions, which have to be validated and calibrated.",
                "AnswerCn": "使用遥感数据结合数据同化可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据中存在各种不确定性来源，特别是在高山地区，这些不确定性需要进行验证和校准。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges anticipated in ensuring reliable measurements of energy and water vapor exchanges between land surfaces and the atmosphere using traditional methods?",
                "QuestionCn": "确保使用传统方法可靠测量陆地表面与大气之间的能量和水汽交换所面临的潜在挑战是什么？",
                "AnswerEn": "Reliable measurements are restricted by many factors, such as complex conditions including topography and unfavorable weather, and corrections need to be applied when processing turbulence data. One of the most important problems is the 'energy imbalance' in applying the data to the energy budget. Additionally, certain methods have limitations such as meteorological limitations in long-term operations and methodological limitations like signal saturation and tower vibrations.",
                "AnswerCn": "可靠的测量受到许多因素的限制，例如复杂的地形和不利的天气条件，在处理湍流数据时需要进行修正。其中一个最重要的问题是将数据应用于能量预算时的“能量不平衡”。此外，某些方法也存在局限性，例如长期操作中的气象限制和信号饱和、塔架振动等方法论限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your opinion, how do challenges like sensor malfunction and harsh climate conditions impact the reliability of datasets in alpine hydrology research?",
                "QuestionCn": "在我看来，传感器故障和恶劣气候条件等挑战如何影响阿尔卑斯水文学研究中数据集的可靠性？",
                "AnswerEn": "Challenges like sensor malfunction and harsh climate conditions significantly impact the reliability of datasets in alpine hydrology research. The scarcity of observation data due to technological barriers and access difficulties hinders complete data collection, complicating the development of remote sensing technologies and hydrological models. Observations are often limited, leading to gaps in data and increased uncertainty in model predictions.",
                "AnswerCn": "传感器故障和恶劣气候条件等挑战显著影响了阿尔卑斯水文学研究中数据集的可靠性。由于技术障碍和获取困难，观测数据的稀缺阻碍了完整数据的收集，复杂化了遥感技术和水文模型的发展。观测通常有限，导致数据缺口和模型预测的不确定性增加。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What potential future advancements do you foresee in data collection methods for improving remote sensing-based evapotranspiration estimation models?",
                "QuestionCn": "我预见到在数据收集方法方面的潜在未来进展，可以改善基于遥感的蒸散发估算模型。",
                "AnswerEn": "Future advancements in data collection methods could include better integration of remote sensing data with ground-based observations and the refinement of parameterization schemes. Improving the accuracy of land surface temperature and near-surface air temperature measurements would enhance the reliability of models like the two-source energy balance (TSEB) model. Addressing uncertainties in remote-sensing estimates and improving scaling techniques could also lead to more accurate evapotranspiration estimations over heterogeneous landscapes.",
                "AnswerCn": "未来数据收集方法的进步可能包括更好地将遥感数据与地面观测相结合，以及对参数化方案的改进。提高地表温度和近地面空气温度测量的准确性将增强像双源能量平衡（TSEB）模型的可靠性。解决遥感估计中的不确定性并改进尺度技术也可能导致在异质景观上更准确的蒸散发估算。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I’m unsure about the challenges that arise in collecting consistent and reliable data in alpine regions, especially concerning snow cover and frozen ground.",
                "QuestionCn": "我对在高山地区收集一致和可靠的数据所面临的挑战感到不确定，特别是关于雪盖和冻土的情况。",
                "AnswerEn": "In alpine regions, challenges such as cold and harsh climates, high altitudes, and complex topography hinder consistent data collection. The scarcity of observation data is exacerbated by technological barriers and access difficulties. These challenges necessitate the development of next-generation ecosystem observation networks that can provide accurate forcing data for hydrological modeling and validate remote sensing products.",
                "AnswerCn": "在高山地区，寒冷和恶劣的气候、高海拔和复杂的地形等挑战阻碍了数据的持续收集。观测数据的稀缺因技术障碍和获取困难而加剧。这些挑战需要开发下一代生态系统观测网络，以提供准确的水文建模强迫数据并验证遥感产品。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand how datasets related to evapotranspiration are validated and improved at a large scale using remote sensing and ground-based measurements.",
                "QuestionCn": "我不明白与蒸散发相关的数据集是如何通过遥感和地面测量在大规模上进行验证和改进的。",
                "AnswerEn": "Evapotranspiration datasets are validated and improved by combining remote sensing data with ground-based measurements from systems like the eddy covariance and large aperture scintillometer. Remote sensing provides large-scale spatial data, while ground-based measurements offer high-frequency field-scale data. The integration of these data sources allows for the refinement of evapotranspiration estimation models and enhances the accuracy of remotely sensed values.",
                "AnswerCn": "蒸散发数据集通过将遥感数据与涡度协方差和大孔径闪烁仪等系统的地面测量相结合进行验证和改进。遥感提供了大规模的空间数据，而地面测量则提供了高频率的现场数据。这些数据源的整合使得蒸散发估算模型得以优化，并提高了遥感值的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the methods used for measuring energy balance components and discuss their applicability and limitations in complex terrains such as the Heihe River Basin.",
                "QuestionCn": "请分析用于测量能量平衡组成部分的方法，并讨论它们在复杂地形（如黑河流域）中的适用性和局限性。",
                "AnswerEn": "The energy balance components were measured using eddy covariance (EC) systems and a large aperture scintillometer (LAS) in the Heihe River Basin. The EC method is widely used for measuring the exchange of energy, water vapor, and carbon dioxide between the land surface and the atmosphere; however, it faces challenges due to complex conditions like topography and unfavorable weather, which affect its reliability and require corrections. The LAS method has been used to measure turbulent fluxes effectively over both homogeneous and heterogeneous surfaces, albeit with limitations such as signal saturation and meteorological constraints. These methods provide insights into the spatial representation of flux measurements, but each has distinct challenges that need to be addressed when applied in complex terrains like those found in the Heihe River Basin.",
                "AnswerCn": "在黑河流域，能量平衡组件通过涡度协方差（EC）系统和大孔径闪烁仪（LAS）进行测量。EC方法广泛用于测量地表与大气之间的能量、水蒸气和二氧化碳的交换；然而，由于复杂的地形和不利的天气条件，这种方法面临挑战，影响其可靠性并需要进行修正。LAS方法已被有效用于测量均匀和非均匀表面的湍流通量，尽管存在信号饱和和气象限制等局限性。这些方法为通量测量的空间表示提供了见解，但在黑河流域等复杂地形中应用时，各自面临着需要解决的独特挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please evaluate the data collection techniques used in the comprehensive observation network in the upper reaches of the Heihe River Basin and how these techniques address the challenges posed by the alpine environment.",
                "QuestionCn": "请评估在黑河上游综合观测网络中使用的数据收集技术，以及这些技术如何应对高山环境带来的挑战。",
                "AnswerEn": "The data collection techniques in the Heihe River Basin include a distributed and multiscale observation network composed of automatic meteorological stations (AMSs), a snow superstation, and a frozen ground superstation. These techniques aim to capture the meteorological driving forces and validate alpine hydrological models. The network addresses the challenges posed by the alpine environment, such as cold climate, high altitude, and complex topography, by utilizing state-of-the-art instruments and integrating observations across different scales. The superstations provide high-resolution soil physics datasets and snow cover properties, crucial for understanding freeze-thaw processes and snow accumulation. These comprehensive datasets support hydrological modeling and remote sensing validations, although challenges remain due to the difficulty of accessing some regions and the harsh environmental conditions.",
                "AnswerCn": "黑河流域的数据收集技术包括由自动气象站（AMSs）、雪超级站和冻土超级站组成的分布式多尺度观测网络。这些技术旨在捕捉气象驱动因素并验证高山水文模型。该网络通过利用先进仪器并整合不同尺度的观测，解决了高寒环境带来的挑战，如寒冷气候、高海拔和复杂地形。超级站提供高分辨率的土壤物理数据集和雪盖特性，这对于理解冻融过程和雪积累至关重要。这些综合数据集支持水文建模和遥感验证，尽管由于某些地区的可达性困难和恶劣的环境条件，仍然存在挑战。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}