{
    "id": "f325efb3-bfa1-44d7-9a61-51bc60f61d39",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Anhui 1:1 million wetland data (2000)",
            "titleCn": "安徽省1:100万湿地数据（2000）",
            "description": "The data was compiled from \"China's 1:100,000 wetland data\".\n\"China 1:100,000 wetland data\" mainly reflects the information of marshes and wetlands throughout the country in the 2000s, and is represented by geographical coordinates in decimal scale. The main contents include: types of marshes and wetlands, types of water supply, types of soil, types of main vegetation, and geographical regions.The information classification and coding standard of China sustainable development information sharing system was implemented.Data source of this database: 1:20 swamp map (internal version), 1:500 000 swamp map (internal version) of qinghai-tibet plateau, 1:100 000 swamp survey data and 1:400 000 swamp map of China;The processing steps are as follows: data source selection, preprocessing, marshland element digitization and coding, data editing and processing, establishment of topological relationship, edge-to-edge processing, projection transformation, connection with attribute database such as geographical name and acquisition of attribute data.",
            "descriptionCn": "该数据由“中国1:100万湿地数据”剪裁而来。\n“中国1:100万湿地数据”主要反映2000年代全国沼泽湿地信息,采用十进制度为单位的地理坐标表示,主要内容包括：沼泽湿地的类型、湿地的水源补给类型、土壤类型、主要植被类型、所属地理区域等。执行了《中国可持续发展信息共享系统信息分类与编码标准》。本数据库数据源：1:20沼泽图（内部版）、青藏高原1：50万沼泽图（内部版）、沼泽调查数据1：100万和全国1：400万沼泽图；处理步骤为：数据源选择、预处理、沼泽湿地要素数字化与编码、数据编辑处理、建立拓扑关系、接边处理、投影转换、与地名等属性数据库连结并获取属性数据。",
            "instructions": "File name: data is stored in vector SHP format, file name \"chinawet_anhui. SHP\"\nData reading: Arcgis, Qgis and other remote sensing software can be used to read",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“chinawet_anhui.shp”\n数据读取：可用Arcgis、Qgis等遥感软件读取",
            "east": 119.7,
            "west": 114.8,
            "south": 29.3,
            "north": 34.7,
            "startTime": null,
            "endTime": null,
            "fileSize": 125740.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张树清",
                "nameEn": "ZHANG Shuqing",
                "unitEn": "",
                "unitCn": "东北地理与农业生态研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国1：100万湿地数据",
                "titleEn": null,
                "referenceCn": "张树清, 中国1：100万湿地数据, 东北地理与农业生态研究所, 2000",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "湿地",
                "nameEn": "Wetlands"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the main characteristics and data attributes captured in a dataset focused on wetland information from the 2000s using geographic coordinates?",
                "QuestionCn": "一个专注于2000年代湿地信息的数据集的主要特征和数据属性包括地理坐标。",
                "AnswerEn": "types of marsh wetlands, sources of water supply, soil types, main vegetation types, geographic regions, decimal system for geographic coordinates",
                "AnswerCn": "沼泽湿地类型、水源、土壤类型、主要植被类型、地理区域、地理坐标的十进制系统。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the methodologies used for data collection and integration when considering the diverse data sources such as marsh maps at different scales and internal surveys?",
                "QuestionCn": "考虑到不同尺度的沼泽地图和内部调查等多样化数据源，可以推断出在数据收集和整合过程中使用了多种方法论。",
                "AnswerEn": "The integration of various data sources, such as 1:20 marsh maps, 1:50,000 marsh maps of the Qinghai-Tibet Plateau, 1:1,000,000 marsh survey data, and 1:4,000,000 national marsh maps, suggests a comprehensive approach to data collection that involves selecting appropriate data sources, preprocessing them, digitizing and encoding marsh wetland features, editing and processing data, establishing topological relationships, and handling edge matching and projection transformation. This indicates a meticulous methodology aimed at ensuring accuracy and consistency across different scales and sources.",
                "AnswerCn": "各种数据源的整合，如1:20的沼泽地图、1:50,000的青藏高原沼泽地图、1:1,000,000的沼泽调查数据和1:4,000,000的国家沼泽地图，表明了一种全面的数据收集方法，涉及选择适当的数据源、预处理、数字化和编码沼泽湿地特征、编辑和处理数据、建立拓扑关系，以及处理边缘匹配和投影变换。这表明了一种细致的方法论，旨在确保不同尺度和来源之间的准确性和一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary causes behind challenges in accurately digitizing and encoding marsh wetland features using geographic coordinates in large-scale wetland datasets?",
                "QuestionCn": "在大规模湿地数据集中，准确数字化和编码沼泽湿地特征时面临的主要挑战是什么？",
                "AnswerEn": "Challenges in accurately digitizing and encoding marsh wetland features may stem from the complexity of data sources such as 1:20 marsh maps, internal versions of the Qinghai-Tibet Plateau 1:50,000 marsh maps, and 1:1,000,000 marsh survey data. The process involves selecting suitable data sources, preprocessing data, and ensuring the digital representation accurately reflects marsh wetland characteristics like type, water supply, soil type, and vegetation. Establishing topological relationships and handling edge matching during projection conversion can also introduce difficulties.",
                "AnswerCn": "准确数字化和编码沼泽湿地特征的挑战可能源于数据源的复杂性，例如1:20的沼泽地图、青藏高原内部版本的1:50,000沼泽地图以及1:1,000,000的沼泽调查数据。该过程涉及选择合适的数据源、数据预处理，并确保数字表示准确反映沼泽湿地的特征，如类型、水源、土壤类型和植被。建立拓扑关系和在投影转换过程中处理边缘匹配也可能引入困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the sequential steps involved in digitizing and encoding marsh wetland elements from various map sources to create a comprehensive wetland dataset?",
                "QuestionCn": "将各种地图来源的沼泽湿地元素数字化和编码以创建综合湿地数据集的顺序步骤包括：",
                "AnswerEn": "The process involves selecting data sources, preprocessing, digitizing and encoding marsh wetland elements, data editing, establishing topological relationships, edge matching, projection conversion, and linking with geographical names and other attribute databases to extract attribute data.",
                "AnswerCn": "该过程涉及选择数据源、预处理、数字化和编码湿地元素、数据编辑、建立拓扑关系、边缘匹配、投影转换，以及与地名和其他属性数据库链接以提取属性数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data source selection and processing techniques enable the accurate representation of marsh wetland information at a scale of 1:100 million?",
                "QuestionCn": "哪些数据源选择和处理技术能够在1:1亿的比例尺下准确表示沼泽湿地信息？",
                "AnswerEn": "The accurate representation is enabled by selecting data sources such as the 1:20 marsh map (internal version), the Qinghai-Tibet Plateau 1:50,000 marsh map (internal version), 1:100 million marsh survey data, and the national 1:400 million marsh map. Processing steps include source selection, preprocessing, digitalization and encoding of marsh wetland elements, data editing, topology establishment, edge processing, projection conversion, and linking with attribute databases like place names to obtain attribute data.",
                "AnswerCn": "准确的表示是通过选择数据源来实现的，例如1:20湿地地图（内部版本）、青藏高原1:50,000湿地地图（内部版本）、1:1亿湿地调查数据和国家1:4亿湿地地图。处理步骤包括源选择、预处理、湿地元素的数字化和编码、数据编辑、拓扑建立、边缘处理、投影转换，以及与属性数据库（如地名）链接以获取属性数据。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}