{
    "id": "f3df77b7-bd0d-4ad2-a0c2-8b93b5cf77b0",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "A multilayer daily gridded homogenized soil temperature dataset over continental China (1960-2017)",
            "titleCn": "中国大陆地区均一化及格点化的多层逐日土壤温度数据集（1960-2017）",
            "description": "This dataset is the daily soil temperature data over continental China, with a spatial resolution of 0.25° at six soil depths (i.e., 0, 5, 10, 15, 20, and 40 cm), and a time range of 1960.01.01-2017.12.31. This dataset is generated through using multiple homogenization method to revise the inhomogenization of data, and using the statistical interpolation methods (i.e., the thin plate spline interpolation method and the angular distance weighting interpolation method) for gridded data processing, based on daily soil temperature data at more than 2400 meteorological stations across mainland of China. This dataset can well reflect the variation characteristics of soil temperature in China, and it can be used as the basic data in the field of future climate change research.",
            "descriptionCn": "该数据集为逐日多层土壤温度数据，包括陆地表面向下0cm、5cm、10cm、15cm、20cm和40cm层（共6层）的日均土壤温度数据。数据为NETCDF格式，时间范围为1960年1月1日-2017年12月31日，水平空间分辨率为0.25°。该数据集完全基于中国大陆地区2400多个站点观测的多层日均土壤温度数据制作而成，先利用多元均一化方法校订数据的非均一性，再利用薄板样条插值法和角距离权重插值方法处理为格点数据。该数据能较好地反映我国土壤温度的变化特征，可作为未来气候变化相关领域的基础研究数据。",
            "instructions": "Data file naming method: Data files are titled as \"HOM_TS0cm_daily_025x025_1960_2017. nc\", including HOM_TS0cm said surface down 0 cm deep soil temperature homogenization lattice data, accordingly, 5 cm deep below the surface of data called \"HOM_TS5cm_daily_025x025_1960_2017. nc\", the surface of 10 cm deep down data called \"HOM_TS10cm_daily_025x025_1960_2017. nc\", and so on. Use method: the data stored in NETCDF format, can use NCL, Python and MATLAB programming languages to read, also can be visualized in the Panoply software. ",
            "instructionsCn": "数据文件命名方式：文件名称为“HOM_TS0cm_daily_025x025_1960_2017.nc”,其中HOM_TS0cm表示地表向下0 cm深层的均一化土壤温度格点数据，相应地，地表向下5cm深层的数据名为“HOM_TS5cm_daily_025x025_1960_2017.nc”，地表向下10cm深层的数据名为“HOM_TS10cm_daily_025x025_1960_2017.nc”，等等。\n数据以NETCDF格式储存，可使用NCL、Python、MATLAB等各种程序语言读取，也可在Panoply软件中实现可视化。",
            "east": 137.25,
            "west": 72.5,
            "south": 15.25,
            "north": 54.75,
            "startTime": "1960-01-01 14:52:34",
            "endTime": "2017-12-31 14:52:34",
            "fileSize": 7886538216.0,
            "cstr": null,
            "doi": "10.1002/joc.7959",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "王爱慧",
                "nameEn": "WANG Aihui",
                "unitEn": "",
                "unitCn": "中国科学院大气物理研究所"
            },
            {
                "nameCn": "王丹",
                "nameEn": "WANG Dan",
                "unitEn": "",
                "unitCn": "浙江省气象科学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Homogenization of the Daily Land Surface Temperature over the Mainland of China from 1960 through 2017",
                "referenceCn": null,
                "referenceEn": "Wang, D., Wang, A., & Kong, X. (2021). Homogenization of the Daily Land Surface Temperature over the Mainland of China from 1960 through 2017. Adv. Atmos. Sci. 38, 1811–1822. DOI: 10.1007/s00376-021-1038-6"
            },
            {
                "titleCn": null,
                "titleEn": "A multilayer daily high-resolution gridded homogenized soil temperature over continental China",
                "referenceCn": null,
                "referenceEn": "Wang, D., Wang, A., & Wang, Z. (2023). A multilayer daily high-resolution gridded homogenized soil temperature over continental China. International Journal of Climatology, 43( 5), 2015– 2030. DOI: 10.1002/joc.7959"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1960-2017",
                "keywordEn": "1960-2017",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Terrestrial soil contains huge heat, which supports food and energy for humans and land ecosystem survival. The soil heat content is also an important energy source affecting regional atmospheric circulation and climate change. Changes in soil heat storage have significant effects on many aspects of the earth system, such as climate, water, and ecology. As a conventional indicator of soil heat, soil temperature (TS) shows significant effects on the respiration of organic soil layers, which in turn influences the rate of organic carbon released into the atmosphere as CO2. TS also plays a pivotal role in the exchange of energy and water vapour between the atmosphere and land surface, and it can affect the partition of net radiation into sensible and latent heat fluxes, which will then influence the circulation in the atmospheric boundary layer. In addition, the impact of TS on local atmospheric processes may also propagate downstream through dynamic and thermodynamic processes and then influence the climate in remote regions. Moreover, many studies have shown that the antecedent TS in arid/semiarid regions of Northwest China can be one of the predictors of climate change in the Eastern Plain region. TS is one of the routinely measured quantities at meteorological stations. However, due to the complex terrain, human activities and severe weather conditions, the meteorological stations are not evenly distributed. In climate research, gridded products have a great attraction for data users due to their ease of use. These products include global data sets, such as GPCC (the Global Precipitation Climatology Center), CRU (the Climatic Research Unit), and regional data sets, such as the gauge-based daily precipitation data set over East Asia, APRODITE (the Asian Precipitation-Highly Resolved Observational Data), and CN05.1 (the daily meteorological data set over mainland China). In China, observations of TS at multiple soil depths have been available from more than 2,000 stations since 1960. Researchers have made great efforts to develop various methods for interpolating irregular station observations to uniform gridded data sets."
            ],
            "research objective": [
                "To conveniently use TS data set in climate researches, this study intends to convert the in-situ TS observations from irregularly distributed stations to rectangular grids."
            ],
            "challenges": [
                "Nonetheless, limited by the availability of reliable TS data, especially over vast regions for longer periods, the existing studies on TS and their conclusions are far from sufficient for a comprehensive understanding of its properties and role in climate change. Moreover, other objective factors, for example, the uneven distribution of stations, the timing discontinuity of observations caused by station migration and equipment damage, may also limit the use of observational TS records."
            ],
            "methods": [
                "First, at each station, the observed TS is split into a daily climatology of 1981–2010 and a daily anomaly for 1960–2017. Then, they are respectively interpolated to 0.25/C14 × 0.25/C14 horizontal resolution by using the thin-plain spline and the angular distance weight interpolation methods. Finally, a gridded multilayer TS data set is constructed from the sum of the above two gridded products. Latitude, longitude, and high-resolution digital elevation models are explicitly incorporated into the interpolation processes."
            ],
            "dataset": [
                "This paper describes the construction of a 0.25/C14 × 0.25/C14 daily soil temperature (TS) data set at six soil depths (i.e., 0, 5, 10, 15, 20, and 40 cm) based on a homogenized TS at more than 2,000 meteorological stations across mainland China for 1960–2017. In China, observations of TS at multiple soil depths have been available from more than 2,000 stations since 1960. We recently conducted a homogenized procedure to eliminate non-climate-inducing errors in this TS data set and obtained a homogenized long-term continuous TS data set at six soil depths at 2360 stations in China for 1960–2017."
            ],
            "findings": [
                "The results show that the gridded TS climatology is slightly lower than the station observations. The long-term gridded TS data not only preserves the spatial features represented in the station observations, but also provides a spatio-temporal continuous long-term product of mainland China. The gridded TS over the majority of land displays significantly positive trends in both summer and winter (p > 95%), indicating an overall warming land surface in China."
            ],
            "backgroundCn": [
                "陆地土壤蕴含大量热量，这为人类和陆地生态系统的生存提供了食物和能源。土壤热量储存也是影响区域大气环流和气候变化的重要能源。土壤热储存的变化对地球系统的许多方面产生显著影响，如气候、水和生态。作为土壤热量的常规指标，土壤温度（TS）对有机土层的呼吸具有显著影响，这反过来又影响有机碳以CO2形式释放到大气中的速率。土壤温度在大气与陆地表面之间的能量和水汽交换中也起着关键作用，并且可以影响净辐射在显热和潜热通量之间的分配，从而影响大气边界层的环流。此外，土壤温度对局部大气过程的影响也可能通过动态和热力学过程向下游传播，从而影响远程地区的气候。此外，许多研究表明，中国西北干旱/半干旱地区的前期土壤温度可以成为东平原地区气候变化的预测因子。土壤温度是气象站常规测量的量之一。然而，由于复杂的地形、人类活动和恶劣的天气条件，气象站的分布并不均匀。在气候研究中，网格化产品因其易用性而受到数据用户的极大关注。这些产品包括全球数据集，如GPCC（全球降水气候中心）、CRU（气候研究单位）以及区域数据集，如东亚的基于雨量计的日降水数据集、APRODITE（亚洲降水高分辨率观测数据）和CN05.1（中国大陆的日气象数据集）。自1960年以来，中国已有超过2000个站点提供了多个土壤深度的土壤温度观测数据。研究人员为将不规则的站点观测数据插值为均匀的网格数据集做出了巨大努力。"
            ],
            "research objectiveCn": [
                "为了方便在气候研究中使用TS数据集，本研究旨在将不规则分布的站点的原位TS观测数据转换为矩形网格。"
            ],
            "challengesCn": [
                "尽管如此，由于可靠的时间序列数据的可用性有限，尤其是在广阔地区的长期数据，现有关于时间序列的研究及其结论远不足以全面理解其特性及在气候变化中的作用。此外，其他客观因素，例如观测站的分布不均、因观测站迁移和设备损坏造成的观测时间不连续，也可能限制观测时间序列记录的使用。"
            ],
            "methodsCn": [
                "首先，在每个站点，观测到的时间序列（TS）被分为1981-2010年的日气候值和1960-2017年的日异常值。然后，分别使用薄样条插值法和角距离加权插值法将其插值到0.25/C14 × 0.25/C14的水平分辨率。最后，通过将上述两个插值产品相加，构建了一个分层的网格化时间序列数据集。在插值过程中，明确纳入了纬度、经度和高分辨率数字高程模型。"
            ],
            "datasetCn": [
                "本文描述了基于1960年至2017年间中国大陆超过2000个气象站的土壤温度（TS）数据，构建了一个0.25/C14 × 0.25/C14的日土壤温度数据集，涵盖六个土壤深度（即0、5、10、15、20和40厘米）。自1960年以来，中国在多个土壤深度的土壤温度观测数据已在超过2000个站点可用。我们最近进行了同质化处理，以消除该土壤温度数据集中非气候诱导的误差，并获得了1960年至2017年间2360个站点的六个土壤深度的同质化长期连续土壤温度数据集。"
            ],
            "findingsCn": [
                "结果显示，网格化的气温气候资料略低于站点观测值。长期的网格化气温数据不仅保留了站点观测所代表的空间特征，还提供了中国大陆的时空连续的长期产品。大部分陆地上的网格化气温在夏季和冬季均显示出显著的正趋势（p > 95%），表明中国的陆地表面整体在变暖。"
            ]
        },
        {
            "background": [
                "Land surface temperature (LST) is a fundamental parameter in the climate field that is indicative of the thermal radiance from the ground surface. It directly influences the sensible and latent heat fluxes from the land surface to the planetary boundary layer. Changes in LST and soil temperature can also be used as indicators of climate change. Furthermore, several researchers have considered the difference between LST and land surface air temperature (LSAT) as a teleconnection factor to predict changes in precipitation in downstream regions. Long-term instrumental LST data have been collected and stored for many decades in China. As one of the conventional observations, LST is liable to be influenced by changes in non-climatic factors (e.g., station migration, equipment replacement, and changes in the environment around the station location). If we keep such inhomogeneities and directly analyze the raw data, which may inaccurately describe actual climate variations, then we will potentially reach incorrect conclusions, particularly in the representation of long-term trends and extremes. Therefore, it is necessary to homogenize the raw observed LST before it can be used as the “ground truth” in various applications. To homogenize the LST dataset, several methods have been developed and applied in different countries. Previous studies have mainly focused on homogenizing LST datasets on monthly time scales. The daily LST can describe temporal variations at synoptic scales and is a needed parameter in weather forecasting as well as in modeling applications."
            ],
            "research objective": [
                "This study attempts to reduce the above biases in raw daily measurements and achieves a homogenized daily LST dataset over China using 2360 stations from 1960 through 2017."
            ],
            "challenges": [
                "Raw measured LSTs may contain biases due to instrument replacement, changes in recording procedures, and other non-climatic factors."
            ],
            "methods": [
                "The high-quality land surface air temperature (LSAT) dataset is used to correct the LST warming biases especially evident during cold months in regions north of 40ºN due to the replacement of observation instruments around 2004. Subsequently, the Multiple Analysis of Series for Homogenization (MASH) method is adopted to detect and then adjust the daily observed LST records."
            ],
            "dataset": [
                "This study attempts to reduce the above biases in raw daily measurements and achieves a homogenized daily LST dataset over China using 2360 stations from 1960 through 2017."
            ],
            "findings": [
                "Compared to the raw LST dataset over the whole domain, the homogenization significantly reduces the mean LST magnitude and its interannual variability as well as its linear trend at most stations. Finally, we perform preliminary analysis upon the homogenized LST and find that the annual mean LST averaged across China shows a significant warming trend [0.22ºC (10 yr)–1]."
            ],
            "backgroundCn": [
                "地表温度（LST）是气候领域中的一个基本参数，指的是地面表面的热辐射。它直接影响从地表到行星边界层的感热和潜热通量。LST和土壤温度的变化也可以作为气候变化的指标。此外，一些研究者将LST与地表空气温度（LSAT）之间的差异视为一种遥相关因子，以预测下游地区降水的变化。中国长期收集并存储了数十年的仪器LST数据。作为一种常规观测，LST容易受到非气候因素（例如，站点迁移、设备更换以及站点周围环境变化）的影响。如果我们保持这种不均匀性并直接分析原始数据，可能会不准确地描述实际的气候变化，从而得出错误的结论，特别是在长期趋势和极端事件的表现上。因此，在将原始观测LST作为各种应用中的“真实数据”之前，有必要对其进行均匀化。为了均匀化LST数据集，已经开发并在不同国家应用了几种方法。以往的研究主要集中在按月时间尺度均匀化LST数据集上。日常LST能够描述天气尺度的时间变化，是天气预报和建模应用中所需的参数。"
            ],
            "research objectiveCn": [
                "本研究旨在减少原始日测量中的偏差，并利用1960年至2017年间2360个站点的数据，获得中国的均匀化日地表温度（LST）数据集。"
            ],
            "challengesCn": [
                "原始测量的地表温度可能由于仪器更换、记录程序的变化以及其他非气候因素而存在偏差。"
            ],
            "methodsCn": [
                "高质量的陆地表面空气温度（LSAT）数据集用于修正特别在北纬40ºN以北地区寒冷月份中明显的LST升温偏差，这种偏差是由于2004年左右观测仪器的更换所致。随后，采用多重序列分析同质化（MASH）方法来检测并调整每日观测的LST记录。"
            ],
            "datasetCn": [
                "本研究旨在减少原始日测量中的偏差，并利用1960年至2017年间的2360个站点，获得中国的均匀化日地表温度（LST）数据集。"
            ],
            "findingsCn": [
                "与整个区域的原始地表温度（LST）数据集相比，同质化显著降低了大多数站点的平均LST幅度及其年际变异性，以及线性趋势。最后，我们对同质化后的LST进行了初步分析，发现中国平均年均LST显示出显著的升温趋势 [0.22ºC (10年)–1]。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is a homogenized procedure used to correct non-climate-inducing errors in soil temperature datasets?",
                "QuestionCn": "均匀化程序用于修正土壤温度数据集中的非气候诱导错误吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Do challenges such as uneven distribution of stations and station migration limit the use of observational soil temperature records?",
                "QuestionCn": "不均匀的站点分布和站点迁移等挑战是否限制了观测土壤温度记录的使用？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are interpolation methods like thin-plain spline and angular distance weight used to convert in-situ observations to gridded datasets?",
                "QuestionCn": "插值方法如薄平面样条和角距离加权用于将原位观测数据转换为网格数据集吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which interpolation method is more suitable for creating gridded soil temperature datasets, thin-plate splines or angular distance weighting?",
                "QuestionCn": "哪种插值方法更适合创建网格化土壤温度数据集，薄板样条还是角距离加权？",
                "AnswerEn": "thin-plate splines",
                "AnswerCn": "薄板样条",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the main focus in homogenizing land surface temperature datasets on correcting biases due to instrument replacement or changes in recording procedures?",
                "QuestionCn": "在均匀化地表温度数据集的主要关注点是纠正由于仪器更换或记录程序变化所导致的偏差吗？",
                "AnswerEn": "correcting biases due to instrument replacement and changes in recording procedures",
                "AnswerCn": "纠正由于仪器更换和记录程序变化导致的偏差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to interpolate irregular station observations into uniform gridded data sets?",
                "QuestionCn": "用于将不规则站点观测数据插值为均匀网格数据集的方法有哪些？",
                "AnswerEn": "thin-plain spline, angular distance weight interpolation methods",
                "AnswerCn": "薄板样条，角距离权重插值方法",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Where are the observations of soil temperature available from, and since when?",
                "QuestionCn": "土壤温度的观测数据来自哪里，以及从什么时候开始？",
                "AnswerEn": "Mainland China, 1960",
                "AnswerCn": "中国大陆，1960年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in using raw land surface temperature data for climate studies?",
                "QuestionCn": "在气候研究中使用原始地表温度数据面临哪些挑战？",
                "AnswerEn": "biases",
                "AnswerCn": "偏见",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that helps convert irregularly distributed soil temperature observations to uniform gridded data?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，该方法有助于将不规则分布的土壤温度观测值转换为均匀的网格数据？",
                "AnswerEn": "One method involves splitting observed soil temperature (TS) at each station into a daily climatology and a daily anomaly. These are interpolated to a 0.25° × 0.25° horizontal resolution using thin-plain spline and angular distance weight interpolation methods, followed by constructing a gridded multilayer TS dataset from the sum of these gridded products.",
                "AnswerCn": "一种方法是将每个站点的观测土壤温度（TS）分解为日气候学和日异常值。这些数据通过薄样条样条和角距离加权插值方法插值到0.25° × 0.25°的水平分辨率，然后通过将这些插值产品的总和构建一个分层的网格化土壤温度数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in creating a comprehensive soil temperature dataset and how is it addressed?",
                "QuestionCn": "创建全面的土壤温度数据集时面临的一个挑战是什么，以及如何解决这个问题？",
                "AnswerEn": "A challenge is the uneven distribution of meteorological stations and timing discontinuity in observations due to station migration and equipment damage. This is addressed by applying a homogenization procedure to eliminate non-climate-inducing errors, thereby creating a consistent long-term dataset.",
                "AnswerCn": "一个挑战是气象站的分布不均以及由于站点迁移和设备损坏导致的观测时间不连续。为了解决这个问题，采用了同质化程序，以消除非气候诱导的误差，从而创建一个一致的长期数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Provide an example of a technique used to address biases in land surface temperature datasets induced by non-climatic factors.",
                "QuestionCn": "提供一个用于解决由非气候因素引起的地表温度数据集偏差的技术示例。",
                "AnswerEn": "To address biases, the Multiple Analysis of Series for Homogenization (MASH) method can be used to detect and adjust daily observed land surface temperature records, correcting biases such as those from instrument replacement or changes in recording procedures.",
                "AnswerCn": "为了应对偏差，可以使用多重系列分析同质化（MASH）方法来检测和调整日常观测的地表温度记录，修正由于仪器更换或记录程序变化等引起的偏差。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a gridded soil temperature data collection method?",
                "QuestionCn": "网格化土壤温度数据收集方法的特点是什么？",
                "AnswerEn": "converting in-situ observations to rectangular grids, splitting observed temperature data into daily climatology and anomalies, interpolating using thin-plain spline and angular distance weight interpolation, integrating latitude, longitude, and elevation models, constructing a multilayer dataset",
                "AnswerCn": "将原位观测数据转换为矩形网格，将观测到的温度数据分为每日气候学和异常值，使用薄板样条和角距离加权插值进行插值，整合纬度、经度和海拔模型，构建多层数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with collecting long-term soil temperature datasets across varied terrains?",
                "QuestionCn": "收集跨越不同地形的长期土壤温度数据集所面临的挑战有哪些？",
                "AnswerEn": "uneven distribution of meteorological stations, timing discontinuity, difficulty of obtaining reliable data over large regions for extended periods",
                "AnswerCn": "气象站分布不均，时间不连续，难以在大范围内长时间获得可靠数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the characteristics of a homogenized land surface temperature dataset?",
                "QuestionCn": "均匀化的地表温度数据集的特征是什么？",
                "AnswerEn": "reduction of biases, adjusted using high-quality temperature data, reduced variability, accurate representation of temperature trends",
                "AnswerCn": "减少偏差，使用高质量的温度数据进行调整，减少变异性，准确表示温度趋势。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meteorological stations were used to collect the soil temperature data across mainland China?",
                "QuestionCn": "在中国大陆收集土壤温度数据时使用了多少个气象站？",
                "AnswerEn": "More than 2,000",
                "AnswerCn": "超过2,000",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the horizontal resolution of the gridded soil temperature dataset?",
                "QuestionCn": "网格化土壤温度数据集的水平分辨率是多少？",
                "AnswerEn": "0.25° × 0.25°",
                "AnswerCn": "0.25° × 0.25°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many layers of soil temperature data are included in the multi-layer dataset?",
                "QuestionCn": "多层数据集中包含多少层土壤温度数据？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'homogenization' mean in the context of soil temperature datasets?",
                "QuestionCn": "在土壤温度数据集的上下文中，“均质化”指的是对数据进行处理，以消除或减少由于测量方法、地点或时间等因素造成的差异，从而使数据更加一致和可比较。",
                "AnswerEn": "In the context of soil temperature datasets, 'homogenization' refers to the process of eliminating non-climate-inducing errors, such as those caused by station migration or equipment changes, to ensure that the data accurately represent true climate variations over time.",
                "AnswerCn": "在土壤温度数据集的背景下，“同质化”指的是消除非气候诱导误差的过程，例如由站点迁移或设备更换引起的误差，以确保数据准确反映随时间变化的真实气候变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the 'thin-plain spline interpolation method' as used in data collection for gridded soil temperature datasets?",
                "QuestionCn": "“薄平面样条插值方法”是用于网格化土壤温度数据集的数据收集方法。",
                "AnswerEn": "The 'thin-plain spline interpolation method' is a technique used to interpolate irregularly distributed observational data onto a uniform grid. It is applied to convert in-situ soil temperature observations from meteorological stations into a gridded format by incorporating latitude, longitude, and elevation data.",
                "AnswerCn": "“薄平面样条插值法”是一种将不规则分布的观测数据插值到均匀网格上的技术。它被应用于将气象站的原位土壤温度观测值转换为网格格式，同时考虑纬度、经度和海拔数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced during the creation of a homogenized soil temperature dataset compared to a homogenized land surface temperature dataset?",
                "QuestionCn": "在创建均匀化土壤温度数据集与均匀化地表温度数据集时面临的挑战有哪些不同？",
                "AnswerEn": "The creation of a homogenized soil temperature dataset faces challenges such as uneven distribution of stations and timing discontinuity due to station migration. In contrast, the homogenized land surface temperature dataset deals with biases from instrument replacement and changes in recording procedures. Both datasets require homogenization to ensure accurate representation of long-term trends, yet the specific sources and types of biases addressed differ between them.",
                "AnswerCn": "创建均匀化土壤温度数据集面临着站点分布不均和由于站点迁移导致的时间不连续性等挑战。相比之下，均匀化陆面温度数据集则处理仪器更换和记录程序变化带来的偏差。这两个数据集都需要进行均匀化，以确保长期趋势的准确表示，但它们所针对的具体偏差来源和类型有所不同。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the methods for addressing observation biases in soil temperature datasets compare to those used for land surface temperature datasets?",
                "QuestionCn": "土壤温度数据集中的观测偏差处理方法与地表温度数据集中的方法相比如何？",
                "AnswerEn": "In soil temperature datasets, observation biases are addressed by homogenizing data to eliminate non-climate-inducing errors and interpolating using specific methods like thin-plain spline. For land surface temperature datasets, biases are corrected using a high-quality LSAT dataset to adjust biases, particularly in colder months, followed by the MASH method for further homogenization. Both approaches aim to improve data reliability, but they use different reference datasets and bias correction techniques.",
                "AnswerCn": "在土壤温度数据集中，通过对数据进行同质化来消除非气候诱导的误差，从而解决观测偏差，并使用特定方法（如薄板样条插值）进行插值。对于地表温度数据集，使用高质量的地表温度（LSAT）数据集来调整偏差，特别是在较冷的月份，然后采用MASH方法进行进一步的同质化。这两种方法旨在提高数据的可靠性，但使用了不同的参考数据集和偏差修正技术。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the use of thin-plain spline and angular distance weight interpolation methods affect the accuracy and reliability of soil temperature data collected for climate research?",
                "QuestionCn": "薄平面样条和角距离加权插值方法的使用可能会如何影响为气候研究收集的土壤温度数据的准确性和可靠性？",
                "AnswerEn": "The use of these interpolation methods allows for converting in-situ observations from irregularly distributed stations into a uniform gridded format. This helps in maintaining spatial features while providing a continuous long-term product, potentially enhancing the accuracy and reliability of data for climate research.",
                "AnswerCn": "这些插值方法的使用可以将不规则分布的站点的原位观测数据转换为统一的网格格式。这有助于保持空间特征，同时提供连续的长期产品，可能提高气候研究数据的准确性和可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges do changes in non-climatic factors, such as station migration and equipment replacement, pose to the collection and homogenization of land surface temperature data over long periods?",
                "QuestionCn": "非气候因素的变化，如气象站迁移和设备更换，对长期地表温度数据的收集和同质化带来了哪些挑战？",
                "AnswerEn": "Non-climatic factors introduce biases in raw temperature measurements, which can obscure actual climate variations. These biases need to be corrected, as they can affect the representation of long-term trends and extremes, necessitating methods like homogenization to ensure data reliability.",
                "AnswerCn": "非气候因素会在原始温度测量中引入偏差，这可能掩盖实际的气候变化。这些偏差需要被修正，因为它们可能影响长期趋势和极端事件的表现，因此需要采用如同质化等方法来确保数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in converting irregularly distributed in-situ soil temperature observations to uniform gridded datasets?",
                "QuestionCn": "导致将不规则分布的原位土壤温度观测值转换为均匀网格数据集的挑战的原因是什么？",
                "AnswerEn": "Challenges arise due to the uneven distribution of meteorological stations, timing discontinuity of observations caused by station migration, and equipment damage, which limit the use of observational soil temperature records.",
                "AnswerCn": "由于气象站分布不均、观测时间的不连续性（由站点迁移引起）以及设备损坏，导致观测土壤温度记录的使用受到限制，这些都带来了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be limitations in the availability of reliable soil temperature data over vast regions and for longer periods?",
                "QuestionCn": "在广阔地区和较长时间内，可靠的土壤温度数据的可用性可能存在限制的原因是什么？",
                "AnswerEn": "The limitations are primarily due to the uneven station distribution, non-climate-inducing errors, and discontinuities in observations, which can hinder the comprehensive understanding of soil temperature's role in climate change.",
                "AnswerCn": "这些限制主要是由于站点分布不均、非气候诱导的误差以及观测中的不连续性，这可能会妨碍对土壤温度在气候变化中作用的全面理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to biases in raw daily land surface temperature measurements?",
                "QuestionCn": "影响原始日地表温度测量偏差的因素有哪些？",
                "AnswerEn": "Biases in raw daily land surface temperature measurements are caused by instrument replacement, changes in recording procedures, and other non-climatic factors that affect the accuracy of the data.",
                "AnswerCn": "原始日地表温度测量中的偏差是由于仪器更换、记录程序的变化以及其他影响数据准确性的非气候因素造成的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does converting irregularly distributed station observations into gridded data affect the usability of soil temperature datasets in climate research?",
                "QuestionCn": "将不规则分布的站点观测数据转换为网格化数据会如何影响气候研究中土壤温度数据集的可用性？",
                "AnswerEn": "Converting irregularly distributed station observations into gridded data enhances usability by providing a spatio-temporal continuous long-term product that preserves spatial features and can be easily utilized in climate research, despite the challenges of uneven station distribution and timing discontinuities.",
                "AnswerCn": "将不规则分布的站点观测数据转换为网格数据，可以通过提供一个时空连续的长期产品来增强其可用性，该产品保留了空间特征，并且可以方便地用于气候研究，尽管存在站点分布不均和时间不连续的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to convert in-situ soil temperature observations from irregularly distributed stations to rectangular grids in climate research?",
                "QuestionCn": "在气候研究中，将不规则分布的原位土壤温度观测值转换为矩形网格是重要的，因为这可以提高数据的可用性和一致性，使得不同地区和时间的比较变得更加容易。此外，矩形网格化有助于更好地进行空间分析和模型模拟，从而更准确地理解土壤温度对气候变化的响应。",
                "AnswerEn": "The goal of converting in-situ soil temperature observations to rectangular grids is to facilitate the use of soil temperature data in climate research by providing a uniform and continuous data set that can overcome the challenges posed by irregular station distribution, non-climatic errors, and other observational biases.",
                "AnswerCn": "将原位土壤温度观测值转换为矩形网格的目标是为了便于气候研究中使用土壤温度数据，提供一个均匀和连续的数据集，以克服不规则站点分布、非气候误差和其他观测偏差带来的挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What objectives drive the development of a homogenized long-term land surface temperature dataset across China?",
                "QuestionCn": "推动中国长期均匀化地表温度数据集发展的目标是什么？",
                "AnswerEn": "The objective of developing a homogenized long-term land surface temperature dataset is to reduce biases in raw daily measurements related to non-climatic factors such as instrument changes and station migration, thereby ensuring accurate climate variation analysis and improving the reliability of the data for various applications, including weather forecasting and climate modeling.",
                "AnswerCn": "开发均匀化的长期地表温度数据集的目标是减少与非气候因素（如仪器更换和站点迁移）相关的原始日常测量中的偏差，从而确保气候变化分析的准确性，并提高数据在天气预报和气候建模等各种应用中的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What is the rationale behind using the thin-plain spline and angular distance weight interpolation methods in constructing a gridded soil temperature dataset?",
                "QuestionCn": "在构建网格化土壤温度数据集时，使用薄平面样条和角度距离加权插值方法的理由是什么？",
                "AnswerEn": "The rationale for using the thin-plain spline and angular distance weight interpolation methods is to accurately interpolate daily climatology and anomalies from station data to a uniform grid, ensuring that the dataset reflects spatial features and provides a continuous long-term soil temperature product for climate research in mainland China.",
                "AnswerCn": "使用薄平面样条和角距离加权插值方法的理由是为了准确地将站点数据的日气候学和异常值插值到统一网格，确保数据集反映空间特征，并为中国大陆的气候研究提供连续的长期土壤温度产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can observational soil temperature data from irregularly distributed meteorological stations be converted into uniform gridded datasets for climate research?",
                "QuestionCn": "如何将来自不规则分布的气象站的观测土壤温度数据转换为气候研究所需的均匀网格数据集？",
                "AnswerEn": "The observational soil temperature data can be converted into uniform gridded datasets by splitting the observed data into a daily climatology and daily anomaly, which are then interpolated using thin-plain spline and angular distance weight interpolation methods. Latitude, longitude, and high-resolution digital elevation models are incorporated into the interpolation process to construct a gridded multilayer soil temperature dataset.",
                "AnswerCn": "观测土壤温度数据可以通过将观测数据分为日气候和日异常来转换为统一的网格数据集，然后使用薄样条插值和角距离加权插值方法进行插值。在插值过程中，纬度、经度和高分辨率数字高程模型被纳入，以构建一个网格化的多层土壤温度数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedures are employed to homogenize raw daily land surface temperature data to mitigate biases introduced by non-climatic factors?",
                "QuestionCn": "为了减轻非气候因素引入的偏差，采用了哪些程序来均匀化原始日地表温度数据？",
                "AnswerEn": "To homogenize raw daily land surface temperature data, the high-quality land surface air temperature dataset is used to correct warming biases, particularly those evident during cold months due to instrument replacement. The Multiple Analysis of Series for Homogenization (MASH) method is then adopted to detect and adjust biases in the daily observed land surface temperature records.",
                "AnswerCn": "为了对原始日地表温度数据进行均匀化，使用高质量的地表空气温度数据集来校正温暖偏差，特别是在寒冷月份由于仪器更换而明显的偏差。然后采用多重分析系列均匀化（MASH）方法来检测和调整日观测地表温度记录中的偏差。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the methods used to address the challenges of uneven station distribution and data discontinuities in long-term soil temperature datasets?",
                "QuestionCn": "用于解决长期土壤温度数据集中站点分布不均和数据不连续性挑战的方法有哪些？",
                "AnswerEn": "To address uneven station distribution and data discontinuities, methods such as homogenizing procedures are conducted to eliminate non-climate-inducing errors, and interpolation techniques like thin-plain spline and angular distance weight methods are used to convert station observations into gridded datasets. These approaches help create a long-term continuous soil temperature dataset that maintains spatial features while being spatio-temporally comprehensive.",
                "AnswerCn": "为了应对站点分布不均和数据不连续的问题，采用了均匀化程序等方法，以消除非气候诱导的误差，同时使用薄平面样条和角距离加权等插值技术，将站点观测数据转换为网格化数据集。这些方法有助于创建一个长期连续的土壤温度数据集，保持空间特征，同时在时空上具有全面性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the conversion of irregularly distributed soil temperature observations into uniformly gridded datasets?",
                "QuestionCn": "哪些方法可以将不规则分布的土壤温度观测值转换为均匀网格化的数据集？",
                "AnswerEn": "The conversion is achieved by splitting the observed soil temperature into a daily climatology and a daily anomaly. These are then interpolated to a 0.25° × 0.25° horizontal resolution using thin-plain spline and angular distance weight interpolation methods, incorporating latitude, longitude, and digital elevation models.",
                "AnswerCn": "转换是通过将观测到的土壤温度分为日气候学和日异常来实现的。然后，使用薄平面样条和角距离加权插值方法将其插值到0.25° × 0.25°的水平分辨率，结合了纬度、经度和数字高程模型。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do homogenization techniques enable the use of land surface temperature data in long-term climate studies?",
                "QuestionCn": "均匀化技术如何使地表温度数据在长期气候研究中得以使用？",
                "AnswerEn": "Homogenization techniques, such as the Multiple Analysis of Series for Homogenization (MASH) method, correct biases in raw measured land surface temperatures caused by instrument replacement and other non-climatic factors. This process results in a more accurate representation of climate variations and trends, thus enabling reliable long-term climate studies.",
                "AnswerCn": "均匀化技术，如多重系列均匀化分析（MASH）方法，可以纠正由于仪器更换和其他非气候因素导致的原始测量地表温度的偏差。这个过程产生了对气候变化和趋势的更准确表示，从而使得可靠的长期气候研究成为可能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What conditions facilitate the development of gridded soil temperature datasets that reflect spatial and temporal changes across vast regions?",
                "QuestionCn": "哪些条件促进了反映广泛区域空间和时间变化的网格化土壤温度数据集的发展？",
                "AnswerEn": "Gridded soil temperature datasets are facilitated by the availability of long-term, multi-depth observations from numerous meteorological stations. The application of homogenization procedures to eliminate non-climatic errors and the use of interpolation methods to convert station data into gridded formats are crucial conditions for their development.",
                "AnswerCn": "网格化土壤温度数据集得益于来自众多气象站的长期多深度观测。应用同质化程序以消除非气候性误差，以及使用插值方法将站点数据转换为网格格式，是其发展的关键条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods for soil temperature observations face challenges in achieving uniform station distribution?",
                "QuestionCn": "土壤温度观测的数据收集方法可能面临挑战，难以实现均匀的站点分布，原因是什么？",
                "AnswerEn": "Data collection methods for soil temperature observations might face challenges due to complex terrain, human activities, and severe weather conditions, which can result in meteorological stations being unevenly distributed.",
                "AnswerCn": "土壤温度观测的数据收集方法可能面临挑战，原因包括复杂的地形、人类活动和恶劣的天气条件，这可能导致气象站分布不均。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it necessary to apply homogenization procedures to land surface temperature datasets before using them in climate research?",
                "QuestionCn": "在气候研究中，为什么有必要对地表温度数据集应用均匀化程序？",
                "AnswerEn": "It is necessary to apply homogenization procedures to land surface temperature datasets to correct biases resulting from non-climatic factors such as station migration, equipment replacement, and environmental changes around station locations, ensuring that the data accurately reflects actual climate variations.",
                "AnswerCn": "有必要对地表温度数据集应用均匀化程序，以纠正由于站点迁移、设备更换和站点周围环境变化等非气候因素导致的偏差，从而确保数据准确反映实际气候变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What might be the reasons for using interpolation methods when converting in-situ soil temperature observations to gridded datasets?",
                "QuestionCn": "在将原位土壤温度观测值转换为网格化数据集时，使用插值方法的原因可能包括：",
                "AnswerEn": "Interpolation methods are used to convert in-situ soil temperature observations to gridded datasets to address the uneven distribution of observation stations and to create a spatio-temporal continuous long-term product that preserves the spatial features of the original data.",
                "AnswerCn": "插值方法用于将原位土壤温度观测值转换为网格化数据集，以解决观测站分布不均的问题，并创建一个时空连续的长期产品，保留原始数据的空间特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How might the interpolation methods used in creating gridded soil temperature datasets affect the accuracy and reliability of the resulting data?",
                "QuestionCn": "用于创建网格化土壤温度数据集的插值方法可能会如何影响最终数据的准确性和可靠性？",
                "AnswerEn": "The interpolation methods, such as thin-plain spline and angular distance weight interpolation, are crucial for transforming irregularly distributed station observations into uniform gridded data. These methods are carefully chosen to maintain spatial features and provide a continuous product. However, the accuracy and reliability could be influenced by factors like the uneven distribution of stations and timing discontinuities in observations, which may introduce biases if not properly accounted for.",
                "AnswerCn": "插值方法，如薄平面样条和角距离加权插值，对于将不规则分布的站点观测数据转换为均匀网格数据至关重要。这些方法经过精心选择，以保持空间特征并提供连续的产品。然而，准确性和可靠性可能会受到站点分布不均和观测时间不连续等因素的影响，如果不加以适当考虑，可能会引入偏差。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the challenges associated with ensuring the homogenization of long-term soil temperature datasets, and how do these challenges impact the quality of the data?",
                "QuestionCn": "确保长期土壤温度数据集的均匀化面临哪些挑战，这些挑战如何影响数据的质量？",
                "AnswerEn": "Challenges in homogenizing soil temperature datasets include biases from instrument replacement, changes in recording procedures, and non-climatic factors. These issues can lead to inaccurate climate variation descriptions if not addressed. Homogenization methods are employed to correct these biases, thus enhancing the dataset's quality by reducing mean magnitude, interannual variability, and linear trends, especially evident during instrument changes around 2004.",
                "AnswerCn": "土壤温度数据集的均匀化面临的挑战包括仪器更换带来的偏差、记录程序的变化以及非气候因素。这些问题如果不加以解决，可能导致气候变化描述的不准确。均匀化方法被用来修正这些偏差，从而通过减少均值幅度、年际变异性和线性趋势来提高数据集的质量，特别是在2004年左右的仪器更换期间，这一点尤为明显。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can the development of gridded soil temperature datasets contribute to climate change research, particularly in regions with complex terrain and uneven station distribution?",
                "QuestionCn": "网格化土壤温度数据集的发展可以通过以下几种方式促进气候变化研究，特别是在地形复杂和观测站分布不均的地区：",
                "AnswerEn": "Gridded soil temperature datasets facilitate climate change research by providing spatially continuous and temporally long-term data, which are especially valuable in regions with complex terrain and uneven station distribution. These datasets preserve spatial features and trends, such as warming land surfaces, and enable easier use in climate models, helping researchers to better understand the impacts of soil temperature on atmospheric processes and climate patterns.",
                "AnswerCn": "网格化土壤温度数据集通过提供空间连续和长期的时间数据，促进了气候变化研究，这在地形复杂和站点分布不均的地区尤为重要。这些数据集保留了空间特征和趋势，例如变暖的陆地表面，并使其在气候模型中的使用更加便捷，帮助研究人员更好地理解土壤温度对大气过程和气候模式的影响。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don’t understand how irregularly distributed soil temperature observations can be transformed into a uniform grid for analysis.",
                "QuestionCn": "我不明白如何将不规则分布的土壤温度观测值转换为均匀网格以进行分析。",
                "AnswerEn": "The observed soil temperature (TS) data at each station is split into a daily climatology and a daily anomaly, which are then interpolated to a uniform grid using thin-plain spline and angular distance weight interpolation methods, incorporating latitude, longitude, and digital elevation models in the process.",
                "AnswerCn": "每个站点的观测土壤温度（TS）数据被分为日气候学和日异常，然后使用薄样条和角距离加权插值方法插值到统一网格，过程中考虑了纬度、经度和数字高程模型。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges involved in maintaining long-term continuity and consistency in soil temperature datasets.",
                "QuestionCn": "我对在土壤温度数据集的长期连续性和一致性维护中所涉及的挑战感到不确定。",
                "AnswerEn": "Challenges include the uneven distribution of meteorological stations, timing discontinuity of observations due to station migration and equipment damage, and biases introduced by non-climatic factors such as station relocation and instrument replacement.",
                "AnswerCn": "挑战包括气象站分布不均、由于站点迁移和设备损坏导致的观测时间不连续，以及由于非气候因素（如站点迁移和仪器更换）引入的偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of the significance of using homogenized datasets in climate research related to soil and land surface temperatures.",
                "QuestionCn": "我无法理解在与土壤和地表温度相关的气候研究中使用均质化数据集的重要性。",
                "AnswerEn": "Homogenized datasets are crucial as they eliminate non-climatic errors, providing a consistent and reliable basis for analyzing long-term trends and changes in soil and land surface temperatures, which are vital for understanding impacts on regional atmospheric circulation, climate change, and ecological processes.",
                "AnswerCn": "均质化数据集至关重要，因为它们消除了非气候误差，为分析土壤和地表温度的长期趋势和变化提供了一致可靠的基础，这对于理解对区域大气环流、气候变化和生态过程的影响至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the methodologies used in converting in-situ soil temperature observations from irregularly distributed stations to a uniform gridded format.",
                "QuestionCn": "请探讨将不规则分布的原位土壤温度观测数据转换为统一网格格式所使用的方法。",
                "AnswerEn": "The conversion of in-situ soil temperature observations to a gridded format involves splitting the observed data into a daily climatology and a daily anomaly. These are then interpolated using thin-plain spline and angular distance weight interpolation methods to achieve a 0.25° × 0.25° horizontal resolution. Latitude, longitude, and high-resolution digital elevation models are incorporated into the interpolation processes to construct a multilayer soil temperature dataset.",
                "AnswerCn": "将原位土壤温度观测数据转换为网格格式涉及将观测数据拆分为日气候学和日异常。然后，使用薄样条插值和角距离加权插值方法进行插值，以实现0.25° × 0.25°的水平分辨率。在插值过程中，纳入了纬度、经度和高分辨率数字高程模型，以构建多层土壤温度数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify the challenges faced in collecting and utilizing soil temperature data over extended periods and vast regions, and suggest methods to address these challenges.",
                "QuestionCn": "请识别在广泛区域和长时间内收集和利用土壤温度数据所面临的挑战，并建议解决这些挑战的方法。",
                "AnswerEn": "Challenges in collecting soil temperature data include the uneven distribution of stations, timing discontinuity of observations due to station migration and equipment damage, and the availability of reliable data over extensive regions and periods. To address these challenges, a homogenization procedure is applied to eliminate non-climate-induced errors, and advanced interpolation methods are used to create a continuous and reliable gridded dataset.",
                "AnswerCn": "收集土壤温度数据的挑战包括站点分布不均、由于站点迁移和设备损坏导致的观测时间不连续，以及在广泛区域和时间段内可靠数据的可用性。为了解决这些挑战，应用了同质化程序以消除非气候引起的误差，并使用先进的插值方法创建连续且可靠的网格数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please describe the techniques used to homogenize land surface temperature data and reduce biases from instrumentation changes and other non-climatic factors.",
                "QuestionCn": "请描述用于均匀化地表温度数据的技术，以及减少仪器变化和其他非气候因素引起的偏差的方法。",
                "AnswerEn": "To homogenize land surface temperature data, a high-quality land surface air temperature dataset is used to correct warming biases, particularly those evident in cold months due to instrument replacement. The Multiple Analysis of Series for Homogenization (MASH) method is then adopted to detect and adjust daily observed records, significantly reducing the mean magnitude, interannual variability, and linear trends of the land surface temperature dataset.",
                "AnswerCn": "为了对地表温度数据进行均匀化，使用高质量的地表空气温度数据集来修正温暖偏差，特别是在由于仪器更换而在寒冷月份显现的偏差。随后采用多重序列分析均匀化方法（MASH）来检测和调整每日观测记录，显著减少了地表温度数据集的平均幅度、年际变率和线性趋势。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}