{
  "id": "f440a60d-a329-43e7-bfbf-3da69b136847",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "100-meter land surface temperature dataset of Dhaka typical key node area (2000-2016)",
      "titleCn": "典型关键节点区域百米级地表温度数据（2000-2016）",
      "description": "Land Surface Temporature (LST) is a key parameter in global change research, and it has important for ecosystems and biogeochemistry. At present, Landsat thermal infrared series satellite data (including Landsat TM, ETM+ and OLI thermal infrared bands) is an important data source for land surface temperature estimation. Taking the key nodes of Dhaka as the research area, using the data of Landsat TM/ETM+/TIRS series with good quality (less than 20% cloud) from 2000 to 2016 as inputs, the single channel algorithm (SC) was used to predict the land surface temperature. At the same time, reflectance correction based on NDVI sources was considered to allow for more accurate LST estimation of different regions and conditions. Finally, the annual quarterly (approximate) land surface temperature data of Dhaka key node area during 2000 and 2016  was obtained. Note: Because the data in this area was seriously interfered by the cloud cover, the LST data was cloud masked.",
      "descriptionCn": "地表温度（Land Surface Temporature, LST）是全球变化研究中的关键参数，其对生态系统和生物地球化学等具有重要研究意义。目前，Landsat热红外系列卫星数据（包括Landsat TM，ETM+和OLI热红外波段）是地表温度反演的一项重要数据源。以达卡关键节点为研究区域，基于2000至2016年Landsat TM/ETM+/TIRS系列质量较好（云量低于30%）的数据，采用单通道算法（single channel，SC算法）进行地表温度反演。同时，考虑了基于NDVI来源的反射率校正，以便对不同地区和条件进行更准确的LST估算。最终得到了达卡关键节点区域2000-2016逐年每季度（近似）地表温度数据。注：由于该区域数据受云干扰严重，对数据种进行了云掩膜处理。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 110.9,
      "west": -3.31,
      "south": -1.09,
      "north": 58.68,
      "startTime": "2000-01-05 08:00:00",
      "endTime": "2017-01-04 08:00:00",
      "fileSize": 1462968547.0,
      "cstr": "18406.11.Ecolo.tpdc.270515",
      "doi": "10.11888/Ecolo.tpdc.270515",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      },
      {
        "nameCn": "张一行",
        "nameEn": "ZHANG Yihang",
        "unitEn": "Institute of Geodesy and Geophysics, CAS",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Online global land surface temperature estimation from Landsat",
        "referenceCn": null,
        "referenceEn": "Parastatidis, D., Mitraka, Z., Chrysoulakis, N., et al. (2017). Online global land surface temperature estimation from Landsat. Remote Sensing, 9(12), 1208."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third Pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2016",
        "keywordEn": "2000-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many Landsat TM/ETM+/TIRS satellite data samples were utilized to estimate land surface temperature in the Dhaka key node area from 2000 to 2016?",
        "QuestionCn": "在2000年至2016年期间，估算达卡关键节点区域的地表温度时，使用了多少个Landsat TM/ETM+/TIRS卫星数据样本？",
        "AnswerEn": "30%",
        "AnswerCn": "30%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is single channel (SC) algorithm in the context of land surface temperature estimation?",
        "QuestionCn": "单通道（SC）算法在地表温度估计的背景下是什么？",
        "AnswerEn": "The single channel (SC) algorithm is a method used for land surface temperature (LST) estimation, which utilizes data from thermal infrared bands of satellites like Landsat TM, ETM+, and TIRS. This algorithm involves deriving LST by considering factors such as atmospheric effects and emissivity, and it is applied to satellite data with low cloud cover to provide accurate surface temperature readings.",
        "AnswerCn": "单通道（SC）算法是一种用于地表温度（LST）估算的方法，利用来自卫星（如Landsat TM、ETM+和TIRS）的热红外波段数据。该算法通过考虑大气效应和发射率等因素来推导LST，并应用于低云覆盖的卫星数据，以提供准确的地表温度读数。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How does the use of the single channel algorithm and NDVI-based reflectance correction enhance the accuracy of land surface temperature estimation in areas with frequent cloud cover?",
        "QuestionCn": "单通道算法和基于NDVI的反射率校正如何提高频繁云覆盖地区地表温度估算的准确性？",
        "AnswerEn": "The single channel algorithm helps in retrieving land surface temperature from satellite thermal infrared data, while the NDVI-based reflectance correction accounts for variations in surface characteristics, leading to more accurate LST estimates. In areas with frequent cloud cover, these methods help in mitigating the effects of clouds by improving data quality through cloud masking, thus enhancing reliability and accuracy of the temperature data.",
        "AnswerCn": "单通道算法通过卫星热红外数据帮助提取地表温度，而基于NDVI的反射率校正则考虑了地表特征的变化，从而导致更准确的地表温度估计。在频繁云覆盖的地区，这些方法通过云掩蔽来减轻云的影响，从而提高数据质量，增强温度数据的可靠性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting accurate land surface temperature data in areas with significant cloud cover?",
        "QuestionCn": "在云层覆盖显著的地区，收集准确的地表温度数据面临的挑战包括哪些因素？",
        "AnswerEn": "In areas with significant cloud cover, data accuracy is challenged because the presence of clouds can interfere with satellite measurements of land surface temperature. The dataset involves Landsat thermal infrared series satellite data, which are affected by clouds. As a result, cloud masking is necessary to ensure accuracy, indicating that cloud interference is a major factor that complicates data collection.",
        "AnswerCn": "在云层覆盖显著的地区，数据准确性受到挑战，因为云的存在会干扰卫星对地表温度的测量。该数据集涉及Landsat热红外系列卫星数据，这些数据受到云的影响。因此，云掩膜是确保准确性的必要步骤，这表明云干扰是复杂数据收集的主要因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the single channel algorithm for land surface temperature retrievals in areas with cloud interference?",
        "QuestionCn": "在云干扰区域使用单通道算法进行地表温度检索的潜在后果是什么？",
        "AnswerEn": "Using the single channel algorithm for land surface temperature retrievals in areas with cloud interference can lead to inaccuracies in the estimated temperatures. Cloud interference can obscure the satellite's view of the Earth's surface, resulting in missing or distorted data. To mitigate this, cloud mask processing is applied, which helps to filter out cloud-contaminated data, improving the reliability of the temperature estimates despite these challenges.",
        "AnswerCn": "使用单通道算法在云干扰区域进行地表温度反演可能导致温度估计的不准确。云干扰会遮挡卫星对地表的视线，导致数据缺失或失真。为了解决这个问题，应用了云掩膜处理，这有助于过滤掉受云污染的数据，从而提高温度估计的可靠性，尽管面临这些挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing Landsat TM/ETM+/TIRS series data and the single channel algorithm in estimating land surface temperature in regions with significant cloud interference?",
        "QuestionCn": "利用Landsat TM/ETM+/TIRS系列数据和单通道算法在云干扰显著的地区估算地表温度的主要目标是什么？",
        "AnswerEn": "The primary objective is to accurately estimate land surface temperature (LST) in regions like the Dhaka key node area by leveraging Landsat TM/ETM+/TIRS series data and the single channel algorithm, despite challenges such as significant cloud interference. This involves using quality data with cloud cover under 30% and applying cloud masking techniques to ensure reliable LST retrieval, which is crucial for understanding global changes and its impact on ecosystems and biogeochemical processes.",
        "AnswerCn": "主要目标是通过利用Landsat TM/ETM+/TIRS系列数据和单通道算法，准确估计像达卡关键节点区域的地表温度（LST），尽管面临着显著的云干扰挑战。这涉及使用云覆盖率低于30%的优质数据，并应用云掩膜技术以确保可靠的LST获取，这对于理解全球变化及其对生态系统和生物地球化学过程的影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using Landsat TM/ETM+/TIRS data to accurately retrieve land surface temperature, considering challenges like cloud interference and the need for reflectance correction?",
        "QuestionCn": "使用Landsat TM/ETM+/TIRS数据准确获取地表温度涉及哪些程序步骤，考虑到云干扰和反射率校正的需求？",
        "AnswerEn": "The process involves selecting quality Landsat TM/ETM+/TIRS data with cloud coverage below 30% from 2000 to 2016. The single channel (SC) algorithm is applied for land surface temperature retrieval. Reflectance correction based on NDVI is considered to enhance accuracy across different regions and conditions. Additionally, cloud masking is performed to mitigate the impact of cloud interference on the dataset.",
        "AnswerCn": "该过程涉及选择2000年至2016年间云覆盖率低于30%的高质量Landsat TM/ETM+/TIRS数据。采用单通道（SC）算法进行地表温度提取。基于NDVI的反射率校正被考虑用于提高不同区域和条件下的准确性。此外，还进行云掩膜处理，以减轻云干扰对数据集的影响。",
        "Level": "C3(Applying)"
      }
    ]
  }
}