{
  "id": "f46a5a36-516f-4a16-8450-4ef5a37f1622",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Zircon age and geochemical composition of Early Cretaceous volcanic rocks in Songliao Basin, Northeast China",
      "titleCn": "东北松辽盆地早白垩世火山岩锆石年龄和地球化学组成数据",
      "description": "LA-ICP-MS zircon dating, XRF and ICP-MS analysis of whole rock geochemical composition, TIMS whole rock SR Nd isotopic composition analysis results show that subalkaline intermediate basic volcanic rocks and I-type rhyolites belong to the same magmatic series, which are widely developed in the whole basin fault depression evolution process; With the thinning of lithosphere and the intensification of basin extension, the intermediate basic volcanic rocks show the characteristics of alkaline OIB type, and form a typical bimodal association with A-type rhyolite. The evolution characteristics of volcanic rock assemblages in Songliao basin are similar to those of Cenozoic volcanic rocks in North American basin range province, which reflects the gradual transition of mantle source area from enriched lithospheric mantle to asthenosphere mantle, which is closely related to basin evolution and lithospheric thinning in extensional setting. The data comes from the scientific research project \"deep process and resource effect of Yanshanian major geological events\" (2016YFC0600404).",
      "descriptionCn": "XRF和ICP-MS方法分析全岩地球化学组成、TIMS全岩Nd同位素组成分析结果显示：松辽盆地亚碱性中-基性火山岩与I型流纹岩属于同一岩浆系列，其在整个盆地断陷演化过程中皆广泛发育；随着岩石圈减薄和盆地伸展程度加剧，中-基性火山岩表现出碱性OIB型特征，并与A型流纹岩组成典型的双峰式组合。松辽盆地火山岩组合的演化特点与北美盆岭省新生代火山岩组成类似，反映了地幔源区从富集的岩石圈地幔到软流圈地幔的逐渐转变，这一过程与伸展背景下盆地演化以及岩石圈减薄等密切相关。数据源自科研项目“国家重点研发计划“燕山期重大地质事件的深部过程与资源效应”（2016YFC0600404)。",
      "instructions": "Name + Year, Excel",
      "instructionsCn": "姓名 + 年份，Excel",
      "east": 126.15,
      "west": 125.85,
      "south": 44.15,
      "north": 44.35,
      "startTime": null,
      "endTime": null,
      "fileSize": 383488.0,
      "cstr": null,
      "doi": "10.1080/00206814.2017.1395300",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈福坤",
        "nameEn": "CHEN Fukun",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Early Cretaceous rift-related volcanism in the Songliao Basin, NE China – A geochemical study",
        "referenceCn": null,
        "referenceEn": "Li, S.-Q., Wang, Y., Fang, B.-W., He, J.-F., Chen, F., & Siebel, W. (2019). Early Cretaceous rift-related volcanism in the Songliao Basin, NE China – A geochemical study. International Geology Review, 61, 39-55."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "A型花岗岩",
        "nameEn": "A-type granite suite"
      },
      {
        "nameCn": "主量元素",
        "nameEn": "Major elements"
      },
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "松辽盆地",
        "keywordEn": "Songliao Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚中生代",
        "keywordEn": "Late Mesozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep process and resource effect of major Yanshanian geological events"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for zircon age and geochemical composition of volcanic rocks in the Songliao Basin involve both XRF and ICP-MS techniques?",
        "QuestionCn": "在松辽盆地火山岩的锆石年龄和地球化学成分的数据收集方法中，是否涉及XRF和ICP-MS技术？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of zircon ages and geochemical compositions in volcanic rocks from the Early Cretaceous in the Songliao Basin?",
        "QuestionCn": "早白垩世松辽盆地火山岩中锆石年龄和地球化学成分的特征是什么？",
        "AnswerEn": "subalkaline intermediate-basic volcanic rocks, I-type rhyolite, alkaline OIB-type characteristics, bimodal combination with A-type rhyolite, transition from enriched lithospheric mantle to asthenospheric mantle",
        "AnswerCn": "亚碱性中基性火山岩、I型流纹岩、碱性OIB型特征、与A型流纹岩的双峰组合、从富集的岩石圈地幔向软流圈地幔的过渡。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'TIMS全岩Nd同位素组成分析' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“TIMS全岩Nd同位素组成分析”是什么意思？",
        "AnswerEn": "TIMS全岩Nd同位素组成分析 refers to a data collection method using Thermal Ionization Mass Spectrometry (TIMS) to analyze the neodymium isotopic composition of whole rock samples. This technique is used to obtain precise isotopic data, which can provide insights into the age, origin, and evolution of geological materials, such as the sub-alkaline intermediate-basic volcanic rocks and I-type rhyolites in the Songliao Basin.",
        "AnswerCn": "TIMS全岩Nd同位素组成分析是指使用热离子质谱法（TIMS）分析全岩样品的钕同位素组成的一种数据收集方法。该技术用于获取精确的同位素数据，这可以为地质材料的年龄、来源和演化提供见解，例如松辽盆地的亚碱性中基性火山岩和I型 rhyolites。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of XRF and ICP-MS methods for analyzing the geochemical composition of volcanic rocks in the Songliao Basin compare to TIMS analysis in terms of data precision and reliability?",
        "QuestionCn": "使用XRF和ICP-MS方法分析松辽盆地火山岩的地球化学成分与TIMS分析在数据精度和可靠性方面的比较如何？",
        "AnswerEn": "XRF and ICP-MS methods are employed to analyze the geochemical composition of volcanic rocks, offering detailed elemental data. In contrast, TIMS analysis focuses on Nd isotopic composition, providing insights into isotopic variations. While XRF and ICP-MS can rapidly analyze a wide range of elements, TIMS is generally more precise for isotopic studies. Both methods complement each other, with XRF and ICP-MS providing a broader geochemical context and TIMS delivering high-precision isotopic data. The combination of these techniques in the Songliao Basin research enhances the understanding of volcanic rock characteristics by offering a comprehensive geochemical and isotopic profile.",
        "AnswerCn": "XRF和ICP-MS方法被用于分析火山岩的地球化学成分，提供详细的元素数据。相比之下，TIMS分析专注于Nd同位素组成，提供同位素变化的见解。虽然XRF和ICP-MS可以快速分析广泛的元素，但TIMS在同位素研究中通常更为精确。这两种方法相辅相成，XRF和ICP-MS提供更广泛的地球化学背景，而TIMS则提供高精度的同位素数据。在松辽盆地的研究中，这些技术的结合增强了对火山岩特征的理解，提供了全面的地球化学和同位素特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the evolution of volcanic rock compositions in the Songliao Basin from subalkaline to alkaline characteristics during the Early Cretaceous period?",
        "QuestionCn": "在早白垩世期间，松辽盆地火山岩成分从亚碱性特征演变为碱性特征的原因是什么？",
        "AnswerEn": "The evolution of volcanic rock compositions in the Songliao Basin from subalkaline to alkaline characteristics during the Early Cretaceous period is caused by the thinning of the lithosphere and the increasing degree of basin extension. This geological process led to the transition of the mantle source region from an enriched lithospheric mantle to the asthenospheric mantle, which is reflected in the geochemical data obtained through XRF and ICP-MS methods.",
        "AnswerCn": "在早白垩世，松辽盆地火山岩成分从亚碱性向碱性特征的演变是由于岩石圈的变薄和盆地延展程度的增加。这一地质过程导致了地幔源区从富集的岩石圈地幔过渡到软流圈地幔，这在通过XRF和ICP-MS方法获得的地球化学数据中得到了体现。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the outcomes of using XRF and ICP-MS methods in analyzing the geochemical composition of volcanic rocks in terms of understanding the evolution of volcanic rock compositions in the Songliao Basin during the Early Cretaceous period?",
        "QuestionCn": "使用XRF和ICP-MS方法分析火山岩的地球化学成分在理解松辽盆地早白垩世火山岩成分演化方面的结果是什么？",
        "AnswerEn": "Using XRF and ICP-MS methods to analyze the geochemical composition of volcanic rocks helps reveal that the sub-alkaline intermediate-basic volcanic rocks and I-type rhyolites from the Songliao Basin belong to the same magmatic series, consistently developing throughout the basin's fault depression evolution. This analysis shows that as lithospheric thinning and basin extension intensified, the intermediate-basic volcanic rocks exhibited alkaline OIB-type characteristics, forming a typical bimodal assemblage with A-type rhyolites. These findings facilitate a deeper understanding of the transition in mantle source from enriched lithospheric mantle to asthenospheric mantle, closely related to basin evolution and lithospheric thinning under extensional settings.",
        "AnswerCn": "使用XRF和ICP-MS方法分析火山岩的地球化学成分，有助于揭示松辽盆地的亚碱性中基性火山岩和I型 rhyolites属于同一岩浆系列，并在盆地的断陷演化过程中持续发展。该分析表明，随着岩石圈的减薄和盆地的扩展，中基性火山岩表现出碱性OIB型特征，形成了典型的A型 rhyolites与之的双峰组合。这些发现有助于深入理解从富集的岩石圈地幔到软流圈地幔的源区转变，这与盆地演化和在伸展背景下的岩石圈减薄密切相关。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of collecting zircon age and geochemical composition data through XRF and ICP-MS methods in the context of the Early Cretaceous volcanic rocks in the Songliao Basin?",
        "QuestionCn": "在松辽盆地早白垩世火山岩的背景下，通过XRF和ICP-MS方法收集锆石年龄和地球化学成分数据的最终目标是什么？",
        "AnswerEn": "The goal is to understand the evolution of volcanic rock compositions in the Songliao Basin, which reflects the transition of mantle source regions from enriched lithospheric mantle to asthenospheric mantle. This understanding is crucial for studying the basin's tectonic evolution, lithospheric thinning, and extension processes, and for drawing parallels with similar volcanic compositions in the North American Basin and Range Province. The research is part of a national key research project focused on deep geological processes and resource effects during the Yanshanian period.",
        "AnswerCn": "目标是了解松辽盆地火山岩成分的演变，这反映了地幔源区从富集的岩石圈地幔向软流圈地幔的过渡。这一理解对于研究盆地的构造演化、岩石圈的减薄和伸展过程至关重要，并且可以与北美盆地和山脊省类似的火山成分进行类比。该研究是一个国家重点研究项目的一部分，专注于燕山期的深部地质过程和资源效应。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}