{
  "id": "f4958e91-1c82-451d-81c3-15d248b5f53e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2020,SMHiRes,V2)",
      "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2020，SMHiRes, V2）",
      "description": "This dataset contains daily 0.05°×0.05° land surface soil moisture products in Qilian Mountain Area in 2020. The dataset was produced by utilizing the optimized wavelet-coupled-RF downscaling model (RF-OWCM) to downscale the SMAP L3 Radiometer Global Daily 36 km EASE-Grid Soil Moisture (SMAP L3, V8). The auxiliary datasets participating in the downscaling model include GLASS Albedo, MUSES LAI/FVC, Daily 1-km all-weather land surface temperature dataset for Western China (TRIMS LST-TP; 2000-2021) V2 and Lat/Lon information.",
      "descriptionCn": "本数据集包括祁连山地区2020年日值0.05°×0.05°地表土壤水分产品。采用耦合小波分析的随机森林优化降尺度模型（RF-OWCM），通过对SMAP L3级被动微波36km地表土壤水分产品（SMAP L3 Radiometer Global Daily 36 km EASE-Grid Soil Moisture, V8）进行降尺度，得到0.05°×0.05°地表土壤水分产品。参与降尺度模型的数据包括GLASS Albedo，MUSES LAI/FVC，中国西部逐日1 km全天候地表温度数据集（TRIMS LST-TP；2000-2021）V2，以及经/纬度等信息。",
      "instructions": "File Naming Convention: YYYYMMDD.tiff (YYYY: year, MM: month, DD: day)\nData Version：V2\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF, 220 rows ×360 columes\nSoil Moisture Unit: cm3/cm3\nSoil Moisture Valid Range：0.02-0.5\nFilled Value：Nodata",
      "instructionsCn": "文件命名约定：YYYYMMDD.tiff\t（YYYY：年，MM：月，DD：日）\n数据版本号：V2\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF, 220行×360列\n土壤水分单位：cm3/cm3\n土壤水分有效值范围：0.02~0.5\n填充值：Nodata",
      "east": 107.0,
      "west": 89.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": "2020-01-01 00:00:00",
      "endTime": "2020-01-01 00:00:00",
      "fileSize": 219279993.0,
      "cstr": "18406.11.Terre.tpdc.272375",
      "doi": "10.11888/Terre.tpdc.272375",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "柴琳娜",
        "nameEn": "CHAI Linna",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "朱忠礼",
        "nameEn": "ZHU Zhongli",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Preliminary evaluation of the long-term GLASS albedo product",
        "referenceCn": null,
        "referenceEn": "Liu, Q., Wang, L. Z., Qu, Y., Liu, N. F., Liu, S. H., Tang, H. R., and Liang, S. L. (2013) Preliminary Evaluation of the Long-term GLASS Albedo Product, International Journal of Digital Earth, doi: 10.1080/17538947.2013.804601"
      },
      {
        "titleCn": null,
        "titleEn": "A 250 m resolution global leaf area index product derived from MODIS surface reflectance data",
        "referenceCn": null,
        "referenceEn": "Xiao, Z.Q., Song, J.L., Yang, H., Sun, R., & Li, J. (2022). A 250 m resolution global leaf area index product derived from MODIS surface reflectance data. International Journal of Remote Sensing, 43(4), 1199-1225. (https://doi.org/10.1080/01431161.2022.2039415)"
      },
      {
        "titleCn": null,
        "titleEn": "Uncertainty analysis of eleven multisource soil moisture products in the third pole environment based on the three-corned hat method",
        "referenceCn": null,
        "referenceEn": "Liu, J., Chai, L., Dong, J., Zheng, D., Wigneron, J., Liu, S., & Zhou, J. (2021). Uncertainty analysis of eleven multisource soil moisture products in the third pole environment based on the three-corned hat method. Remote Sensing of Environment, 255, 112225. (https://doi.org/10.1016/j.rse.2020.112225)"
      },
      {
        "titleCn": null,
        "titleEn": "A method based on temporal component decomposition for estimating 1-km all-weather land surface temperature by merging satellite thermal infrared and passive microwave observations",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Zhou, J., Göttsche, F., Zhan, W., Liu, S., & Cao, R. (2019). A Method Based on Temporal Component Decomposition for Estimating 1-km All-Weather Land Surface Temperature by Merging Satellite Thermal Infrared and Passive Microwave Observations. IEEE Transactions on Geoscience and Remote Sensing, 57, 4670–4691. https://doi.org/10.1109/TGRS.2019.2892417"
      },
      {
        "titleCn": null,
        "titleEn": "Use of General Regression Neural Networks for Generating the GLASS Leaf Area Index Product from Time Series MODIS Surface Reflectance",
        "referenceCn": null,
        "referenceEn": "Xiao, Z.Q., Liang, S.L., Wang, J.D., Chen, P., Yin, X.J.,  Zhang, L.Q., & Song, J.L. (2014). Use of General Regression Neural Networks for Generating the GLASS Leaf Area Index Product from Time Series MODIS Surface Reflectance. IEEE Transactions on Geoscience and Remote Sensing, vol.52, no.1, pp. 209-223. (https://doi.org/10.1109/TGRS.2013.2237780)"
      },
      {
        "titleCn": null,
        "titleEn": "Long Time-Series Global Land Surface Satellite (GLASS) Leaf Area Index Product Derived from MODIS and AVHRR Data",
        "referenceCn": null,
        "referenceEn": "Xiao, Z.Q., Liang, S.L., Wang, J.D., Xiang, Y., Zhao, X., & Song, J.L. (2016). Long Time-Series Global Land Surface Satellite (GLASS) Leaf Area Index Product Derived from MODIS and AVHRR Data, IEEE Transactions on Geoscience and Remote Sensing, 54(9), 5301-5318. (https://doi.org/10.1109/TGRS.2016.2560522)"
      },
      {
        "titleCn": null,
        "titleEn": "A practical reanalysis data and thermal infrared remote sensing data merging (RTM) method for reconstruction of a 1-km all-weather land surface temperature",
        "referenceCn": null,
        "referenceEn": "Zhang, X., Zhou, J., Liang, S., Wang, D. (2021). A practical reanalysis data and thermal infrared remote sensing data merging (RTM) method for reconstruction of a 1-km all-weather land surface temperature. Remote Sensing of Environment, 260, 112437. https://doi.org/10.1016/j.rse.2021.112437."
      },
      {
        "titleCn": null,
        "titleEn": "Applying wavelet transform technique to optimize general fitting models for SM analysis: A case study in downscaling over the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Hu, Z., Chai, L., Crow, W.T., Liu, S., Zhu, Z., Zhou, J., Qu, Y., Liu, J., Yang, S., Lu, Z., 2022. Applying a Wavelet Transform Technique to Optimize General Fitting Models for SM Analysis: A Case Study in Downscaling over the Qinghai–Tibet Plateau. Remote Sensing 14, 3063. https://doi.org/10.3390/rs14133063"
      },
      {
        "titleCn": null,
        "titleEn": "Evaluation of SMAP, SMOS-IC, FY3B, JAXA, and LPRM soil moisture products over the Qinghai-Tibet Plateau and its surrounding area",
        "referenceCn": null,
        "referenceEn": "Liu, J., Chai, L., Lu, Z., Liu, S., Qu, Y., Geng, D., & Wang, J. (2019). Evaluation of SMAP, SMOS-IC, FY3B, JAXA, and LPRM soil moisture products over the Qinghai-Tibet Plateau and its surrounding area. Remote Sensing, 11, 792. (https://doi.org/10.3390/rs11070792)"
      },
      {
        "titleCn": null,
        "titleEn": "Inter-comparison of several soil moisture downscaling methods over the Qinghai-Tibet Plateau, China",
        "referenceCn": null,
        "referenceEn": "Qu, Y., Zhu, Z., Montzka, C., Chai, L., Liu, S., Ge, Y., Liu, J., Lu, Z., He, X., & Zheng, J. (2021). Inter-comparison of several soil moisture downscaling methods over the Qinghai-Tibet Plateau, China. Journal of Hydrology, 592, 125616. (https://doi.org/10.1016/j.jhydrol.2020.125616)"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "土壤水分含量",
        "nameEn": "Soil Water Content"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilian Mountain area"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "the Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of soil moisture datasets derived from downscaling models in the Qilian Mountain region?",
        "QuestionCn": "来自下采样模型的祁连山地区土壤湿度数据集的特征是什么？",
        "AnswerEn": "0.05°×0.05° spatial resolution, daily temporal resolution for the year 2020, Random Forest-Optimized Wavelet Coupled Model (RF-OWCM), inputs include SMAP L3 passive microwave soil moisture products, GLASS Albedo, MUSES LAI/FVC, daily 1 km all-weather surface temperature datasets for Western China, longitude and latitude information",
        "AnswerCn": "0.05°×0.05°空间分辨率，2020年每日时间分辨率，随机森林优化小波耦合模型（RF-OWCM），输入包括SMAP L3被动微波土壤湿度产品、GLASS反照率、MUSES LAI/FVC、用于中国西部的每日1公里全天候地表温度数据集、经度和纬度信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the soil moisture data collected for the Qilian Mountain region in 2020?",
        "QuestionCn": "2020年祁连山地区收集的土壤湿度数据的分辨率是多少？",
        "AnswerEn": "0.05°×0.05°",
        "AnswerCn": "0.05°×0.05°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '降尺度' mean in the context of soil moisture data collection?",
        "QuestionCn": "在土壤湿度数据收集的背景下，“降尺度”是什么意思？",
        "AnswerEn": "'降尺度' refers to the process of downscaling in data collection, which involves increasing the spatial resolution of a dataset. In the context of soil moisture data collection, it involves using a model like the Random Forest Optimized Wavelet Coupled Model (RF-OWCM) to enhance the resolution of a coarser dataset, such as the SMAP L3 Radiometer Global Daily 36 km EASE-Grid Soil Moisture product, to create a finer resolution product at 0.05°×0.05°.",
        "AnswerCn": "'降尺度'是指在数据收集过程中降低尺度的过程，涉及提高数据集的空间分辨率。在土壤湿度数据收集的背景下，它涉及使用像随机森林优化小波耦合模型（RF-OWCM）这样的模型来增强较粗数据集的分辨率，例如SMAP L3辐射计全球每日36公里EASE网格土壤湿度产品，从而创建一个分辨率为0.05°×0.05°的更细分辨率产品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the random forest optimization downscaling model (RF-OWCM) for soil moisture data compare to other downscaling methods in terms of integrating datasets like GLASS Albedo and MUSES LAI/FVC?",
        "QuestionCn": "随机森林优化下调模型（RF-OWCM）在土壤湿度数据的下调中，与其他下调方法相比，在整合数据集如GLASS反照率和MUSES LAI/FVC方面表现如何？",
        "AnswerEn": "The random forest optimization downscaling model (RF-OWCM) used for soil moisture data in the Qilian Mountains region integrates multiple datasets, including GLASS Albedo and MUSES LAI/FVC, to enhance spatial resolution. This approach contrasts with other downscaling methods that might rely on different algorithms or datasets. The use of RF-OWCM and its coupling with wavelet analysis provides a potentially more robust integration of diverse data sources, which could lead to improved accuracy and finer resolution compared to traditional downscaling techniques that might not incorporate such complex data fusion methodologies.",
        "AnswerCn": "随机森林优化下采样模型（RF-OWCM）用于祁连山地区的土壤湿度数据，整合了多个数据集，包括GLASS反照率和MUSES LAI/FVC，以提高空间分辨率。这种方法与其他可能依赖不同算法或数据集的下采样方法形成对比。RF-OWCM的使用及其与小波分析的结合提供了一种更为稳健的多样数据源整合方式，这可能导致比传统下采样技术更高的准确性和更细的分辨率，因为后者可能未能结合如此复杂的数据融合方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying factors that influence the development of the RF-OWCM model for downscaling soil moisture data in the Qilian Mountains region?",
        "QuestionCn": "影响RF-OWCM模型在祁连山地区下调土壤湿度数据发展的潜在因素有哪些？",
        "AnswerEn": "The development of the RF-OWCM model for downscaling soil moisture data in the Qilian Mountains region is influenced by several factors including the integration of high-resolution datasets such as GLASS Albedo, MUSES LAI/FVC, and TRIMS LST-TP, as well as the need to accurately process and analyze the SMAP L3 Radiometer Global Daily 36 km EASE-Grid Soil Moisture data. These datasets provide critical inputs for optimizing the model to achieve a finer 0.05°×0.05° resolution for soil moisture products.",
        "AnswerCn": "RF-OWCM模型在祁连山地区下调土壤湿度数据的开发受到多个因素的影响，包括整合高分辨率数据集，如GLASS反照率、MUSES LAI/FVC和TRIMS LST-TP，以及准确处理和分析SMAP L3辐射计全球日36公里EASE网格土壤湿度数据的需求。这些数据集为优化模型提供了关键输入，以实现0.05°×0.05°分辨率的土壤湿度产品。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the precision of soil moisture data when using a random forest optimization downscaling model that incorporates multiple data sources, such as GLASS Albedo and MUSES LAI/FVC, compared to relying solely on the SMAP L3 Radiometer Global Daily 36 km data?",
        "QuestionCn": "使用随机森林优化下行模型，结合多个数据源（如GLASS反照率和MUSES LAI/FVC）与单独依赖SMAP L3辐射计全球日常36公里数据相比，可能对土壤湿度数据的精度产生哪些潜在影响？",
        "AnswerEn": "Using a random forest optimization downscaling model that integrates various data sources, such as GLASS Albedo and MUSES LAI/FVC, along with the SMAP L3 Radiometer Global Daily 36 km data, can significantly enhance the spatial resolution and precision of soil moisture data. This approach effectively captures finer-scale variations in soil moisture, which might be missed when using only the coarser, single-source data. By combining diverse datasets, the model benefits from additional contextual information, such as vegetation and surface temperature, which contribute to more accurate and localized soil moisture estimations.",
        "AnswerCn": "使用随机森林优化下行模型，整合多种数据源，如GLASS反照率和MUSES LAI/FVC，以及SMAP L3辐射仪全球日常36公里数据，可以显著提高土壤湿度数据的空间分辨率和精度。这种方法有效捕捉土壤湿度的细尺度变化，而这些变化在仅使用较粗的单一数据源时可能会被忽略。通过结合多样化的数据集，该模型受益于额外的上下文信息，如植被和地表温度，这有助于更准确和局部的土壤湿度估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of employing a random forest optimization downscaling model to enhance soil moisture data resolution in the Qilian Mountain region?",
        "QuestionCn": "在祁连山地区，采用随机森林优化下行模型以提高土壤湿度数据分辨率的最终目标是什么？",
        "AnswerEn": "The goal is to improve the spatial resolution of soil moisture data by downscaling the SMAP L3 passive microwave 36 km product to a finer 0.05°×0.05° resolution, facilitating more precise environmental monitoring and analysis in the Qilian Mountain region. This is achieved by using a coupled wavelet analysis with a random forest model, incorporating various data sources such as GLASS Albedo, MUSES LAI/FVC, and daily all-weather surface temperature data for Western China.",
        "AnswerCn": "目标是通过将SMAP L3被动微波36公里产品下采样到更细的0.05°×0.05°分辨率，提高土壤湿度数据的空间分辨率，从而促进在祁连山地区更精确的环境监测和分析。这是通过使用耦合小波分析与随机森林模型实现的，结合了多种数据源，如GLASS反照率、MUSES LAI/FVC和中国西部的每日全天候地表温度数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using a random forest optimized wavelet coupled model (RF-OWCM) for downscaling soil moisture products to achieve high-resolution data in the Qilian Mountain region?",
        "QuestionCn": "使用随机森林优化小波耦合模型（RF-OWCM）对土壤湿度产品进行下采样，以在祁连山地区实现高分辨率数据的程序步骤包括哪些？",
        "AnswerEn": "The process involves using the RF-OWCM to downscale the SMAP L3 Radiometer Global Daily 36 km EASE-Grid Soil Moisture data to a higher resolution of 0.05°×0.05°. This procedure includes incorporating various datasets such as GLASS Albedo, MUSES LAI/FVC, and the daily 1 km all-weather surface temperature dataset for Western China (TRIMS LST-TP; 2000-2021) V2, along with geographical data like longitude and latitude.",
        "AnswerCn": "该过程涉及使用RF-OWCM将SMAP L3辐射计全球日常36公里EASE网格土壤湿度数据下分辨率至0.05°×0.05°。该程序包括整合各种数据集，如GLASS反照率、MUSES LAI/FVC，以及西部中国的日常1公里全天候地表温度数据集（TRIMS LST-TP；2000-2021）V2，以及经纬度等地理数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}