{
    "id": "f61c1be2-2473-4fcb-9555-5e0328300e54",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of diabase in Yangtze plate, South China",
            "titleCn": "华南扬子板块辉绿岩地球化学数据",
            "description": "The data are the major and trace elements, zircon U-Pb dating and trace element analysis data, and zircon Lu Hf isotopic data of the whole diabase in the Yangtze plate, South China. The major element data of the whole rock were obtained by XRF analysis, the trace element data were obtained by ICP-MS analysis, and the zircon U-Pb dating, trace element analysis and in-situ Lu Hf isotopic composition data were obtained by la-mc-icp-ms analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. The data obtained can constrain the petrogenesis and tectonic setting of the Neoproterozoic, and provide a new understanding of the response of the Yangtze plate to the supercontinent breakup.",
            "descriptionCn": "本数据为华南扬子板块辉绿岩全岩主微量元素，锆石U-Pb定年及微量元素分析数据，锆石Lu-Hf同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年、微量元素分析及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以制约新元古代岩石成因和构造背景，并且对扬子板块超大陆裂解的响应有了新的认识。",
            "instructions": "The geochemical data are stored in Excel format, and the sample name is \"YY DD\", where YY is the sampling year and DD is the sample serial number",
            "instructionsCn": "地球化学数据以excel格式存储，样品名称为\"yy-dd\",其中yy为采样年份，dd为样品序号",
            "east": 102.19,
            "west": 102.18,
            "south": 26.13,
            "north": 26.14,
            "startTime": "2018-03-17 00:00:00",
            "endTime": "2018-05-21 00:00:00",
            "fileSize": 41873.0,
            "cstr": null,
            "doi": "10.3390/min8060228",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨晓勇",
                "nameEn": "YANG Xiaoyong",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Dual Geochemical Characteristics for the Basic Intrusions in the Yangtze Block, South China: New Evidence for the Breakup of Rodinia.",
                "referenceCn": null,
                "referenceEn": "Shu, S. Y., Yang, X. Y., Liu, L., Liu, W., Cao, J. Y., & Gao, E. (2018). Dual Geochemical Characteristics for the Basic Intrusions in the Yangtze Block, South China: New Evidence for the Breakup of Rodinia. Minerals, 8(6). doi:10.3390/min8060228"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "定年",
                "nameEn": "dating"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "激光剥蚀-等离子体质谱仪",
                "nameEn": "LA-ICP-MS"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "四川省",
                "keywordEn": "Sichuan Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "新元古代",
                "keywordEn": "Neoproterozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific methods used to analyze the major and trace elements in diabase samples from the South China Yangtze Block?",
                "QuestionCn": "分析来自南中国扬子块的辉长岩样品中的主要和微量元素的具体方法是什么？",
                "AnswerEn": "X-ray fluorescence, inductively coupled plasma mass spectrometry, LA-MC-ICP-MS techniques",
                "AnswerCn": "X射线荧光、感应耦合等离子体质谱法、激光烧蚀多接收电感耦合等离子体质谱技术",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many geochemical elements are analyzed using XRF and ICP-MS methods in a dataset related to the geochemistry of diabase from the South China Yangtze Block?",
                "QuestionCn": "在与南中国扬子块的辉长岩地球化学相关的数据集中，使用XRF和ICP-MS方法分析了多少种地球化学元素？",
                "AnswerEn": "The dataset includes major elements analyzed using XRF and trace elements analyzed using ICP-MS.",
                "AnswerCn": "该数据集包括使用XRF分析的主要元素和使用ICP-MS分析的微量元素。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'LA-MC-ICP-MS' mean in the context of geochemical data collection?",
                "QuestionCn": "'LA-MC-ICP-MS'在地球化学数据收集的上下文中指的是激光剥蚀多接收器电感耦合等离子体质谱法。",
                "AnswerEn": "In the context of geochemical data collection, 'LA-MC-ICP-MS' refers to Laser Ablation Multi-Collector Inductively Coupled Plasma Mass Spectrometry, a technique used to perform zircon U-Pb dating, analyze micro-elements, and determine in-situ Lu-Hf isotopic compositions. This method is employed to obtain precise and accurate isotopic and elemental data from geological samples.",
                "AnswerCn": "在地球化学数据收集的背景下，“LA-MC-ICP-MS”指的是激光剥蚀多收集器电感耦合等离子体质谱法，这是一种用于进行锆石U-Pb定年、分析微量元素和确定原位Lu-Hf同位素组成的技术。该方法用于从地质样品中获取精确和准确的同位素及元素数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately determining the geochemical characteristics of diabase rocks in the South China Yangtze Block using zircon U-Pb dating and Lu-Hf isotopic analysis?",
                "QuestionCn": "在使用锆石U-Pb定年和Lu-Hf同位素分析准确确定南中国扬子块体的辉长岩地球化学特征时，造成挑战的原因是什么？",
                "AnswerEn": "Accurate determination of geochemical characteristics of diabase rocks in the South China Yangtze Block can be challenging due to the complexity of the analytical processes involved. The zircon U-Pb dating requires precise LA-MC-ICP-MS analysis, which can be sensitive to various factors such as sample quality and instrument calibration. Furthermore, the Lu-Hf isotopic analysis can be influenced by the preservation of isotopic systems and potential contamination. These factors collectively contribute to the challenges in achieving accurate geochemical characterization.",
                "AnswerCn": "在南中国扬子块中，准确确定辉长岩的地球化学特征可能面临挑战，因为分析过程的复杂性。锆石U-Pb定年需要精确的激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）分析，这对样品质量和仪器校准等各种因素非常敏感。此外，Lu-Hf同位素分析可能受到同位素系统保存状况和潜在污染的影响。这些因素共同导致了实现准确地球化学表征的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind collecting geochemical data of diabase rocks in the South China Yangtze Block?",
                "QuestionCn": "收集南中国扬子地块辉长岩的地球化学数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to constrain the petrogenesis and tectonic setting of Neoproterozoic rocks, and to gain new insights into the response of the Yangtze Block to supercontinent breakup.",
                "AnswerCn": "主要目标是约束新元古代岩石的岩石成因和构造背景，并深入了解扬子块在超大陆破裂过程中的响应。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are utilized to collect and analyze the geochemical data of diabase rocks in South China's Yangtze Block, and how are the different analytical techniques integrated to infer the petrogenesis and tectonic setting?",
                "QuestionCn": "在中国南方的扬子地块，收集和分析辉长岩的地球化学数据所采用的程序包括哪些？不同的分析技术是如何整合以推断岩石的成因和构造背景的？",
                "AnswerEn": "The collection and analysis of geochemical data for diabase rocks in South China's Yangtze Block involve several procedures. Whole-rock major element data is obtained using XRF analysis, while trace element data is acquired through ICP-MS analysis. For zircon U-Pb dating, microelement analysis, and in situ Lu-Hf isotope composition, LA-MC-ICP-MS analysis is employed. These techniques are integrated to provide a comprehensive understanding of the petrogenesis and tectonic setting, offering insights into the response to the supercontinent breakup during the Neoproterozoic era.",
                "AnswerCn": "对中国南方扬子地块的辉长岩进行地球化学数据的收集和分析涉及多个程序。全岩主要元素数据通过XRF分析获得，而微量元素数据则通过ICP-MS分析获取。锆石U-Pb定年、微量元素分析和原位Lu-Hf同位素组成分析采用LA-MC-ICP-MS技术。这些技术的结合提供了对岩石成因和构造背景的全面理解，揭示了在新元古代超大陆破裂期间的响应。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What analytical techniques enable the accurate determination of geochemical data in diabase rocks within the South China Yangtze Block?",
                "QuestionCn": "哪些分析技术能够准确确定南中国扬子块中辉长岩的地球化学数据？",
                "AnswerEn": "The accurate determination of geochemical data in diabase rocks within the South China Yangtze Block is enabled by a combination of analytical techniques, including XRF for whole-rock major element analysis, ICP-MS for trace element analysis, and LA-MC-ICP-MS for zircon U-Pb dating, trace element analysis, and in-situ Lu-Hf isotopic composition.",
                "AnswerCn": "南中国扬子地块内辉长岩的地球化学数据的准确测定得益于多种分析技术的结合，包括用于全岩主要元素分析的XRF、用于微量元素分析的ICP-MS，以及用于锆石U-Pb定年、微量元素分析和原位Lu-Hf同位素组成分析的LA-MC-ICP-MS。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}