{
  "id": "f697d52d-c9e4-4a3c-940c-56b33fd9c8df",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "A global dataset on grid and urban/rural subgrid land surface climate (2000~2019)",
      "titleCn": "全球网格和城乡次网格地表气候数据集（2000~2019）",
      "description": "The Global Dataset on Grid and Urban/Rural Subgrid Land Surface Climate was generated by the land component of the Community Earth System Model version 2 (CESM2), the Community Land Model version 5 (CLM5), forced by the European Centre for Medium-Range Weather Forecasts Reanalysis version 5 (ERA5)-Land data. The dataset covers the spatial range of global land at the finest spatial resolution (25 km) configured for the CESM, and spans a 20-year period from 2000 to 2019, including output at daily and monthly time scales. The dataset provides grid-mean and urban/rural subgrid climatic variables. They are: 2 m temperature, specific humidity, vapor pressure, 10 m wind speed, precipitation, longwave radiation, shortwave radiation, sensible and latent heat flux, ground heat flux, anthropogenic heat flux, wet bulb temperature, skin temperature, apparent temperature, heat index, irrigation, etc. The dataset has been verified against atmospheric reanalyses and station observational data, and proved to have a high degree of accuracy. Specifically, grid-mean results (for air temperature, vapor pressure, radiation, precipitation, etc.) are highly consistent with multiple sets of reanalyses, and urban/rural subgrid results (for sensible heat, latent heat, wet bulb temperature, etc.) are highly consistent with station observations. The dataset accurately and effectively reflects the basic climate change over global land surface in the past two decades. It has been successfully applied to the study of the characteristics, causes, and impacts of global urban heat island based on the wet bulb temperature index. It can also be used to study the impacts of urbanization on other climatic variables, such as extreme precipitation change under urban expansion, and urban thermal environment and thermal comfort of urban residents. This dataset will contribute to improving understandings of the climatic effects of urbanization, and provide technical support for future urban construction and planning, allocation of public resources, protection and management of water and heat resources, etc.",
      "descriptionCn": "全球网格和城乡次网格地表气候数据集由再分析资料ERA5-Land驱动地球系统模式CESM2的陆面模型CLM5模拟生成，数据覆盖的空间范围为全球陆地，空间分辨率为CESM支持的最精细水平25 km，时间范围为2000~2019年，时间分辨率为日和月。数据集提供网格平均以及城市和乡村次网格的多种气候变量，主要包括：2 m气温、比湿、水汽压、10 m风速、降水、长波辐射、短波辐射、感热和潜热通量、地表热通量、人为热、湿球温度、体表温度、表观温度、热指数、灌溉等。数据集通过大气再分析资料和站点观测数据验证，具有较高的准确性，其中网格平均变量（气温、水汽压、辐射、降水等）与多套再分析资料结果高度一致，城乡次网格变量（感热、潜热、湿球温度等）与站点观测结果高度一致。数据集准确有效反映了近二十年来全球地表的基本气候变化，目前已成功应用于基于湿球温度的全球城市热岛的特征、成因和影响研究，未来还可用于研究城镇化对其他气候要素的影响，如城市扩张下的极端降水变化、城市热环境和城市居民的热舒适度等。数据集将有助于增加对城镇化气候效应的理解，为未来城市建设和规划、公共资源配置、水热资源保护和管理等提供技术支持。",
      "instructions": "File naming: Data files are stored in NetCDF-4 format (file extension “.nc”). File naming conventions are as follows:\nFor monthly data, files are named as:\nI2000Clm50BgcCrop.f02_g16.URBAN_SummerFlood_WFDE5.clm2.h0.YYYY-MM.nc\nFor daily data, files are named as:\nI2000Clm50BgcCrop.f02_g16.URBAN_SummerFlood_WFDE5.clm2.h1.YYYY-MM-DD.nc\nYYYY (2000~2019) indicates the year, MM (01~12) indicates the month, DD (01~31) Indicates the number of days in a month. For example, file\n“I2000Clm50BgcCrop.f02_g16.URBAN_SummerFlood_WFDE5.clm2.h0.2019-08.nc”\ncontains surface climatic variables of August 2019.\nData reading: Data information in NC format files can be read by multiple functions, such as the “ncread” function in MATLAB and “nc.Dataset” in Python. They can also be accessed and used for visualization by the NASA-developed Panoply software.",
      "instructionsCn": "文件命名：数据以NetCDF-4格式存储（文件后缀名为”.nc”），文件命名遵从如下规则：\n对于月数据，文件命名为：\nI2000Clm50BgcCrop.f02_g16.URBAN_SummerFlood_WFDE5.clm2.h0.YYYY-MM.nc\n对于日数据，文件命名为：\nI2000Clm50BgcCrop.f02_g16.URBAN_SummerFlood_WFDE5.clm2.h1.YYYY-MM-DD.nc\n其中，YYYY（2000~2019）表示年份，MM（01~12）表示月份；DD（01~31）表示月份内的天数。例如，文件\nI2000Clm50BgcCrop.f02_g16.URBAN_SummerFlood_WFDE5.clm2.h0.2019-08.nc\n包含2019年8月的地表气候数据。\n数据读取：NC格式文件中的变量信息可用多种函数对应读取，如MATLAB的ncread函数和Python的nc.Dataset等，也可用NASA开发的Panoply软件直接打开和进行可视化。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 183420869110.0,
      "cstr": "18406.11.Atmos.tpdc.300874",
      "doi": "10.11888/Atmos.tpdc.300874",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张可儿",
        "nameEn": "ZHANG Keer",
        "unitEn": "",
        "unitCn": "耶鲁大学"
      },
      {
        "nameCn": "李旭辉",
        "nameEn": "LEE Xuhui",
        "unitEn": "",
        "unitCn": "耶鲁大学"
      },
      {
        "nameCn": "曹畅",
        "nameEn": "CAO Chang",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "赵磊",
        "nameEn": "ZHAO Lei",
        "unitEn": "",
        "unitCn": "伊利诺伊大学厄巴纳-香槟分校"
      },
      {
        "nameCn": "楚淏然",
        "nameEn": "CHU Haoran",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "肖薇",
        "nameEn": "XIAO Wei",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "张弥",
        "nameEn": "ZHANG Mi",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "赵佳玉",
        "nameEn": "ZHAO Jiayu",
        "unitEn": "",
        "unitCn": "广东海洋大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Increased heat risk in wet climate induced by urban humid heat",
        "referenceCn": null,
        "referenceEn": "Zhang, K., Cao, C., Chu, H., Zhao, L., Zhao, J., & Lee, X. (2023). Increased heat risk in wet climate induced by urban humid heat. Nature, 617, 738-742. DOI: 10.1038/s41586-023-05911-1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球陆地",
        "keywordEn": "Global Land"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2019",
        "keywordEn": "2000-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "城镇化对区域及全球气候变化影响机理",
        "titleEn": "Urbanizaiton Impact on Regional and Global Climate Change"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of climate variables measured at urban and rural sub-grid levels in a dataset related to global surface climate data?",
        "QuestionCn": "在与全球表面气候数据相关的数据集中，城市和农村子网格水平测量的气候变量的特征是什么？",
        "AnswerEn": "sensible and latent heat fluxes, wet-bulb temperature",
        "AnswerCn": "显热和潜热通量，湿球温度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset generated by the land surface model CLM5 driven by the ERA5-Land reanalysis data?",
        "QuestionCn": "由CLM5陆面模型生成的、以ERA5-Land再分析数据驱动的数据集的空间分辨率是多少？",
        "AnswerEn": "25 km",
        "AnswerCn": "25公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes that contribute to the high accuracy of climate variable simulations in datasets generated by driving Earth system models with reanalysis data?",
        "QuestionCn": "驱动地球系统模型的再分析数据生成的气候变量模拟高准确性的潜在原因是什么？",
        "AnswerEn": "The high accuracy of climate variable simulations in a dataset generated by driving Earth system models with reanalysis data can be attributed to the use of ERA5-Land reanalysis data and the CESM2 Earth system model's land surface model CLM5. These tools allow for precise simulations of climate variables by covering a global land area with a fine spatial resolution of 25 km and a temporal resolution of daily and monthly intervals. The accuracy is further validated through atmospheric reanalysis data and site observation data, demonstrating high consistency with multiple reanalysis data results for grid-average variables and consistency with site observation results for urban and rural subgrid variables.",
        "AnswerCn": "通过使用ERA5-Land再分析数据和CESM2地球系统模型的陆面模型CLM5，生成的气候变量模拟数据集的高准确性得以实现。这些工具能够以25公里的精细空间分辨率和日、月的时间分辨率，精确模拟覆盖全球陆地面积的气候变量。通过大气再分析数据和现场观测数据进一步验证了准确性，显示出网格平均变量与多种再分析数据结果高度一致，以及城市和农村子网格变量与现场观测结果的一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using both atmospheric reanalysis data and station observation data on the accuracy of climate variable measurements in global grid and subgrid datasets?",
        "QuestionCn": "使用大气重分析数据和站点观测数据对全球网格和子网格数据集中的气候变量测量准确性可能产生的后果是什么？",
        "AnswerEn": "Using both atmospheric reanalysis data and station observation data can lead to a high level of accuracy in climate variable measurements. Grid-averaged variables such as temperature, vapor pressure, radiation, and precipitation show strong consistency with multiple sets of reanalysis data, while urban and rural subgrid variables like sensible heat, latent heat, and wet-bulb temperature align well with station observation results. This comprehensive approach accurately reflects global surface climate changes over the past two decades and supports diverse research applications.",
        "AnswerCn": "使用大气重分析数据和站点观测数据可以提高气候变量测量的准确性。网格平均变量如温度、蒸汽压、辐射和降水量与多组重分析数据表现出强一致性，而城市和农村子网格变量如显热、潜热和湿球温度与站点观测结果良好对齐。这种综合方法准确反映了过去二十年全球表面气候变化，并支持多样化的研究应用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a dataset that simulates global grid and urban-rural subgrid surface climate data using models like ERA5-Land and CESM2's CLM5?",
        "QuestionCn": "创建一个模拟全球网格和城乡子网格表面气候数据的数据集的主要目标是什么，使用的模型包括ERA5-Land和CESM2的CLM5？",
        "AnswerEn": "The primary objectives include accurately reflecting the basic climate changes on the global surface over the past two decades, enhancing understanding of urban heat island characteristics, causes, and impacts, and providing technical support for future urban planning, public resource allocation, and management of water and thermal resources. The dataset aims to be accurate and effective, validated against atmospheric reanalysis data and site observations.",
        "AnswerCn": "主要目标包括准确反映过去二十年全球表面的基本气候变化，增强对城市热岛特征、原因和影响的理解，并为未来的城市规划、公共资源分配以及水资源和热资源管理提供技术支持。该数据集旨在准确有效，并经过大气重分析数据和现场观测的验证。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in generating a dataset of global grid and sub-grid surface climate data using reanalysis data and an earth system model?",
        "QuestionCn": "使用再分析数据和地球系统模型生成全球网格和子网格地表气候数据集涉及哪些程序？",
        "AnswerEn": "A dataset of global grid and sub-grid surface climate data can be generated by using reanalysis data such as ERA5-Land to drive an earth system model like CESM2, utilizing its land surface model CLM5. The data is produced with a spatial resolution of 25 km and covers various climate variables including air temperature, humidity, wind speed, precipitation, and radiation. The model output is validated against both reanalysis data and site observational data to ensure high accuracy. This process involves simulating grid-average and urban-rural sub-grid climate variables and validating these against observational data to reflect climate changes over the past two decades effectively.",
        "AnswerCn": "可以通过使用再分析数据如ERA5-Land来驱动地球系统模型CESM2，从而生成全球网格和子网格表面气候数据集，利用其陆面模型CLM5。该数据以25公里的空间分辨率生成，涵盖多种气候变量，包括气温、湿度、风速、降水和辐射。模型输出与再分析数据和现场观测数据进行验证，以确保高准确性。这个过程涉及模拟网格平均和城乡子网格气候变量，并将其与观测数据进行验证，以有效反映过去二十年的气候变化。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in earth system modeling and atmospheric reanalysis have enabled the simulation and validation of high-resolution climate datasets for urban and rural sub-grids globally?",
        "QuestionCn": "哪些地球系统建模和大气重分析的进展使得全球城市和乡村子网格的高分辨率气候数据集的模拟和验证成为可能？",
        "AnswerEn": "The advancements in earth system modeling, specifically the use of the CESM2's land model CLM5 driven by ERA5-Land reanalysis data, have enabled the simulation and validation of high-resolution climate datasets. These datasets cover global land areas at a spatial resolution of 25 km, with daily and monthly temporal resolutions, providing accurate representations of various climate variables through validation with atmospheric reanalysis data and site observations.",
        "AnswerCn": "地球系统建模的进展，特别是使用CESM2的陆地模型CLM5驱动ERA5-Land再分析数据，使得高分辨率气候数据集的模拟和验证成为可能。这些数据集覆盖全球陆地区域，空间分辨率为25公里，时间分辨率为每日和每月，通过与大气再分析数据和现场观测的验证，提供了各种气候变量的准确表示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the expected challenges in ensuring the high accuracy of climate variables like surface temperature and vapor pressure in global and subgrid datasets?",
        "QuestionCn": "确保全球和子网数据集中气候变量如地表温度和水汽压的高准确性所面临的预期挑战是什么？",
        "AnswerEn": "The dataset achieves high accuracy by utilizing atmospheric reanalysis data and station observational data for validation, resulting in a high consistency with multiple reanalysis datasets for grid-averaged variables and high consistency with station observations for urban and rural subgrid variables.",
        "AnswerCn": "该数据集通过利用大气重分析数据和站点观测数据进行验证，达到了高准确性，导致与多个重分析数据集的网格平均变量高度一致，以及与城市和农村子网格变量的站点观测高度一致。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}