{
  "id": "f75ad7be-efba-491b-a91c-4931becaa72f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Carbonate content and C, O isotope data of the Aksu section in the Tajik Basin",
      "titleCn": "塔吉克盆地阿克苏碳酸盐含量及C、O同位素数据",
      "description": "This dataset includes contents, stable carbon and oxygen isotopes of carbonates in the Aksu section, Tajik Basin. Stable carbon and oxygen isotopes from carbonates are important climatic proxies in paleoenvironmental reconstruction. The samples are sampled from fine-grained sediments (siltstone, clay) in the late Eocene-early Oligocene continental strata of the Aksu section in the central Tajik Basin. The sediment samples were grounded and sieved through a 100 mesh screen, and then directly analyzed using an isotope ratio mass spectrometer (MAT-252) with an automated carbonate preparation device (Kiel Ⅱ). C, O isotope ratios are converted to Vienna Pee Dee Belemnite (V-PDB) standards. Typical analytical errors for C, O isotope are within ±0.1‰ (±0.06‰ and ±0.08‰ for carbon isotope and oxygen isotope, respectively). The carbonate content was measured by neutralization titration with an accuracy of 0.5%. The ages of the data were obtained by linear interpolation based on magnetostratigraphy. Based on the carbonate concentrations and the stable carbon and oxygen isotopes of the Tajik Basin, the paleoenvironmental evolution history during the late Eocene and early Oligocene can be well reconstructed, being useful for discussing the environmental effects of the uplift of the Indo-Eurasia collision and the global climatic changes.",
      "descriptionCn": "数据包含塔吉克盆地阿克苏剖面晚始新世-早渐新世地层的185块样品的碳酸盐含量、无机碳酸盐的碳同位素和氧同位素分析结果。沉积物中的碳酸盐碳氧同位素记录了地质历史时期的干湿变化，是目前古环境示踪研究应用的主要指标之一。样品来自塔吉克盆地中部Aksu剖面晚始新世-早渐新世陆相地层中的细粒沉积物（粉砂岩、粘土岩）。沉积物样品经磨匀过筛后，由样品处理单元（碳酸盐装置）和MAT252同位素质谱联机的全自动在线系统完成碳氧同位素分析。C, O同位素比率均换算为Vienna Pee Dee Belemnite (V-PDB)标准，样品的分析精度为±0.1‰(碳同位素优于±0.06‰，氧同位素优于±0.08‰)。 碳酸盐含量由中和滴定法测得，分析精度为0.5%。数据的年龄是根据古地磁极性柱与国际标准极性柱的对比并通过线性内插获得。通过塔吉克盆地的碳、氧同位素数据分析，可以重建晚始新世-早渐新世以来干旱环境的演化历史，进而探讨印度-欧亚板块碰撞以及全球气候变化的区域相应。C、O同位素数据揭示了34Ma以来塔吉克盆地的干旱化加剧。",
      "instructions": "Data naming method: Carbonate content and C, O isotope data of the Aksu section in the Tajik Basin.xlsx\nUsage: use Excel software to open the data and use Excel / grapher / origin and other software to map",
      "instructionsCn": "数据命名方式：塔吉克盆地阿克苏碳酸盐含量及C、O同位素数据.xlsx\n使用方法：可用Excel软件打开数据，利用Excel/Grapher/Origin等软件成图",
      "east": 69.0,
      "west": 67.0,
      "south": 37.0,
      "north": 38.0,
      "startTime": "2022-01-01 00:00:00",
      "endTime": "2022-03-01 00:00:00",
      "fileSize": 16682.0,
      "cstr": "18406.11.SolidEar.tpdc.272329",
      "doi": "10.11888/SolidEar.tpdc.272329",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "孙继敏",
        "nameEn": "SUN Jimin",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Enhanced aridification across the Eocene/Oligocene transition evidenced by geochemical record in the Tajik Basin, Central Asia",
        "referenceCn": null,
        "referenceEn": "Sun, J.M., Liu, W.G., Guo, Z.T., Qi, L., & Zhang, Z.L. (2022). Enhanced aridification across the Eocene/Oligocene transition evidenced by geochemical record in the Tajik Basin, Central Asia. Global and Planetary Change, 211, 103789. https://doi.org/10.1016/j.gloplacha.2022.103789."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "碳酸盐",
        "nameEn": "Carbonate"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "塔吉克盆地",
        "keywordEn": "Tajik Basin"
      },
      {
        "keywordCn": "阿克苏剖面",
        "keywordEn": "Aksu Section"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早渐新世",
        "keywordEn": "early Oligocene",
        "type": "temporal"
      },
      {
        "keywordCn": "晚始新世",
        "keywordEn": "late Eocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What are carbonate carbon and oxygen isotopes and how are they used as indicators in paleoclimate studies?",
        "QuestionCn": "碳酸盐碳和氧同位素是什么，它们在古气候研究中如何作为指示剂使用？",
        "AnswerEn": "Carbonate carbon and oxygen isotopes are isotopic forms of carbon and oxygen that are found in carbonate minerals within sedimentary rocks. In paleoclimate studies, these isotopes serve as indicators of historical dry-wet climate variations. The isotopic ratios are recorded in the sediments over geological time periods and can reveal changes in environmental conditions, such as aridification, by analyzing their variations. These isotopes are analyzed using a system that includes a carbonate device and an isotope mass spectrometer, with the results standardized to the Vienna Pee Dee Belemnite (V-PDB) scale. This data can be utilized to reconstruct the evolution of arid environments and study phenomena such as tectonic plate collisions and global climate changes.",
        "AnswerCn": "碳酸盐碳和氧同位素是存在于沉积岩中的碳酸盐矿物中的碳和氧的同位素形式。在古气候研究中，这些同位素作为历史干湿气候变化的指示器。通过分析这些同位素比率在地质时间段内的记录，可以揭示环境条件的变化，例如干旱化。这些同位素通过一个包括碳酸盐装置和同位素质谱仪的系统进行分析，结果标准化为维也纳佩迪贝伦石（V-PDB）尺度。这些数据可以用于重建干旱环境的演变，并研究诸如构造板块碰撞和全球气候变化等现象。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the variations in carbonate content and C, O isotope data reveal about the paleoclimate conditions during the Late Eocene to Early Oligocene in the Tajik Basin?",
        "QuestionCn": "碳酸盐含量的变化以及碳、氧同位素数据可以揭示塔吉克盆地在晚始新世至早渐新世期间的古气候条件吗？",
        "AnswerEn": "The variations in carbonate content and C, O isotope data can reveal changes in arid and wet conditions throughout the geological history of the Tajik Basin. These indicators are crucial for reconstructing the evolution of arid environments since the Late Eocene to Early Oligocene, thus providing insights into the regional response to the India-Eurasia plate collision and global climate change. The isotope data specifically indicate an intensification of aridification in the Tajik Basin since around 34 million years ago.",
        "AnswerCn": "碳酸盐含量和碳、氧同位素数据的变化可以揭示塔吉克盆地地质历史中干旱和湿润条件的变化。这些指标对于重建自晚始新世至早渐新世以来干旱环境的演变至关重要，从而为理解印度-欧亚板块碰撞和全球气候变化的区域响应提供了见解。同位素数据特别表明，自大约3400万年前以来，塔吉克盆地的干旱化加剧。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for high precision standards in the analysis of carbon and oxygen isotopes in sedimentary samples from the Tajik Basin?",
        "QuestionCn": "在塔吉克盆地沉积样品中分析碳和氧同位素时，为什么需要高精度标准？",
        "AnswerEn": "The need for high precision standards in the analysis of carbon and oxygen isotopes arises because these isotopic records are crucial for reconstructing the historical changes in aridity during the late Eocene to early Oligocene periods. Accurate isotope ratios are necessary to reliably trace paleoclimatic conditions and understand regional responses to major geological events like the India-Eurasia collision and global climate changes.",
        "AnswerCn": "对碳和氧同位素分析的高精度标准的需求源于这些同位素记录对于重建晚始新世到早渐新世时期干旱变化历史的重要性。准确的同位素比率对于可靠追踪古气候条件和理解区域对重大地质事件（如印度-欧亚碰撞）及全球气候变化的响应是必要的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential implications for understanding regional climate change patterns when utilizing carbonate content and C, O isotope data from sediment samples in geological studies?",
        "QuestionCn": "利用沉积物样本中的碳酸盐含量和碳、氧同位素数据进行地质研究时，理解区域气候变化模式的潜在影响是什么？",
        "AnswerEn": "Analyzing carbonate content and C, O isotope data from sediment samples enables researchers to reconstruct historical climate variations, specifically the dry-wet changes over geological periods. This provides insights into how regional climate patterns, such as increased aridification since 34 million years ago, have evolved in response to significant geological events like the collision of the Indian and Eurasian plates and global climate shifts.",
        "AnswerCn": "分析沉积样本中的碳酸盐含量和碳、氧同位素数据使研究人员能够重建历史气候变化，特别是地质时期的干湿变化。这为我们提供了关于区域气候模式如何演变的见解，例如，自3400万年前以来的干旱加剧是如何响应印度板块和欧亚板块的碰撞以及全球气候变化等重大地质事件的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to analyze carbonate content and C, O isotopes in sediment samples from geological strata to understand paleoclimate changes during the Late Eocene to Early Oligocene period?",
        "QuestionCn": "为什么分析地质地层沉积样品中的碳酸盐含量以及碳、氧同位素对于理解始新世晚期到渐新世早期的古气候变化至关重要？",
        "AnswerEn": "Analyzing carbonate content and C, O isotopes in sediment samples provides insights into the historical wet and dry cycles recorded in the carbonate carbon and oxygen isotopes. This analysis is crucial for reconstructing the evolution of arid environments since the Late Eocene to Early Oligocene, allowing researchers to explore the regional responses to the India-Eurasia plate collision and global climate changes. The isotopic data also reveal the intensification of aridification in the Tajik Basin since approximately 34 million years ago.",
        "AnswerCn": "分析沉积样品中的碳酸盐含量和碳、氧同位素提供了对历史干湿循环的洞察，这些循环在碳酸盐的碳和氧同位素中得以记录。这一分析对于重建自晚始新世至早渐新世以来干旱环境的演变至关重要，使研究人员能够探讨印度-欧亚板块碰撞和全球气候变化的区域响应。同位素数据还揭示，自大约3400万年前以来，塔吉克盆地的干旱化加剧。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed steps involved in collecting and processing carbonate content and C, O isotope data from sediment samples in the context of reconstructing paleoenvironments?",
        "QuestionCn": "在重建古环境的背景下，从沉积物样品中收集和处理碳酸盐含量以及碳、氧同位素数据的详细步骤是什么？",
        "AnswerEn": "The data collection involves sampling fine-grained sediments like siltstone and claystone from the late Eocene to early Oligocene terrestrial strata of the Aksu section in the Tajik Basin. These samples are then ground and sieved. The carbonate content is measured using a neutralization titration method, ensuring an analytical precision of 0.5%. For C and O isotope analysis, the samples are processed using a fully automated online system that integrates a carbonate device with a MAT252 isotope mass spectrometer. The isotope ratios are converted to the Vienna Pee Dee Belemnite (V-PDB) standard, maintaining an analytical precision of ±0.1‰ for both carbon and oxygen isotopes. The resulting data helps reconstruct the evolution of arid environments and examines regional responses to tectonic and global climatic changes since 34 million years ago.",
        "AnswerCn": "数据收集涉及从塔吉克盆地的Aksu剖面采样晚始新世至早渐新世的细粒沉积物，如粉砂岩和粘土岩。这些样品随后被研磨和筛分。碳酸盐含量通过中和滴定法测量，确保分析精度为0.5%。对于碳和氧同位素分析，样品使用一个全自动在线系统进行处理，该系统将碳酸盐装置与MAT252同位素质谱仪集成。同位素比率转换为维也纳佩迪贝伦石（V-PDB）标准，碳和氧同位素的分析精度保持在±0.1‰。最终数据有助于重建干旱环境的演变，并考察自3400万年前以来区域对构造和全球气候变化的响应。",
        "Level": "C3(Applying)"
      }
    ]
  }
}