{
  "id": "f7666356-b26c-4850-b82a-83a7a6e2bf9f",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "1:100,000 land use dataset of Tibet Autonomous Region (1995)",
      "titleCn": "西藏自治区1:10万土地利用数据集（1995）",
      "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
      "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
      "instructions": "File name: data is stored in vector SHP format, and the file name is \"Tibet-1995\";\nData reading: it can be opened and read by remote sensing software such as ArcGIS and QGIS.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Tibet-1995”；\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
      "east": 99.2,
      "west": 78.9,
      "south": 27.2,
      "north": 36.5,
      "startTime": "1995-01-08 00:00:00",
      "endTime": "1996-01-07 11:59:59",
      "fileSize": 152133073.0,
      "cstr": "18406.11.Socioeco.tpdc.270640",
      "doi": "10.11888/Socioeco.tpdc.270640",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘纪远",
        "nameEn": "LIU Jiyuan",
        "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理资源与环境研究所"
      },
      {
        "nameCn": "庄大方",
        "nameEn": "ZHUANG Dafang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周万村",
        "nameEn": "ZHOU Wancun",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      },
      {
        "nameCn": "吴世新",
        "nameEn": "WU Shixin",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
        "referenceCn": null,
        "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
      },
      {
        "titleCn": null,
        "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
        "referenceCn": null,
        "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
      },
      {
        "titleCn": null,
        "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
        "referenceCn": null,
        "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地覆被",
        "nameEn": "land cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部",
        "keywordEn": "Western China"
      },
      {
        "keywordCn": "西藏自治区",
        "keywordEn": "Tibet Autonomous Region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1995年",
        "keywordEn": "1995",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
      ],
      "research objective": [
        "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
      ],
      "challenges": [
        "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
      ],
      "methods": [],
      "dataset": [
        "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
      ],
      "findings": [
        "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
      ],
      "backgroundCn": [
        "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversit y、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，IGBP和IHDP发布并推动的一系列科学研究计划，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也相应地影响全球变化。"
      ],
      "research objectiveCn": [
        "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间模式”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的模式和动态过程的模式上的关系。"
      ],
      "challengesCn": [
        "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "主要数据来源是Landsat TM数字图像（1995/1996年的520幅场景和1999/2000年的508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
      ],
      "findingsCn": [
        "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。1995年至2000年间，土地利用变化的快速变化发生在华北、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there challenges in balancing arable land protection with urban expansion in China's land-use changes?",
        "QuestionCn": "在中国的土地利用变化中，保护耕地与城市扩张之间存在平衡挑战吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the challenges in monitoring land-use change in China more related to data accuracy, policy influence, or environmental variability?",
        "QuestionCn": "在中国，监测土地利用变化的挑战更多与数据准确性、政策影响还是环境变异性有关？",
        "AnswerEn": "policy influence, environmental variability",
        "AnswerCn": "政策影响，环境变异性",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What challenges are identified in balancing land-use types in China, particularly concerning arable land and urban expansion?",
        "QuestionCn": "在中国，平衡土地使用类型的挑战是什么，特别是关于耕地和城市扩张的问题？",
        "AnswerEn": "conspicuous conflicts",
        "AnswerCn": "显著冲突",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you give an example of a challenge faced when integrating multiple data sources to study land-use changes in geographically diverse regions?",
        "QuestionCn": "在研究地理多样性地区的土地利用变化时，整合多个数据源面临的一个挑战是什么？",
        "AnswerEn": "A challenge in integrating multiple data sources is the conspicuous conflicts between arable land protection and urban expansion, as well as drawing the dynamic zones of regional differentiation of land-use change in China. This requires effective integration of data like Landsat TM images and CBERS-1 data to accurately map land-use changes.",
        "AnswerCn": "整合多个数据源的一个挑战是耕地保护与城市扩张之间的明显冲突，以及绘制中国土地利用变化的区域差异动态区。这需要有效整合如Landsat TM影像和CBERS-1数据等数据，以准确绘制土地利用变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that provides comprehensive land-use information across various regions and time periods?",
        "QuestionCn": "一个提供各个地区和时间段全面土地利用信息的数据集的例子是什么？",
        "AnswerEn": "An example of such a dataset is the China 1:100,000 land use data, which was constructed using satellite remote sensing data from Landsat MSS, TM, and ETM, providing comprehensive land-use information across various regions and time periods, including a classification into six primary land types and 31 secondary types.",
        "AnswerCn": "这样的数据集的一个例子是中国1:100,000土地利用数据，该数据是利用Landsat MSS、TM和ETM的卫星遥感数据构建的，提供了各个地区和时间段的全面土地利用信息，包括对六种主要土地类型和31种次要类型的分类。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and classification systems used in land-use data collection for regional analysis?",
        "QuestionCn": "在区域分析中，土地利用数据收集所使用的具体属性和分类系统是什么？",
        "AnswerEn": "arable land, forest land, grassland, water bodies, urban, industrial/mining, residential areas, unused land, 31 secondary categories",
        "AnswerCn": "可耕地、森林用地、草地、水体、城市、工业/采矿、住宅区、未使用土地、31个次级类别",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with using satellite imagery for land-use change detection in varied physical environments?",
        "QuestionCn": "使用卫星影像进行土地利用变化检测在不同物理环境中面临的挑战有哪些？",
        "AnswerEn": "difficulty of reversing deforestation trends, conflicts between arable land protection and urban expansion, irrational conversion of arable land to built-up areas",
        "AnswerCn": "逆转森林砍伐趋势的困难、耕地保护与城市扩张之间的冲突、将耕地不合理地转为建设用地。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the characteristics of datasets effective in capturing temporal and spatial features of land-use change?",
        "QuestionCn": "有效捕捉土地利用变化的时间和空间特征的数据集的特征是什么？",
        "AnswerEn": "Landsat TM digital images, CBERS-1 data, comprehensive land-use information, analysis of regional differentiation in land-use change",
        "AnswerCn": "Landsat TM数字图像，CBERS-1数据，综合土地利用信息，区域土地利用变化差异分析",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different land-use categories are used in a dataset collected for land-use change studies in China?",
        "QuestionCn": "在中国进行土地利用变化研究的数据集中使用了多少种不同的土地利用类别？",
        "AnswerEn": "6 primary categories, 31 secondary categories",
        "AnswerCn": "6个一级类别，31个二级类别",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the number of Landsat TM digital images used to acquire land-use information during the specified years?",
        "QuestionCn": "在指定年份中，用于获取土地利用信息的Landsat TM数字图像数量是多少？",
        "AnswerEn": "520 scenes, 508 scenes",
        "AnswerCn": "520个场景，508个场景",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many research institutes were involved in the data collection process for constructing a land-use dataset based on satellite remote sensing?",
        "QuestionCn": "有多少个研究机构参与了基于卫星遥感构建土地利用数据集的数据收集过程？",
        "AnswerEn": "19",
        "AnswerCn": "十九",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'land-use classification system' in the context of land-use data collection?",
        "QuestionCn": "在土地利用数据收集的背景下，“土地利用分类系统”是什么意思？",
        "AnswerEn": "A land-use classification system refers to the structured categorization of land areas based on their usage. In the context of land-use data collection, it involves organizing land into hierarchical classes such as primary and secondary categories. For instance, the dataset mentioned uses a classification system that includes 6 primary categories like arable land, forest land, grassland, water bodies, and others, further divided into 31 secondary categories.",
        "AnswerCn": "土地利用分类系统是指根据土地使用情况对土地区域进行结构化分类。在土地利用数据收集的背景下，它涉及将土地组织成层次分类，如主要类别和次要类别。例如，提到的数据集使用的分类系统包括6个主要类别，如耕地、森林、草地、水体和其他，进一步细分为31个次要类别。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'dynamic regionalization of land-use change' mean?",
        "QuestionCn": "“土地利用变化的动态区域化”是什么意思？",
        "AnswerEn": "Dynamic regionalization of land-use change refers to the process of categorizing regions based on temporal and spatial patterns of land-use changes. It involves analyzing how different areas change over time to identify distinct patterns and processes in land-use dynamics, which can be crucial for understanding regional scale changes and implications for policy and planning.",
        "AnswerCn": "动态区域化的土地利用变化是指根据土地利用变化的时间和空间模式对区域进行分类的过程。它涉及分析不同地区随时间变化的情况，以识别土地利用动态中的不同模式和过程，这对于理解区域尺度的变化及其对政策和规划的影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using Landsat TM images compare to those utilizing CBERS-1 satellite data for land-use information acquisition?",
        "QuestionCn": "使用Landsat TM影像的数据收集方法与利用CBERS-1卫星数据获取土地利用信息的方法相比如何？",
        "AnswerEn": "Both Landsat TM and CBERS-1 satellite data were used for acquiring land-use information, with Landsat TM images being more frequently utilized in the specified periods of 1995/1996 and 1999/2000. The comparison could focus on the resolution, spectral bands, and temporal availability of these datasets, as well as the specific land-use characteristics each method is better suited to capture.",
        "AnswerCn": "Landsat TM 和 CBERS-1 卫星数据被用于获取土地利用信息，其中 Landsat TM 图像在1995/1996年和1999/2000年期间被更频繁地使用。比较可以集中在这些数据集的分辨率、光谱波段和时间可用性，以及每种方法更适合捕捉的特定土地利用特征。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences between using a hierarchical land cover classification system and a non-hierarchical system in terms of data precision and applicability to land-use change studies?",
        "QuestionCn": "使用分层土地覆盖分类系统和非分层系统在数据精度和适用于土地利用变化研究方面有什么区别？",
        "AnswerEn": "A hierarchical land cover classification system, like the one mentioned, provides a structured approach with primary and secondary categories, potentially offering higher precision for applications in national surveys and ecological research. A non-hierarchical system might lack this precision but could offer simplicity and ease of use in certain contexts.",
        "AnswerCn": "分层土地覆盖分类系统，如所提到的，提供了一种结构化的方法，具有主要和次要类别，可能为国家调查和生态研究中的应用提供更高的精确度。而非分层系统可能缺乏这种精确度，但在某些情况下可以提供简单性和易用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges might arise in maintaining the accuracy of a land-use classification system when observing dynamic patterns and processes across diverse regions?",
        "QuestionCn": "在观察不同地区的动态模式和过程时，维护土地利用分类系统的准确性可能会面临哪些挑战？",
        "AnswerEn": "Challenges include ensuring consistency in classification across varied regions with different physical environments, managing conflicts like arable land protection versus urban expansion, and accurately capturing rapid changes in regions undergoing development.",
        "AnswerCn": "挑战包括确保在不同物理环境的各个地区之间分类的一致性，管理诸如耕地保护与城市扩张之间的冲突，以及准确捕捉正在开发地区的快速变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could the temporal and spatial features revealed by land-use datasets inform strategies for sustainable land management and policy formulation?",
        "QuestionCn": "土地利用数据集揭示的时间和空间特征可以通过哪些方式为可持续土地管理和政策制定提供信息？",
        "AnswerEn": "Temporal and spatial features can highlight regions experiencing rapid change, aiding in targeted policy interventions, and help balance competing land-use demands, such as urban expansion and agricultural preservation, thus informing sustainable management strategies.",
        "AnswerCn": "时间和空间特征可以突出经历快速变化的区域，帮助进行有针对性的政策干预，并平衡城市扩张与农业保护等竞争性土地使用需求，从而为可持续管理策略提供信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately capturing land-use changes using satellite imagery in varied physical environments like China?",
        "QuestionCn": "哪些因素导致在像中国这样多样的物理环境中使用卫星影像准确捕捉土地利用变化面临挑战？",
        "AnswerEn": "Conspicuous conflicts between arable land protection and urban expansion, along with the need to reverse deforestation trends, contribute to the challenges in accurately capturing land-use changes using satellite imagery.",
        "AnswerCn": "耕地保护与城市扩张之间的明显冲突，以及逆转森林砍伐趋势的需求，导致使用卫星影像准确捕捉土地利用变化面临挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of utilizing Landsat TM digital images as a primary data source for land-use information in terms of the spatial and temporal accuracy of land-use change studies?",
        "QuestionCn": "利用Landsat TM数字影像作为土地利用信息的主要数据源，在土地利用变化研究的空间和时间准确性方面会产生什么后果？",
        "AnswerEn": "Utilizing Landsat TM digital images as a primary data source helps in accurately capturing temporal and spatial features of land-use changes, which is vital for revealing regional characteristics of land-use change and understanding the dynamic processes involved.",
        "AnswerCn": "利用Landsat TM数字影像作为主要数据源，有助于准确捕捉土地利用变化的时间和空间特征，这对于揭示土地利用变化的区域特征以及理解相关动态过程至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the integration of different satellite data sources, such as Landsat TM and CBERS-1, affect the comprehensiveness and accuracy of land-use datasets?",
        "QuestionCn": "不同卫星数据源的整合，如Landsat TM和CBERS-1，如何影响土地利用数据集的全面性和准确性？",
        "AnswerEn": "The integration of different satellite data sources, such as Landsat TM and CBERS-1, enhances the comprehensiveness and accuracy of land-use datasets by providing a more detailed view of land-use changes over time, thereby allowing for the identification of regional differentiation in land-use change.",
        "AnswerCn": "不同卫星数据源的整合，如Landsat TM和CBERS-1，增强了土地利用数据集的全面性和准确性，通过提供对土地利用变化的更详细视角，从而能够识别土地利用变化的区域差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What potential impacts could arise from the observed regional differentiation of land-use change on China's social and economic development?",
        "QuestionCn": "观察到的土地利用变化的区域差异可能对中国的社会和经济发展产生哪些潜在影响？",
        "AnswerEn": "The observed regional differentiation of land-use change could lead to varied impacts on China's social and economic development by influencing policies related to land management, affecting resource allocation, and possibly hindering sustainable development in rapidly changing areas.",
        "AnswerCn": "观察到的土地利用变化的区域差异可能会通过影响土地管理相关政策、资源配置以及可能阻碍快速变化地区的可持续发展，导致中国社会和经济发展的不同影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind organizing a dataset that categorizes land use into hierarchical classes?",
        "QuestionCn": "组织一个将土地利用分类为层次类的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to reveal the temporal and spatial features of land-use change and to lay the foundation for the study of regional scale land-use changes. This helps in understanding the 'spatial pattern' and 'temporal process' of land-use change, providing insights into regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern.",
        "AnswerCn": "主要目标是揭示土地利用变化的时间特征和空间特征，为区域尺度土地利用变化的研究奠定基础。这有助于理解土地利用变化的“空间模式”和“时间过程”，为区域土地利用变化特征提供洞察，揭示动态过程的模式和模式的动态过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the intended outcomes of addressing the conflicts between arable land protection and urban expansion in the context of land-use policies?",
        "QuestionCn": "在土地利用政策的背景下，解决耕地保护与城市扩张之间冲突的预期结果是什么？",
        "AnswerEn": "The intended outcomes include effectively reversing the trend of deforestation and managing the irrational conversion from arable land to built-up areas. This is essential for balancing the need for urban expansion with the protection of arable land, ultimately supporting sustainable development and mitigating adverse impacts on the environment.",
        "AnswerCn": "预期的结果包括有效逆转森林砍伐的趋势，并管理耕地向建筑用地的不合理转变。这对于平衡城市扩张的需求与保护耕地至关重要，最终支持可持续发展并减轻对环境的不利影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can the dynamic regionalization of land-use change be carried out to reveal temporal and spatial features effectively?",
        "QuestionCn": "如何有效地进行土地利用变化的动态区域化，以揭示时间和空间特征？",
        "AnswerEn": "To carry out the dynamic regionalization of land-use change, an integrated study approach is used, focusing on both spatial patterns and temporal processes. This approach helps to reveal regional characteristics of land-use change, creating a foundation for further study at regional scales.",
        "AnswerCn": "为了进行土地利用变化的动态区域化，采用了一种综合研究方法，重点关注空间模式和时间过程。这种方法有助于揭示土地利用变化的区域特征，为进一步在区域尺度上的研究奠定基础。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methodological steps should be taken to address the challenges of data collection in regions with conspicuous conflicts between arable land protection and urban expansion?",
        "QuestionCn": "在存在明显耕地保护与城市扩张冲突的地区，应该采取哪些方法步骤来解决数据收集的挑战？",
        "AnswerEn": "Methodological steps include analyzing satellite data to monitor land conversion processes and regional differentiation. The use of multiple data sources like Landsat TM and CBERS-1 enhances the ability to track changes and identify areas of conflict, providing insights into the irrational conversion from arable land to built-up areas.",
        "AnswerCn": "方法步骤包括分析卫星数据以监测土地转化过程和区域差异。使用多种数据源，如Landsat TM和CBERS-1，增强了跟踪变化和识别冲突区域的能力，为不合理的耕地转化为建筑用地提供了洞察。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What remote sensing technologies have enabled the creation of high-resolution land-use datasets in China?",
        "QuestionCn": "哪些遥感技术使得中国高分辨率土地利用数据集的创建成为可能？",
        "AnswerEn": "The use of satellite remote sensing technologies such as Landsat MSS, TM, and ETM has enabled the creation of high-resolution land-use datasets. These technologies were used in a major project organized by the Chinese Academy of Sciences, which built detailed datasets over three years.",
        "AnswerCn": "卫星遥感技术，如Landsat MSS、TM和ETM的使用，使得高分辨率土地利用数据集的创建成为可能。这些技术被中国科学院组织的一项重大项目所采用，该项目在三年内建立了详细的数据集。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the categorization of land-use types into hierarchical systems enable a more comprehensive analysis of land-use change?",
        "QuestionCn": "将土地使用类型分类为层次系统如何能够更全面地分析土地使用变化？",
        "AnswerEn": "The adoption of a layered land-cover classification system that divides land into six primary categories and 31 secondary categories enables a detailed and comprehensive analysis of land-use change. This approach allows for better understanding of spatial and temporal features and supports various applications like national land resource surveys and ecological research.",
        "AnswerCn": "采用分层土地覆盖分类系统，将土地划分为六个主要类别和31个次要类别，使得对土地利用变化的详细和全面分析成为可能。这种方法有助于更好地理解空间和时间特征，并支持国家土地资源调查和生态研究等多种应用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges in utilizing satellite data for assessing land-use changes in regions with varied physical environments?",
        "QuestionCn": "利用卫星数据评估具有多样物理环境地区的土地利用变化面临的挑战有哪些？",
        "AnswerEn": "One of the challenges in using satellite data for assessing land-use changes in regions with varied physical environments, like China, is addressing the conspicuous conflicts between arable land protection and urban expansion. Satellite data can reveal the irrational conversion from arable land to built-up areas, which poses significant challenges in ensuring sustainable land management.",
        "AnswerCn": "使用卫星数据评估像中国这样具有多样物理环境的地区的土地利用变化时，面临的一个挑战是解决耕地保护与城市扩张之间的明显冲突。卫星数据可以揭示耕地向建筑用地的不合理转化，这对确保可持续土地管理构成了重大挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What could be the reasons for the anticipated challenges in reversing deforestation trends in China despite implementing policies and utilizing comprehensive datasets?",
        "QuestionCn": "尽管实施了政策并利用了综合数据集，中国在扭转森林砍伐趋势方面面临预期挑战的原因可能是什么？",
        "AnswerEn": "Although policies have been implemented, it is too early to say that the trend of deforestation has been effectively reversed due to the existence of conspicuous conflicts between arable land protection and urban expansion, which may result in irrational conversion from arable land to built-up areas.",
        "AnswerCn": "尽管已经实施了政策，但由于耕地保护与城市扩张之间存在明显的冲突，目前还无法说森林砍伐的趋势已经有效逆转，这可能导致耕地向建筑用地的不合理转变。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using Landsat TM digital images for capturing detailed land-use changes in diverse regions of China?",
        "QuestionCn": "如何评估使用Landsat TM数字影像捕捉中国不同地区土地利用变化的有效性？",
        "AnswerEn": "The Landsat TM digital images provide a reliable source of data for capturing detailed land-use changes due to their high spatial resolution and extensive coverage. These images have been effectively used to reveal the regional differentiation of land-use change in China, which is crucial for understanding dynamic zones across various landscapes.",
        "AnswerCn": "Landsat TM数字图像由于其高空间分辨率和广泛覆盖，提供了可靠的数据来源，用于捕捉详细的土地利用变化。这些图像已被有效地用于揭示中国土地利用变化的区域差异，这对于理解各类景观中的动态区域至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges do you think researchers face when integrating multiple satellite data sources, such as Landsat and CBERS, to study land-use changes?",
        "QuestionCn": "研究人员在整合多个卫星数据源（如Landsat和CBERS）以研究土地利用变化时面临哪些挑战？",
        "AnswerEn": "Researchers likely face challenges in ensuring consistency and comparability between different satellite data sources due to variations in spatial resolution, spectral bands, and temporal coverage. Harmonizing these datasets requires sophisticated data processing techniques and may introduce uncertainty in the analysis of land-use changes.",
        "AnswerCn": "研究人员在确保不同卫星数据源之间的一致性和可比性方面可能面临挑战，这些挑战源于空间分辨率、光谱波段和时间覆盖的差异。协调这些数据集需要复杂的数据处理技术，并可能在土地利用变化的分析中引入不确定性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the challenges faced in balancing arable land protection with urban expansion using remote sensing data.",
        "QuestionCn": "我不确定在使用遥感数据平衡耕地保护与城市扩张方面面临的挑战。",
        "AnswerEn": "One of the challenges is the conspicuous conflicts between arable land protection and urban expansion, which are evident in the irrational conversion from arable land to built-up areas. Remote sensing data helps to monitor these changes, but addressing these conflicts involves complex socio-economic and policy considerations.",
        "AnswerCn": "其中一个挑战是耕地保护与城市扩张之间的明显冲突，这在耕地向建筑用地的不合理转化中表现得尤为明显。遥感数据有助于监测这些变化，但解决这些冲突涉及复杂的社会经济和政策考量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of why there is a regional differentiation in land-use change in China and how it impacts global change.",
        "QuestionCn": "我无法理解为什么中国的土地利用变化存在区域差异，以及这如何影响全球变化。",
        "AnswerEn": "Regional differentiation in land-use change in China is influenced by varied physical environments and vast land areas. Changes in land-use not only affect local social and economic development but also have broader implications for global environmental changes, such as impacting biogeochemical cycles and biodiversity.",
        "AnswerCn": "中国的土地利用变化受到多样的自然环境和广阔土地面积的影响，区域差异显著。土地利用的变化不仅影响地方社会和经济发展，还对全球环境变化产生更广泛的影响，例如影响生物地球化学循环和生物多样性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please evaluate the effectiveness of using Landsat TM digital images in land-use change studies and suggest alternative data sources that could complement or enhance this approach.",
        "QuestionCn": "请评估使用Landsat TM数字图像在土地利用变化研究中的有效性，并建议可以补充或增强这种方法的替代数据来源。",
        "AnswerEn": "Landsat TM digital images have been effective in providing detailed land-use change information due to their broad coverage and historical data availability. However, to enhance this approach, one could consider using complementary data sources such as the higher resolution CBERS-1 data or integrating ground-based observations and UAV data for finer-scale analysis.",
        "AnswerCn": "Landsat TM数字图像由于其广泛的覆盖范围和历史数据的可用性，在提供详细的土地利用变化信息方面非常有效。然而，为了增强这种方法，可以考虑使用补充数据源，例如更高分辨率的CBERS-1数据，或整合基于地面的观测和无人机数据，以进行更精细的分析。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}