{
    "id": "f8f94d2c-a12e-4eba-9275-4023ee66d52d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Animal resources and their reasonable protection, development and utilization in Hoh Xil area of Qinghai Province (may August 1990)",
            "titleCn": "青海可可西里地区的动物资源及其合理保护与开发利用（1990年5月至8月）",
            "description": "The animal resources and their reasonable protection, development and utilization in Hoh Xil area of Qinghai Province are based on the comprehensive scientific investigation of Hoh Xil area carried out from May to August 1990. With the rapid increase of population in this century and the increasing intensity of human demand for natural resources, the resources have been seriously damaged, and the deterioration of natural environment and the increasing depletion of resources have become the focus of the world One of the most prominent problems in the world. In particular, the living environment of wild animals is still in a completely natural state, which is rare on earth. Most of Hoh Xil area is still a no man's land. It retains the original state of the ecosystem, and is also a refuge for many rare and unique resource animals. Therefore, it is a rare treasure land with rich animal resources in China and the world. Because of the bad natural conditions and the extremely difficult transportation in Hoh Xil area, zoologists have not been involved in this area for a long time. From May to August 1990, the animal group of the national comprehensive scientific investigation team of Hoh Xil region had the honor to go deep into the region to carry out resource investigation. They had a relatively clear understanding of the resource background and mastered a large number of first-hand materials, thus filling the scientific blank of animal resources in this region.",
            "descriptionCn": "青海可可西里地区的动物资源及其合理保护与开发利用，数据来源于1990年5月-8月开展的对可可西里地区的综合科学考察，随着本世纪人口的激增及人类对自然资源索取的强度愈来愈大，资源已经遭到极其严重的破坏，自然环境的恶化和资源的日益枯竭已成为当前世界上最突出的问题之一。特别是，野生动物赖以生存的环境尚处于完全天然状态的，在地球上已为数不多，而可可西里地区的大部迄今仍为无人区，它保留着原始状态的生态系统，同时又是许多珍稀特有资源动物的避难所，所以它是中国、也是全世界少有的动物资源比较丰富的一块宝地。 由于可可西里地区的自然条件非常恶劣以及交通运输极度困难，长期以来动物学工作者一直未能涉足本区。1990年5-8月，国家可可西里地区综合科学考察队动物组有幸深入本区进行资源调查，对这里的资源本底有了比较清楚的认识，并掌握了大量的第一手材料，因而填补了本区有关动物资源方面的科学空白。",
            "instructions": "The data set is stored in Excel format and contains 11 workbooks, which are 1. The list of animal resource species in Hoh Xil area 2. The main economic significance and biological value of resource animals in Hoh Xil area 3. The composition of the population of asinus Kiang in Hoh Xil area 4. Asinus Kiang in Hoh Xil area Population statistics 5. Composition of wild consumption cattle population in Hoh Xil area 6. Composition of wild consumption cattle population in Hoh Xil area 7. Composition of Tibetan gazelle population in Hoh Xil area 8. Composition of Tibetan gazelle population in Hoh Xil area 9. Composition of Tibetan gazelle population in Hoh Xil area 10. Statistics of Tibetan gazelle population in Hoh Xil area 11 The table introduces in detail the species list of animal resources in Hoh Xil area, the composition of the population, the quantity statistics and the precious data collected.",
            "instructionsCn": "该数据集以Excel格式存储，包含了11张工作簿，分别是1、可可西里地区动物资源物种名录2、可可西里地区资源动物的主要经济意义及生物学价值3、可可西里地区藏野驴（Asinus kiang）种群的组成4、可可西里地区藏野驴（Asinus kiang）种群的数量统计5、可可西里地区野耗牛种群的组成6、可可西里地区野耗牛种群的数量7、可可西里地区藏原羚种群的组成8、可可西里地区藏原羚种群数量的统计9、可可西里地区藏羚种群的组成10、可可西里地区藏羚种群数量的统计11、可可西里地区各地段有蹄动物的数量统计，表中详细介绍了可可西里地区动物资源物种名录，种群的组成，数量统计等及其珍贵采集资料。",
            "east": 94.0,
            "west": 89.5,
            "south": 33.33,
            "north": 36.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 6389753.0,
            "cstr": "18406.11.HumanNat.tpdc.272551",
            "doi": "10.11888/HumanNat.tpdc.272551",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冯祚建",
                "nameEn": "FENG Zuojian",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青海可可西里地区生物与人体高山生理",
                "titleEn": null,
                "referenceCn": "可可西里综合科学考察队. (1996). 青海可可西里地区生物与人体高山生理. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "物种多样性",
                "nameEn": "Species diversity"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海可可西里",
                "keywordEn": "Hoh Xil, Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990",
                "keywordEn": "1990",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to investigate animal resources in remote and harsh environments like the Qinghai Kekexili region?",
                "QuestionCn": "您能否提供一个用于调查偏远和恶劣环境中动物资源的数据收集方法的例子，例如青海可可西里地区？",
                "AnswerEn": "During the 1990 comprehensive scientific investigation in the Qinghai Kekexili region, researchers employed on-site resource surveys to gather first-hand material about the animal resources. This approach was necessary due to the region's harsh natural conditions and transportation difficulties, which had historically limited access and exploration.",
                "AnswerCn": "在1990年对青海可可西里地区进行的全面科学调查中，研究人员采用现场资源调查的方法，收集有关动物资源的一手资料。这种方法是必要的，因为该地区自然条件恶劣，交通困难，历史上限制了对该地区的访问和探索。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to assess animal resources in remote and harsh environments like the Qinghai Kekexili region?",
                "QuestionCn": "在像青海可可西里地区这样的偏远和恶劣环境中，用于评估动物资源的数据收集方法的特点包括：",
                "AnswerEn": "comprehensive scientific expeditions, adaptation to harsh natural conditions, overcoming logistical challenges, difficult transportation, gathering first-hand materials, understanding baseline of animal resources, sanctuary for rare and unique animal species",
                "AnswerCn": "综合科学考察、适应严酷的自然条件、克服后勤挑战、困难的运输、收集第一手资料、了解动物资源的基线、稀有和独特动物物种的庇护所。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges of collecting data on animal resources in remote and harsh environments like the Kekexili region, and how might these challenges influence the methodologies used in such data collection efforts?",
                "QuestionCn": "可以推断出，在像可可西里地区这样偏远和恶劣环境中收集动物资源数据面临的挑战，以及这些挑战如何影响数据收集工作的 methodologies。",
                "AnswerEn": "The challenges of collecting data in remote and harsh environments like the Kekexili region include extreme natural conditions and transportation difficulties, which have historically limited access to the area. These challenges could influence data collection methodologies by necessitating the use of specialized equipment for remote data gathering, the deployment of mobile field teams capable of enduring harsh climates, and the reliance on innovative transportation solutions to reach isolated areas. Additionally, such challenges may require the development of unique strategies to ensure the accuracy and comprehensiveness of the collected data, given the limited time window and logistical constraints.",
                "AnswerCn": "在像可可西里地区这样的偏远和恶劣环境中收集数据的挑战包括极端的自然条件和交通困难，这些因素历史上限制了对该地区的访问。这些挑战可能会影响数据收集方法，迫使使用专门的设备进行远程数据收集，部署能够承受恶劣气候的移动野外团队，以及依赖创新的交通解决方案以到达偏远地区。此外，这些挑战可能需要制定独特的策略，以确保所收集数据的准确性和全面性，考虑到有限的时间窗口和后勤限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contributed to the collection of first-hand data on animal resources in the Qinghai Hoh Xil area during 1990, despite the region's challenging natural conditions and logistical difficulties?",
                "QuestionCn": "1990年，尽管青海可可西里地区自然条件恶劣、后勤困难，仍然有几个因素促成了对该地区动物资源的第一手数据收集。",
                "AnswerEn": "The comprehensive scientific expedition conducted in the Qinghai Hoh Xil area from May to August 1990 managed to collect first-hand data on animal resources due to the focused efforts of the national scientific team, which included a dedicated animal group. Their persistence in overcoming the region's extremely harsh natural conditions and difficult transportation challenges enabled them to access areas that had remained scientifically unexplored, thus allowing for a clearer understanding of the area's animal resources and filling a significant gap in scientific knowledge.",
                "AnswerCn": "1990年5月至8月，在青海可可西里地区进行的综合科学考察，得益于国家科学团队的专注努力，特别是一个专门的动物小组，成功收集了动物资源的第一手数据。他们克服了该地区极其恶劣的自然条件和困难的交通挑战，进入了那些科学上尚未探索的区域，从而使人们对该地区的动物资源有了更清晰的了解，填补了科学知识上的重要空白。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind conducting a comprehensive scientific survey in the Qinghai Kekexili region to explore animal resources?",
                "QuestionCn": "在青海可可西里地区进行全面科学调查以探索动物资源的主要目标是什么？",
                "AnswerEn": "The primary objectives of conducting the comprehensive scientific survey in the Qinghai Kekexili region were to gain a clear understanding of the animal resources in the area and to collect firsthand materials, thereby filling the scientific gap regarding the animal resources in this region. This was particularly crucial because the region, being largely an uninhabited area, retains a natural ecosystem and serves as a sanctuary for many rare and endemic animal species. The survey aimed to inform the rational protection and development of these resources against the backdrop of increasing human population and resource exploitation.",
                "AnswerCn": "在青海可可西里地区进行全面科学调查的主要目标是深入了解该地区的动物资源，并收集第一手资料，从而填补该地区动物资源的科学空白。这一点尤为重要，因为该地区大部分为无人居住，保留了自然生态系统，并且是许多珍稀和特有动物物种的庇护所。调查旨在为在日益增加的人口和资源开发背景下，合理保护和开发这些资源提供依据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps were necessary to conduct a comprehensive scientific survey of animal resources in a region with harsh natural conditions and extreme transportation difficulties, such as the Qinghai Kekexili area?",
                "QuestionCn": "在自然条件恶劣、交通困难极大的地区（如青海可可西里地区）进行全面的动物资源科学调查所需的程序步骤包括：",
                "AnswerEn": "In the Qinghai Kekexili area, the procedural steps for conducting a comprehensive scientific survey involved organizing a national scientific expedition team specifically focused on animal resources. The expedition took place between May and August 1990, during which the team ventured into this remote and harsh environment. This effort filled a scientific void, as previous zoological work had not been conducted in the region due to its difficult conditions. Therefore, the survey likely involved meticulous planning to address logistical challenges, collection of first-hand data, and in-depth analysis to understand the baseline of the animal resources in this untouched ecosystem.",
                "AnswerCn": "在青海可可西里地区，进行全面科学调查的程序步骤包括组织一个专门关注动物资源的国家科学考察队。考察于1990年5月至8月进行，团队深入这个偏远而恶劣的环境。这项工作填补了科学空白，因为由于条件艰苦，该地区之前没有进行过动物学研究。因此，这次调查可能涉及精心的规划，以应对后勤挑战，收集第一手数据，并进行深入分析，以了解这一未受破坏生态系统中动物资源的基线情况。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What were the conditions that enabled researchers to conduct a comprehensive scientific investigation into the animal resources of the Qinghai Hoh Xil region despite the challenges posed by its harsh natural conditions and transportation difficulties?",
                "QuestionCn": "是什么条件使研究人员能够在青海可可西里地区进行全面的科学调查，尽管该地区的自然条件恶劣且交通困难？",
                "AnswerEn": "The comprehensive scientific investigation into the animal resources of the Qinghai Hoh Xil region was enabled by the efforts of the National Hoh Xil Comprehensive Scientific Expedition Team, which, in 1990, managed to penetrate the area and conduct resource surveys. This was significant due to the region's harsh natural conditions and extreme transportation challenges, which had long prevented zoologists from accessing the area. The expedition resulted in the acquisition of substantial firsthand materials, thereby filling a scientific gap regarding the area's animal resources.",
                "AnswerCn": "对青海可可西里地区动物资源的综合科学调查得益于国家可可西里综合科学考察队的努力。该考察队于1990年成功进入该地区并进行了资源调查。这一举措具有重要意义，因为该地区的自然条件恶劣，交通极为困难，长期以来阻碍了动物学家对该地区的访问。此次考察获得了大量第一手资料，从而填补了该地区动物资源方面的科学空白。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}