{
  "id": "f92a4346-a33f-497d-9470-2b357ccb4246",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The second glacier inventory dataset of China (version 1.0) (2006-2011)",
      "titleCn": "中国第二次冰川编目数据集（V1.0）（2006-2011）",
      "description": "China's second glacier inventory uses the high-resolution Landsat TM/ETM+ remote sensing satellite data as the main glacier boundary data source and extracts the data source with the latest global digital elevation model, SRTM V4, as the glacier attribute, using the current international ratio threshold segmentation method to extract the glacier boundary in bare ice areas. The ice ridge extraction algorithm is developed to extract the glacier ice ridge, and it is used for the segmentation of a single glacier. At the same time, the international general algorithm is used to calculate the glacier attributes, so that the vector data and attribute data that contain the glacier information of the main glacier regions in west China are obtained. Compared with some field GPS field measurement data and higher resolution remote sensing images (such as from QuickBird and WorldView), the glacial vector data in the second glacier inventory data set of China have higher positioning accuracy and can meet the requirements for glacial data in national land, water conservancy, transportation, environment and other fields.\nGlacier inventory attributes: \nGlc_Name, Drng_Code, FCGI_ID, GLIMS_ID, Mtn_Name, Pref_Name, Glc_Long, Glc_Lati, Glc_Area, Abs_Accu, Rel_Accu, Deb_Area, Deb_A_Accu, Deb_R_Accu, Glc_Vol_A, Glc_Vol_B, Max_Elev, Min_Elev, Mean_Elev, MA_Elev, Mean_Slp, Mean_Asp, Prm_Image, Aux_Image, Rep_Date, Elev_Src, Elev_Date, Compiler, Verifier.\nFor a detailed data description, please refer to the second glacier inventory data description.",
      "descriptionCn": "中国第二次冰川编目以分辨率较高的Landsat TM/ETM+遥感卫星数据为主要冰川边界提取数据源，并以最新全球数字高程模型SRTM V4为冰川属性提取数据源，采用当前国际通用的波段比值阈值分割法提取裸冰区冰川边界，开发了分冰岭提取算法提取冰川分冰岭并用于单条冰川的分割，同时采用国际通用算法计算冰川属性，从而获得了中国西部主要冰川区包含逐条冰川信息的矢量数据和属性数据。通过与部分野外GPS实地测量数据和更高分辨率遥感影像（如QuickBird、WorldView等）的对比显示，第二次中国编目中的冰川矢量数据具有较高的定位精度，能够满足国土、水利、交通、环境等领域对冰川数据的要求。\n冰川编目属性：Glc_Name（冰川名称）、Drng_Code（流域编码）、FCGI_ID（第一次编目冰川编码）、GLIMS_ID（GLIMS冰川编码）、Mtn_Name（山系名称）、Pref_Name（所在行政区划）、Glc_Long（冰川经度）、Glc_Lati（冰川纬度）、Glc_Area（冰川面积）、Abs_Accu（绝对面积精度）、Rel_Accu（相对面积精度）、Deb_Area（表碛区面积）、Deb_A_Accu（表碛区面积绝对精度）、Deb_R_Accu（表碛区面积相对精度）、Glc_Vol_A（估算冰川体积1）、Glc_Vol_B（估算冰川体积2)、Max_Elev（冰川最大高程）、Min_Elev（冰川最小高程）、Mean_Elev（冰川平均高程）、MA_Elev（冰川中值面积高度）、Mean_Slp（冰川平均坡度）、Mean_Asp（冰川平均坡向）、Prm_Image（主要遥感数据）、Aux_Image（辅助遥感数据）、Rep_Date（冰川编目代表日期）、Elev_Src（高程数据源）、Elev_Date（高程代表日期）、Compiler（冰川编目编制者）、Verifier（冰川编目审验者）。\n数据的详细情况见第二次冰川编目-数据说明。",
      "instructions": "The file is named as \"Second_Glacier_Inventory_China.shp\", which can be viewed and edited in ArcGIS software.",
      "instructionsCn": "数据命名为：Second_Glacier_Inventory_China.shp，可以用ArcGIS软件打开。",
      "east": 105.555265,
      "west": 73.2,
      "south": 27.0,
      "north": 49.6,
      "startTime": "2006-11-27 08:00:00",
      "endTime": "2011-10-28 08:00:00",
      "fileSize": 164931326.0,
      "cstr": "18406.11.glacier.001.2013.db",
      "doi": "10.3972/glacier.001.2013.db",
      "dataFormat": "SHP",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘时银",
        "nameEn": "LIU Shiyin",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "郭万钦",
        "nameEn": "GUO Wanqin",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "许君利",
        "nameEn": "XU Junli",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于第二次冰川编目的中国冰川现状",
        "titleEn": null,
        "referenceCn": "刘时银, 姚晓军, 郭万钦等. (2015). 基于第二次冰川编目的中国冰川现状. 地理学报, 70(1), 3-16.",
        "referenceEn": null
      },
      {
        "titleCn": "气候变化对冰川影响与风险研究",
        "titleEn": null,
        "referenceCn": "刘时银, 张勇, 刘巧等. (2017). 气候变化对冰川影响与风险研究. 科学出版社.",
        "referenceEn": null
      },
      {
        "titleCn": "利用流域边界和坡向差自动提取山脊线",
        "titleEn": null,
        "referenceCn": "郭万钦,刘时银,余蓬春等. 利用流域边界和坡向差自动提取山脊线. 测绘科学,2011,36(6):210-212",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The second Chinese glacier inventory: data, methods and results",
        "referenceCn": null,
        "referenceEn": "Guo, W.Q., Liu, S.Y., Xu, J.L., et al. (2015). The second Chinese glacier inventory: data, methods and results. Journal of Glaciology, 61(226), 357-372. doi: 10.3189/2015JoG14J209"
      },
      {
        "titleCn": null,
        "titleEn": "Surface-area changes of glaciers in the Tibetan Plateau interior area since the 1970s using recent Landsat images and historical maps",
        "referenceCn": null,
        "referenceEn": "Wei Junfeng, Liu Shiyin, Guo Wanqin, Yao Xiaojun, Xu Junli, Bao Weijia, Jiang Zongli. 2014. Surface-area changes of glaciers in the Tibetan Plateau Interior Area since 1970s using recent Landsat images and historical maps. Annals of Glaciology."
      },
      {
        "titleCn": "中国冰川分布与变化[M]",
        "titleEn": null,
        "referenceCn": "刘时银, 姚晓军, 郭万钦, 等. 中国冰川分布与变化[M]. 兰州大学出版社, 2015 (出版中).",
        "referenceEn": null
      },
      {
        "titleCn": "中国冰川资源图集[M]",
        "titleEn": null,
        "referenceCn": "刘时银, 姚晓军, 郭万钦, 等. 中国冰川资源图集[M]. 地图出版社, 2015 (出版中).",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川",
        "nameEn": "Glaciers"
      },
      {
        "nameCn": "冰川编目",
        "nameEn": "glacier inventory"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      },
      {
        "keywordCn": "冰川区",
        "keywordEn": "glacier regions"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2006-2011",
        "keywordEn": "2006-2011",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the satellite data used for glacier boundary extraction in a dataset related to China's glaciers?",
        "QuestionCn": "与中国冰川相关的数据集中用于冰川边界提取的卫星数据分辨率是多少？",
        "AnswerEn": "15-30 meters",
        "AnswerCn": "15-30米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '波段比值阈值分割法' mean in the context of glacier boundary extraction?",
        "QuestionCn": "在冰川边界提取的背景下，“波段比值阈值分割法”是什么意思？",
        "AnswerEn": "'波段比值阈值分割法' refers to the band ratio threshold segmentation method, which is a technique used in remote sensing to extract glacier boundaries. It involves using specific band ratios from satellite imagery, such as Landsat TM/ETM+, to distinguish between glacier-covered areas and other surfaces by applying a threshold value to the ratio, thereby identifying the extent of the glacier.",
        "AnswerCn": "'波段比值阈值分割法'是指一种用于遥感的技术，用于提取冰川边界。它涉及使用卫星影像中的特定波段比值，例如Landsat TM/ETM+，通过对比值应用阈值来区分冰川覆盖区域和其他表面，从而识别冰川的范围。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods for extracting glacier boundaries using Landsat TM/ETM+ data compare to those using higher resolution remote sensing images like QuickBird or WorldView in terms of accuracy and precision for glacier mapping?",
        "QuestionCn": "使用Landsat TM/ETM+数据提取冰川边界的方法与使用更高分辨率的遥感图像（如QuickBird或WorldView）相比，在冰川制图的准确性和精确性方面有什么不同？",
        "AnswerEn": "The methods for extracting glacier boundaries using Landsat TM/ETM+ data rely on the band ratio threshold segmentation method, which provides a high level of positional accuracy suitable for national land, water resources, transportation, and environmental fields. Comparison with higher resolution remote sensing images like QuickBird or WorldView indicates that the vector data from the catalog have high positioning accuracy, suggesting that Landsat TM/ETM+ data methods effectively meet the requirements of various fields despite potentially lower resolution compared to higher resolution images.",
        "AnswerCn": "提取冰川边界的方法依赖于Landsat TM/ETM+数据的波段比阈值分割方法，这提供了适合国家土地、水资源、交通和环境领域的高定位精度。与QuickBird或WorldView等高分辨率遥感影像的比较表明，来自目录的矢量数据具有高定位精度，表明Landsat TM/ETM+数据的方法有效满足了各个领域的需求，尽管与高分辨率影像相比，其分辨率可能较低。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on the accuracy of glacier boundary delineation when using high-resolution Landsat TM/ETM+ satellite data compared to lower-resolution or single-source data collection methods?",
        "QuestionCn": "使用高分辨率的Landsat TM/ETM+卫星数据与较低分辨率或单一来源的数据收集方法相比，对冰川边界划定的准确性有何影响？",
        "AnswerEn": "The use of higher resolution Landsat TM/ETM+ satellite data allows for more precise extraction of glacier boundaries, which, when compared with field GPS measurements and higher resolution remote imagery like QuickBird or WorldView, shows a high degree of positional accuracy. This increased accuracy meets the requirements of various fields such as land management, water resources, transportation, and environmental studies in China.",
        "AnswerCn": "使用更高分辨率的Landsat TM/ETM+卫星数据可以更精确地提取冰川边界，与现场GPS测量和更高分辨率的遥感影像（如QuickBird或WorldView）相比，显示出较高的定位精度。这种提高的准确性满足了中国在土地管理、水资源、交通和环境研究等多个领域的需求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives for using high-resolution Landsat TM/ETM+ remote sensing data and SRTM V4 digital elevation models in the collection of glacier boundary and attribute data?",
        "QuestionCn": "使用高分辨率Landsat TM/ETM+遥感数据和SRTM V4数字高程模型收集冰川边界和属性数据的主要目标是什么？",
        "AnswerEn": "The primary objectives for using high-resolution Landsat TM/ETM+ remote sensing data and SRTM V4 digital elevation models are to accurately extract glacier boundaries and attributes in China's major glacier areas. These data sources are utilized to ensure high positional accuracy for the glacier vector and attribute data, which meets the requirements of various fields such as national land, water resources, transportation, and environmental studies.",
        "AnswerCn": "使用高分辨率的Landsat TM/ETM+遥感数据和SRTM V4数字高程模型的主要目标是准确提取中国主要冰川区域的冰川边界和属性。这些数据源的利用确保了冰川矢量和属性数据的高位置精度，满足了国家土地、水资源、交通和环境研究等多个领域的需求。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in extracting glacier boundaries using Landsat TM/ETM+ and SRTM V4 data for a high-precision glacier dataset?",
        "QuestionCn": "使用Landsat TM/ETM+和SRTM V4数据提取高精度冰川边界涉及哪些程序？",
        "AnswerEn": "To extract glacier boundaries, high-resolution Landsat TM/ETM+ remote sensing satellite data are used as the primary data source for glacier boundary extraction. The process involves using the band ratio threshold segmentation method, which is a widely accepted international technique for delineating bare ice glacier boundaries. Additionally, a ridge extraction algorithm is developed to extract glacier ridges and is utilized for the segmentation of individual glaciers. The latest global digital elevation model, SRTM V4, serves as the data source for extracting glacier attributes. These procedures ensure the acquisition of vector and attribute data containing information about individual glaciers in major glacier regions of Western China.",
        "AnswerCn": "为了提取冰川边界，使用高分辨率的Landsat TM/ETM+遥感卫星数据作为冰川边界提取的主要数据源。该过程采用带比率阈值分割方法，这是一种广泛接受的国际技术，用于划定裸冰冰川边界。此外，开发了一种山脊提取算法，用于提取冰川山脊，并用于单个冰川的分割。最新的全球数字高程模型SRTM V4作为提取冰川属性的数据源。这些程序确保获取包含中国西部主要冰川区域内各个冰川信息的矢量和属性数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}