{
    "id": "f9d56ee4-a74c-4d3c-8f98-48ece21ab1fc",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Northern and Southern Annular Mode indices 1500-2000",
            "titleCn": "过去500年南北半球环状模数据",
            "description": "(1) Data content: the annual mean Northern Annular mode index and the Northern Annular mode index  from 1500 to 2000; (2) Data source and processing method: this data is independently produced by the author. It is based on PAGES2k  data set and reconstructed by machine learning model (random forest, extreme  tree, Light GBM and catboost). (3) Data quality description: the data set has high consistency with multiple instrumental data during the observed period, and the reconstruction  is better. The data can be used to study the change and mechanism of the main atmospheric circulation in the northern and southern hemispheres on multiple time scales (interannual, interdecadal and multidecadal).",
            "descriptionCn": "（1）数据内容：1500-2000年年平均的北半球环状模指数和南半球环状模指数；（2）数据来源及加工方法：该数据由作者自主生产，基于PAGES2k代用资料数据集，利用机器学习模型（随机森林、极端随机树、轻量梯度提升机、CatBoost）重建而产生。（3）数据质量描述：该数据集与多个器测数据在器测时段内有较高的一致性，重建效果更好。数据可用于研究多时间尺度（年际、年代际、多年代际）上南北半球主要大气环流的变化规律及机理。",
            "instructions": "Variable name_ Time period.xlsx",
            "instructionsCn": "变量名_时间段.xlsx\n变量名SAM: Southern Annular Mode，南半球环状模\n变量名NAM: Northern Annular Mode，北半球环状模",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 37589.0,
            "cstr": "18406.11.Atmos.tpdc.272805",
            "doi": "10.11888/Atmos.tpdc.272805",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨佼",
                "nameEn": "YANG Jiao ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于机器学习方法重建的过去1000年北半球环状模(NAM)指数",
                "titleEn": null,
                "referenceCn": "杨佼, 效存德, 丁明虎. (2021). 基于机器学习方法重建的过去1000年北半球环状模(NAM)指数. 第四纪研究, 41(3), 12.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Other"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北半球",
                "keywordEn": "Northern Hemisphere"
            },
            {
                "keywordCn": "南半球",
                "keywordEn": "Southern Hemisphere"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "年",
                "keywordEn": "Year",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "As the dominant mode of the atmospheric circulation in the Northern Hemisphere (NH), the Northern Annular Mode (NAM) makes important influences on both NH and global climate change. The knowledge of the NAM is limited by the lack of the observed data. The reconstruction of long-term changes of the NAM using proxies such as tree rings, ice cores and sediments can help us understanding the long-term characters and mechanisms of NAM."
            ],
            "research objective": [
                "In this study, we compare eight reconstruction models, including Original Linear Regression (OR), Principle Composite Regression (PCR), Ridge, Support Vector Regression (SVR), Random Forest (RF), Extremely Randomized Trees (ET), Light Gradient Boosting Machine (LightGBM) and CatBoost, to estimate their applicability in NAM reconstruction. We further reconstruct the annual NAM index for the past 1000 years based on the climate proxies obtained from PAGES2k."
            ],
            "challenges": [
                "The results of the cross validation show the high correlation in the calibration period (1967 ～2000) and very low correlation in the validation period (1949 ～2000), and the Nash-Sutcliffe coefficient of efficiency (NSCE) are both negative in validation period. The reconstructions of OR and Ridge are highly variable in amplitude because of the high sensitivity to noises in proxies, which may produce spurious estimates. The reconstructions of SVR and LightGBM, which their NSCE are lower than 0.1 in validation period, are also less reliable because of the high sensitivity to the noise of proxies or the insufficient amount of data."
            ],
            "methods": [
                "By removing missing and anomalous data, 54 proxies (obtained from 22 tree ring and lake sediment records) can be used for NAM reconstruction were selected after filtering by feature engineering and correlation analysis. The ensemble empirical mode decomposition (EEMD) is used to decompose of the NAM series during the past 1000 years to obtain its multi-scales characters and nonlinear trends."
            ],
            "dataset": [
                "By removing missing and anomalous data, 54 proxies (obtained from 22 tree ring and lake sediment records) can be used for NAM reconstruction were selected after filtering by feature engineering and correlation analysis."
            ],
            "findings": [
                "Compared with the OR and RF methods, the results show that the CatBoost, ET and PCR model can effectively avoid overfitting problems and better reconstruct the variability of the NAM over the instrumental period (1948 ～2000). The CatBoost reconstruction has the highest correlation coefficient (R = 0.93, p < 0.01) with the NAM index over the instrumental period and is able to better fit the magnitude and peak-to-valley variability of the NAM index. The positive shift of NAM from 1950 A.D. to 2000 A.D. is unprecedented in the past 1000 years. We further found that prior to 1850 A.D., the multi-decadal variability of NAM was mainly influenced by the global mean temperature, with warm periods corresponding to an enhanced NAM and cold periods corresponding to a weakened NAM. While after 1850 A.D., the multi-decadal changes of NAM tend to coincide with sea ice extent in the Barents-Kara Sea."
            ],
            "backgroundCn": [
                "作为北半球大气环流的主导模式，北年环模式（NAM）对北半球及全球气候变化产生重要影响。由于观测数据的缺乏，对NAM的认识仍然有限。利用树轮、冰芯和沉积物等代理数据重建NAM的长期变化，有助于我们理解NAM的长期特征和机制。"
            ],
            "research objectiveCn": [
                "在本研究中，我们比较了八种重建模型，包括原始线性回归（OR）、主成分回归（PCR）、岭回归、支持向量回归（SVR）、随机森林（RF）、极端随机树（ET）、轻量级梯度提升机（LightGBM）和CatBoost，以评估它们在NAM重建中的适用性。我们进一步基于从PAGES2k获得的气候代理重建了过去1000年的年NAM指数。"
            ],
            "challengesCn": [
                "交叉验证的结果显示，在校准期（1967 ～ 2000年）中相关性很高，而在验证期（1949 ～ 2000年）中相关性很低，验证期的纳什-沙普利系数（NSCE）均为负值。OR和Ridge的重建在幅度上高度可变，因为对代理数据的噪声高度敏感，这可能导致虚假的估计。SVR和LightGBM的重建在验证期的NSCE低于0.1，因此也不太可靠，因为它们对代理数据的噪声高度敏感或数据量不足。"
            ],
            "methodsCn": [
                "通过去除缺失和异常数据，经过特征工程和相关性分析筛选出54个代理（来自22个树轮和湖沉积记录），可用于NAM重建。采用集合经验模态分解（EEMD）对过去1000年的NAM系列进行分解，以获取其多尺度特征和非线性趋势。"
            ],
            "datasetCn": [
                "通过去除缺失和异常数据，经过特征工程和相关性分析筛选后，选择了54个代理（来自22个树轮和湖沉积记录）用于北美气候重建。"
            ],
            "findingsCn": [
                "与OR和RF方法相比，结果表明CatBoost、ET和PCR模型能够有效避免过拟合问题，并更好地重建1948年至2000年间NAM的变异性。CatBoost重建与NAM指数的相关系数最高（R = 0.93，p < 0.01），能够更好地拟合NAM指数的幅度和峰谷变异性。从1950年到2000年，NAM的正向偏移在过去1000年中是前所未有的。我们进一步发现，在1850年之前，NAM的多年代际变异主要受到全球平均温度的影响，温暖期对应于NAM的增强，寒冷期对应于NAM的减弱。而在1850年之后，NAM的多年代际变化趋向于与巴伦茨-卡拉海的海冰范围相吻合。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Do models like CatBoost and Extremely Randomized Trees effectively avoid overfitting when reconstructing historical atmospheric indices?",
                "QuestionCn": "像CatBoost和极端随机树这样的模型在重建历史气候指数时是否有效避免过拟合？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the reconstruction of the Northern Annular Mode (NAM) index more effectively achieved using tree rings, ice cores, or lake sediments as proxies?",
                "QuestionCn": "北极环流模式（NAM）指数的重建更有效地使用树轮、冰芯还是湖泊沉积物作为代理？",
                "AnswerEn": "tree rings and lake sediments",
                "AnswerCn": "树木年轮和湖泊沉积物",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which machine learning model demonstrates better performance in reconstructing the NAM index: Random Forest, Extremely Randomized Trees, or CatBoost?",
                "QuestionCn": "哪种机器学习模型在重建NAM指数方面表现更好：随机森林、极端随机树还是CatBoost？",
                "AnswerEn": "CatBoost",
                "AnswerCn": "CatBoost",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are the long-term changes in the Northern Annular Mode (NAM) more influenced by global mean temperature or sea ice extent in the Barents-Kara Sea?",
                "QuestionCn": "北极环流模式（NAM）的长期变化是受全球平均温度还是巴伦茨-卡拉海的海冰范围影响更大？",
                "AnswerEn": "global mean temperature",
                "AnswerCn": "全球平均气温",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What challenges are faced when reconstructing long-term changes of the Northern Annular Mode (NAM) using proxies?",
                "QuestionCn": "在使用代理重建北极年际模式（NAM）的长期变化时面临哪些挑战？",
                "AnswerEn": "high sensitivity to noise in proxies",
                "AnswerCn": "对代理的噪声高度敏感",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are used to filter and select proxies for reconstructing the Northern Annular Mode (NAM) index?",
                "QuestionCn": "用于重建北方年环模式（NAM）指数的代理筛选和选择方法有哪些？",
                "AnswerEn": "removing missing and anomalous data, feature engineering, correlation analysis, selecting proxies",
                "AnswerCn": "去除缺失和异常数据，特征工程，相关性分析，选择代理变量",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to reconstruct long-term changes in atmospheric circulation modes?",
                "QuestionCn": "您能否提供一个用于重建大气环流模式长期变化的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method includes using climate proxies such as tree rings, ice cores, and sediments, which are selected and filtered through feature engineering and correlation analysis to reconstruct long-term changes in atmospheric circulation modes like the Northern Annular Mode (NAM).",
                "AnswerCn": "数据收集方法的一个例子包括使用气候代理，如树木年轮、冰芯和沉积物，这些数据通过特征工程和相关性分析进行选择和过滤，以重建大气环流模式（如北方年环流模式 NAM）的长期变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in reconstructing atmospheric circulation indices using proxy data?",
                "QuestionCn": "重建大气环流指数时面临的一个挑战是使用代理数据。",
                "AnswerEn": "An example of a challenge is the high variability in amplitude due to sensitivity to noise in proxies, leading to spurious estimates, as observed in methods like Original Linear Regression and Ridge regression during the reconstruction of the Northern Annular Mode index.",
                "AnswerCn": "一个挑战是由于对代理的噪声敏感性导致振幅的高变异性，从而产生虚假的估计，这在原始线性回归和岭回归等方法在重建北方年环模式指数时得到了体现。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features that influence the selection of proxies for reconstructing long-term atmospheric circulation indices?",
                "QuestionCn": "影响选择代理以重建长期大气环流指数的特征有哪些？",
                "AnswerEn": "missing and anomalous data removal, feature engineering, correlation analysis, reliable for reconstruction, tree ring records, lake sediment records",
                "AnswerCn": "缺失和异常数据移除，特征工程，相关性分析，可靠的重建，树木年轮记录，湖泊沉积物记录",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What characteristics of machine learning models are important for accurately reconstructing atmospheric circulation indices over extended periods?",
                "QuestionCn": "准确重建长期大气环流指数的机器学习模型的重要特征有哪些？",
                "AnswerEn": "ability to avoid overfitting, sensitivity to noise, correlation with known indices during instrumental periods",
                "AnswerCn": "避免过拟合的能力，对噪声的敏感性，在仪器测量时期与已知指数的相关性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What attributes of the atmospheric circulation indices are critical for understanding their long-term variability and trends?",
                "QuestionCn": "理解大气环流指数的长期变异性和趋势，哪些属性是关键的？",
                "AnswerEn": "multi-scale characters, nonlinear trends, correlation with global mean temperature, correlation with sea ice extent, unprecedented positive shifts",
                "AnswerCn": "多尺度特征、非线性趋势、与全球平均气温的相关性、与海冰范围的相关性、前所未有的正向变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many proxies were initially collected for the reconstruction of the Northern Annular Mode (NAM)?",
                "QuestionCn": "最初为重建北方年环模式（NAM）收集了多少个代理？",
                "AnswerEn": "54",
                "AnswerCn": "54",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many tree ring and lake sediment records were used to obtain the proxies for NAM reconstruction?",
                "QuestionCn": "用于获取北美模式（NAM）重建的树轮和湖泊沉积记录有多少个？",
                "AnswerEn": "22",
                "AnswerCn": "22",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'proxy data' mean in the context of reconstructing atmospheric circulation modes over historical periods?",
                "QuestionCn": "在重建历史时期的大气环流模式的背景下，“代理数据”指的是用于推断过去气候条件的间接证据。这些数据通常来自树木年轮、冰芯、沉积物或其他自然记录，而不是直接的气象观测。",
                "AnswerEn": "In the context of reconstructing atmospheric circulation modes over historical periods, 'proxy data' refers to indirect evidence such as tree rings, ice cores, and sediments that can be used to infer past climate conditions. These proxies are essential for understanding long-term changes and mechanisms of atmospheric circulation modes like the Northern Annular Mode (NAM) when direct observational data is unavailable.",
                "AnswerCn": "在重建历史时期的大气环流模式的背景下，“代理数据”指的是间接证据，如树轮、冰芯和沉积物，这些可以用来推断过去的气候条件。这些代理数据对于理解长期变化和大气环流模式的机制（如北年环流模式NAM）至关重要，当直接观测数据不可用时。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'feature engineering' in the context of selecting proxies for climate reconstruction?",
                "QuestionCn": "在气候重建的背景下，“特征工程”是指选择代理变量的过程。",
                "AnswerEn": "In the context of selecting proxies for climate reconstruction, 'feature engineering' involves processing and transforming raw proxy data to improve the performance of reconstruction models. This process may include selecting relevant proxies, removing missing and anomalous data, and applying correlation analysis to identify relationships that help refine the dataset used for reconstructing climate variables such as the NAM.",
                "AnswerCn": "在气候重建的代理选择过程中，“特征工程”涉及对原始代理数据进行处理和转换，以提高重建模型的性能。这个过程可能包括选择相关的代理、去除缺失和异常数据，以及应用相关性分析以识别有助于精炼用于重建气候变量（如北极涛动NAM）的数据集的关系。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'cross-validation' imply when assessing reconstruction models for climate indices?",
                "QuestionCn": "在评估气候指数的重建模型时，“交叉验证”意味着什么？",
                "AnswerEn": "When assessing reconstruction models for climate indices, 'cross-validation' implies a method of evaluating the model's performance by testing it on different subsets of data. It involves dividing the data into calibration and validation periods to test how well the model can generalize to new, unseen data. This is crucial for ensuring the reliability and accuracy of the reconstructed climate indices, as indicated by the correlation and Nash-Sutcliffe coefficient of efficiency (NSCE) results.",
                "AnswerCn": "在评估气候指数的重建模型时，“交叉验证”意味着通过在不同的数据子集上测试模型的性能来进行评估。它涉及将数据划分为校准期和验证期，以测试模型在新未见数据上的泛化能力。这对于确保重建气候指数的可靠性和准确性至关重要，这一点可以通过相关性和纳什-沙普利效率系数（NSCE）结果来体现。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the Northern Annular Mode (NAM) reconstructions using Random Forest and CatBoost compare in terms of their ability to avoid overfitting and accurately capture the variability of the NAM over the instrumental period?",
                "QuestionCn": "北极环流模式（NAM）重建使用随机森林和CatBoost在避免过拟合和准确捕捉NAM在仪器时期的变异性方面的比较如何？",
                "AnswerEn": "Compared with Random Forest, the CatBoost method can more effectively avoid overfitting and better reconstruct the variability of the NAM over the instrumental period, achieving a higher correlation coefficient with the NAM index.",
                "AnswerCn": "与随机森林相比，CatBoost方法能够更有效地避免过拟合，并更好地重构仪器时期的NAM变异性，从而与NAM指数实现更高的相关系数。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways do the challenges faced by Support Vector Regression (SVR) and Light Gradient Boosting Machine (LightGBM) differ in terms of sensitivity to noise and data sufficiency when reconstructing the Northern Annular Mode?",
                "QuestionCn": "支持向量回归（SVR）和轻量级梯度提升机（LightGBM）在重建北极环流模式时，面临的挑战在噪声敏感性和数据充分性方面有何不同？",
                "AnswerEn": "Both SVR and LightGBM face challenges with high sensitivity to noise in proxies and insufficient data, resulting in lower reliability, with their Nash-Sutcliffe coefficient of efficiency (NSCE) being lower than 0.1 in the validation period.",
                "AnswerCn": "SVR和LightGBM都面临对代理噪声的高敏感性和数据不足的问题，导致其可靠性较低，在验证期间的纳什-萨特克利夫效率系数（NSCE）低于0.1。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies can be inferred as effective for reconstructing the Northern Annular Mode index over the past centuries, and what challenges might these methodologies face?",
                "QuestionCn": "可以推断出哪些有效的方法论用于重建过去几个世纪的北极振荡模式指数，以及这些方法论可能面临哪些挑战。",
                "AnswerEn": "The use of machine learning models such as CatBoost, Extremely Randomized Trees, and Principle Composite Regression are inferred to be effective in reconstructing the Northern Annular Mode index, as they can avoid overfitting and better capture variability. However, challenges include sensitivity to noise in proxies and insufficient data, as seen in models like Support Vector Regression and Light Gradient Boosting Machine, which performed poorly in validation periods.",
                "AnswerCn": "使用机器学习模型，如CatBoost、极端随机树和主成分回归，被认为在重建北方年环模式指数方面有效，因为它们能够避免过拟合并更好地捕捉变异性。然而，挑战包括对代理数据中的噪声敏感以及数据不足，正如支持向量回归和轻梯度提升机等模型在验证期间表现不佳所示。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What data collection strategies can be inferred from the selection of proxies for reconstructing long-term atmospheric circulation patterns?",
                "QuestionCn": "从选择代理重建长期大气环流模式中可以推断出哪些数据收集策略？",
                "AnswerEn": "Data collection strategies involve filtering proxies through feature engineering and correlation analysis to ensure only reliable data is used. This is evident from the selection of 54 proxies from tree rings and lake sediments, emphasizing the importance of removing anomalies and missing data to enhance reconstruction accuracy.",
                "AnswerCn": "数据收集策略涉及通过特征工程和相关性分析过滤代理，以确保仅使用可靠的数据。这一点从从树轮和湖泊沉积物中选择的54个代理中得以体现，强调了去除异常值和缺失数据以提高重建准确性的重要性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What reasons could lead to variability in the effectiveness of different machine learning models for reconstructing the Northern Annular Mode?",
                "QuestionCn": "导致不同机器学习模型在重建北方年环模式效果差异的原因有哪些？",
                "AnswerEn": "The variability in effectiveness among different machine learning models for reconstructing the Northern Annular Mode could be due to differences in sensitivity to noise in proxies, the amount and quality of data available, and the models' ability to handle missing and anomalous data. Some models like CatBoost, Extremely Randomized Trees, and Principal Component Regression are more effective at avoiding overfitting and better reconstructing the variability of the Northern Annular Mode during the instrumental period.",
                "AnswerCn": "不同机器学习模型在重建北极振荡模式的有效性差异可能是由于对代理噪声的敏感性、可用数据的数量和质量以及模型处理缺失和异常数据的能力差异所致。一些模型，如CatBoost、极端随机树和主成分回归，在避免过拟合和更好地重建仪器时期北极振荡模式的变异性方面更为有效。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might certain proxies such as tree rings and lake sediments be selected or excluded when reconstructing long-term atmospheric circulation changes?",
                "QuestionCn": "某些代理如树轮和湖泊沉积物在重建长期大气环流变化时可能被选择或排除的原因是什么？",
                "AnswerEn": "Certain proxies like tree rings and lake sediments might be selected for reconstructing long-term atmospheric circulation changes due to their availability and potential to provide continuous and relevant climatic information over long periods. Conversely, they might be excluded if they contain missing or anomalous data or if their correlation with the atmospheric circulation indices is not strong enough, which can be determined through feature engineering and correlation analysis.",
                "AnswerCn": "某些代理如树轮和湖泊沉积物可能因其可获得性和提供长期气候信息的潜力而被选用于重建长期大气环流变化。相反，如果它们包含缺失或异常数据，或与大气环流指数的相关性不够强，则可能被排除，这可以通过特征工程和相关性分析来确定。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What factors could explain the unprecedented positive shift of the Northern Annular Mode from 1950 to 2000 A.D. compared to the past 1000 years?",
                "QuestionCn": "哪些因素可以解释北极环流模式在1950年至2000年间的前所未有的积极变化，与过去1000年相比？",
                "AnswerEn": "The unprecedented positive shift of the Northern Annular Mode from 1950 to 2000 A.D. could be explained by changes in global mean temperature and sea ice extent, particularly in the Barents-Kara Sea. Before 1850 A.D., the multi-decadal variability of the Northern Annular Mode was mainly influenced by global mean temperature, with warm periods corresponding to an enhanced mode. After 1850 A.D., the changes tend to coincide with sea ice extent variations.",
                "AnswerCn": "从1950年到2000年，北极环流模式的前所未有的积极变化可以通过全球平均温度和海冰范围的变化来解释，特别是在巴伦支-卡拉海地区。在1850年之前，北极环流模式的多年代际变率主要受到全球平均温度的影响，温暖时期对应于模式的增强。在1850年之后，这些变化往往与海冰范围的变化相吻合。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing machine learning models like Random Forest and CatBoost in reconstructing historical atmospheric circulation patterns?",
                "QuestionCn": "利用机器学习模型如随机森林和CatBoost重建历史大气环流模式的潜在后果是什么？",
                "AnswerEn": "Using machine learning models such as Random Forest and CatBoost for reconstructing historical atmospheric circulation patterns can lead to higher accuracy in capturing variability and trends over instrumental periods. Models like CatBoost have shown a high correlation with observed data, effectively avoiding overfitting and providing reliable reconstructions of the Northern Annular Mode (NAM) over the instrumental period.",
                "AnswerCn": "使用随机森林和CatBoost等机器学习模型重建历史大气环流模式，可以更高精度地捕捉仪器观测期内的变异性和趋势。像CatBoost这样的模型与观测数据之间表现出较高的相关性，有效避免了过拟合，并提供了对仪器观测期北方年环流模式（NAM）的可靠重建。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential implications of high sensitivity to noise in proxies on the reliability of atmospheric circulation reconstructions?",
                "QuestionCn": "高噪声敏感性对代理的影响可能会对大气环流重建的可靠性产生潜在影响。",
                "AnswerEn": "High sensitivity to noise in proxies can lead to unreliable reconstructions of atmospheric circulation patterns, resulting in spurious estimates and variability in amplitude, as seen with methods like Original Linear Regression and Ridge. It can compromise the Nash-Sutcliffe coefficient of efficiency (NSCE) and reduce the correlation in validation periods, affecting the confidence and accuracy of the reconstructed indices.",
                "AnswerCn": "对代理数据的高敏感性可能导致大气环流模式的不可靠重建，从而导致伪估计和振幅的变异性，如原始线性回归和岭回归等方法所示。这可能会影响纳什-沙普利夫效率系数（NSCE），并降低验证期间的相关性，从而影响重建指数的信心和准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of addressing noise sensitivity and data sufficiency issues in the reconstruction of atmospheric circulation indices?",
                "QuestionCn": "解决噪声敏感性和数据充分性问题在重建大气环流指数中的目标是什么？",
                "AnswerEn": "The goals include enhancing the reliability and accuracy of reconstructions, ensuring that the reconstructed indices are reflective of true historical climate conditions rather than artifacts from data noise or insufficient proxy data, and ultimately improving the understanding of past climate variability and mechanisms.",
                "AnswerCn": "目标包括提高重建的可靠性和准确性，确保重建的指数反映真实的历史气候条件，而不是数据噪声或代理数据不足所造成的伪影，最终改善对过去气候变异性和机制的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are implemented for selecting and preparing proxies for reconstructing long-term atmospheric circulation indices?",
                "QuestionCn": "选择和准备代理以重建长期大气环流指数的程序是什么？",
                "AnswerEn": "Proxies obtained from tree rings and lake sediments are selected after removing missing and anomalous data. Feature engineering and correlation analysis are used to filter the proxies, resulting in 54 usable proxies for the reconstruction of atmospheric circulation indices.",
                "AnswerCn": "从树木年轮和湖泊沉积物中获得的代理数据在去除缺失和异常数据后进行选择。通过特征工程和相关性分析对代理数据进行筛选，最终得到54个可用于重建大气环流指数的代理。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are machine learning models utilized to reconstruct historical atmospheric circulation patterns, and what are the specific steps involved in this process?",
                "QuestionCn": "机器学习模型如何用于重建历史大气环流模式，以及这一过程涉及的具体步骤是什么？",
                "AnswerEn": "Machine learning models like Random Forest, Extremely Randomized Trees, Light Gradient Boosting Machine, and CatBoost are employed to reconstruct atmospheric circulation patterns. The process involves comparing the models to estimate their applicability in reconstruction, selecting the best performing model, and reconstructing the indices using climate proxies from datasets like PAGES2k.",
                "AnswerCn": "机器学习模型如随机森林、极端随机树、轻量级梯度提升机和CatBoost被用于重建大气环流模式。该过程涉及比较模型以评估它们在重建中的适用性，选择表现最佳的模型，并使用PAGES2k等数据集中的气候代理重建指数。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What machine learning advancements have enabled the effective reconstruction of long-term atmospheric circulation indices using climate proxies?",
                "QuestionCn": "哪些机器学习进展使得利用气候代理有效重建长期大气环流指数成为可能？",
                "AnswerEn": "Advancements in machine learning models such as Random Forest, Extremely Randomized Trees, Light Gradient Boosting Machine, and CatBoost have enabled the effective reconstruction of atmospheric circulation indices like the Northern Annular Mode by processing climate proxies such as tree rings, ice cores, and sediments.",
                "AnswerCn": "机器学习模型的进展，如随机森林、极端随机树、轻量级梯度提升机和CatBoost，使得通过处理气候代理（如树轮、冰芯和沉积物）有效重建大气环流指数（如北极环流模式）成为可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does feature engineering and correlation analysis enable the selection of relevant proxies for reconstructing atmospheric circulation patterns?",
                "QuestionCn": "特征工程和相关性分析如何帮助选择相关的代理变量，以重建大气环流模式？",
                "AnswerEn": "Feature engineering and correlation analysis enable the selection of relevant proxies by filtering out missing and anomalous data, allowing for the identification of 54 proxies from tree ring and lake sediment records that are suitable for reconstructing atmospheric circulation patterns.",
                "AnswerCn": "特征工程和相关性分析通过过滤缺失和异常数据，使得能够选择相关的代理，从树轮和湖泊沉积物记录中识别出54个适合重建大气环流模式的代理。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods enable the understanding of multi-scale characters and nonlinear trends in atmospheric circulation indices over the past millennium?",
                "QuestionCn": "哪些方法能够理解过去千年大气环流指数中的多尺度特征和非线性趋势？",
                "AnswerEn": "The ensemble empirical mode decomposition (EEMD) method enables the understanding of multi-scale characters and nonlinear trends in atmospheric circulation indices over the past millennium by decomposing series data to analyze its complex temporal dynamics.",
                "AnswerCn": "集合经验模态分解（EEMD）方法通过对系列数据进行分解，使我们能够理解过去千年大气环流指数的多尺度特征和非线性趋势，从而分析其复杂的时间动态。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might certain machine learning models be more effective in reconstructing atmospheric circulation indices from proxy data than others?",
                "QuestionCn": "某些机器学习模型在从代理数据重建大气环流指数方面可能比其他模型更有效的原因是什么？",
                "AnswerEn": "Some machine learning models, like CatBoost and Extremely Randomized Trees (ET), can effectively avoid overfitting problems and better reconstruct the variability of atmospheric indices by handling noise better and making use of advanced feature engineering and correlation analysis.",
                "AnswerCn": "一些机器学习模型，如CatBoost和极端随机树（ET），能够有效避免过拟合问题，并通过更好地处理噪声以及利用先进的特征工程和相关性分析，更好地重构大气指数的变异性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might arise when using proxy data, such as tree rings and lake sediments, for reconstructing long-term atmospheric circulation patterns?",
                "QuestionCn": "使用代理数据（如树轮和湖泊沉积物）重建长期大气环流模式时可能会出现哪些挑战？",
                "AnswerEn": "Challenges include high sensitivity to noise in proxies, insufficient data quantity, and variability in amplitude, which can lead to spurious estimates and low reliability of certain models like Original Linear Regression (OR) and Ridge.",
                "AnswerCn": "挑战包括对代理变量的噪声高度敏感、数据量不足以及幅度的变异性，这可能导致虚假的估计和某些模型（如原始线性回归（OR）和岭回归）的低可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to filter proxy data before using it in atmospheric model reconstructions, and what methods are used for this purpose?",
                "QuestionCn": "在使用代理数据进行大气模型重建之前，过滤代理数据是重要的，因为这可以确保数据的准确性和可靠性，从而提高模型的预测能力和结果的可信度。过滤过程可以去除噪声、异常值和不相关的数据，从而使模型能够更好地反映实际的气候变化。\n\n为此，通常使用以下几种方法进行数据过滤：\n1. 统计方法：使用均值、标准差等统计指标识别和去除异常值。\n2. 时间序列分析：通过分析数据的时间序列特征，识别出不符合预期模式的数据点。\n3. 相关性分析：评估代理数据与其他已知数据集之间的相关性，以筛选出更可靠的数据。\n4. 数据同化技术：将代理数据与模型输出结合，优化数据集的质量。\n5. 机器学习方法：利用算法自动识别和过滤不良数据。\n\n通过这些方法，可以提高代理数据的质量，从而增强大气模型重建的有效性。",
                "AnswerEn": "Filtering proxy data is crucial to remove missing and anomalous data, ensuring that only reliable proxies are used. This is achieved through feature engineering, correlation analysis, and techniques like ensemble empirical mode decomposition (EEMD) to understand multi-scales characters and nonlinear trends.",
                "AnswerCn": "过滤代理数据对于去除缺失和异常数据至关重要，以确保仅使用可靠的代理。这是通过特征工程、相关性分析以及像集合经验模态分解（EEMD）这样的技术来实现的，以理解多尺度特征和非线性趋势。",
                "Level": "C2(Understanding)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using machine learning models like CatBoost and Extremely Randomized Trees in reconstructing long-term atmospheric circulation patterns?",
                "QuestionCn": "如何评估使用机器学习模型如CatBoost和极端随机树在重建长期大气环流模式中的有效性？",
                "AnswerEn": "The use of machine learning models such as CatBoost and Extremely Randomized Trees is effective in reconstructing long-term atmospheric circulation patterns. These models have shown a high correlation with observed data, especially CatBoost, which exhibits a strong correlation coefficient. They can effectively avoid overfitting and better capture the variability of atmospheric indices over the instrumental period.",
                "AnswerCn": "使用机器学习模型，如CatBoost和极端随机树，在重建长期大气环流模式方面是有效的。这些模型与观测数据之间的相关性很高，尤其是CatBoost，表现出强相关系数。它们能够有效避免过拟合，更好地捕捉仪器时期大气指数的变异性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what strategies could enhance the robustness of datasets used for reconstructing historical atmospheric modes?",
                "QuestionCn": "在我看来，增强用于重建历史大气模式的数据集的稳健性的策略包括：",
                "AnswerEn": "Enhancing the robustness of datasets for historical atmospheric mode reconstruction could involve removing missing and anomalous data, employing feature engineering and correlation analysis to select high-quality proxies, and using advanced decomposition methods like ensemble empirical mode decomposition to capture multi-scale characters and nonlinear trends. These strategies could improve the consistency and reliability of reconstructions.",
                "AnswerCn": "增强历史大气模式重建数据集的稳健性可以涉及去除缺失和异常数据，采用特征工程和相关性分析选择高质量的代理变量，以及使用先进的分解方法如集成经验模态分解来捕捉多尺度特征和非线性趋势。这些策略可以提高重建的一致性和可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don’t understand how machine learning models like CatBoost can accurately reconstruct long-term atmospheric circulation data from proxies.",
                "QuestionCn": "我不明白像CatBoost这样的机器学习模型是如何从代理数据准确重建长期大气环流数据的。",
                "AnswerEn": "Machine learning models such as CatBoost can effectively reconstruct long-term atmospheric circulation data by utilizing proxies like tree rings and lake sediments. These models, including CatBoost, are applied due to their ability to handle complex data with non-linear relationships, avoid overfitting, and provide high correlation with observed data during the instrumental period. Feature engineering and correlation analysis help in selecting the most relevant proxies, ensuring the model's reliability and accuracy.",
                "AnswerCn": "机器学习模型如CatBoost可以有效地重建长期大气环流数据，利用树轮和湖泊沉积物等代理数据。这些模型，包括CatBoost，之所以被应用，是因为它们能够处理具有非线性关系的复杂数据，避免过拟合，并在仪器观测期与观测数据提供高相关性。特征工程和相关性分析有助于选择最相关的代理数据，从而确保模型的可靠性和准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why there would be challenges in validating the reconstruction models for atmospheric indices using past data.",
                "QuestionCn": "我无法理解为什么在使用过去的数据验证大气指数的重建模型时会面临挑战。",
                "AnswerEn": "Challenges in validating reconstruction models arise due to high sensitivity to noise in proxy data and the insufficient amount of data available, which can produce spurious estimates. Models like Original Linear Regression and Ridge are particularly sensitive, leading to variability in amplitude and less reliable results during the validation period, as reflected by negative Nash-Sutcliffe coefficients of efficiency. This highlights the difficulty in achieving accurate reconstructions with proxies alone.",
                "AnswerCn": "验证重建模型面临的挑战源于代理数据对噪声的高度敏感性以及可用数据量不足，这可能导致虚假的估计。像原始线性回归和岭回归这样的模型特别敏感，导致幅度的变异性以及在验证期间结果的可靠性降低，这通过负的纳什-萨特克利夫效率系数得以体现。这突显了仅依靠代理数据实现准确重建的困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I’m unsure about the data quality assurance methods used to ensure the reliability of long-term atmospheric circulation datasets.",
                "QuestionCn": "我对用于确保长期大气环流数据集可靠性的数据质量保证方法感到不确定。",
                "AnswerEn": "The data quality assurance for long-term atmospheric circulation datasets is achieved by comparing the reconstructed data with observed instrumental data to ensure consistency and accuracy. The dataset mentioned shows high consistency with observed data in the instrumental period and is processed using machine learning models like Random Forest and CatBoost, which offer better reconstruction performance. This approach ensures the data is reliable for studying atmospheric circulation changes over multiple time scales.",
                "AnswerCn": "长期大气环流数据集的数据质量保证是通过将重建数据与观测仪器数据进行比较，以确保一致性和准确性。提到的数据集在仪器观测期与观测数据表现出高度一致性，并且使用了像随机森林和CatBoost这样的机器学习模型进行处理，这些模型提供了更好的重建性能。这种方法确保数据在研究多时间尺度的大气环流变化时是可靠的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in reconstructing long-term atmospheric circulation indices and how different models address these challenges.",
                "QuestionCn": "请分析在重建长期大气环流指数时面临的挑战，以及不同模型如何应对这些挑战。",
                "AnswerEn": "Challenges include the high sensitivity to noise in proxies and the insufficient amount of data, leading to variability in reconstruction results. Models like CatBoost, Extremely Randomized Trees, and Principle Composite Regression are more effective in avoiding overfitting and better reconstructing variability over the instrumental period compared to models like Original Linear Regression and Ridge.",
                "AnswerCn": "挑战包括对代理的噪声高度敏感以及数据量不足，导致重建结果的变异性。与原始线性回归和岭回归等模型相比，CatBoost、极端随机树和主成分回归等模型在避免过拟合和更好地重建仪器时期的变异性方面更为有效。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}