{
    "id": "fa495d18-1ec3-411e-b264-e92c8f0eb59c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Tin deposits in the United States, England, Germany and Bolivia: records of redox reactions in hydrothermal solution - tin isotope fractionation dataset (2018)",
            "titleCn": "美国、英格兰、德国和玻利维亚四个不同成矿环境锡矿区：热液中氧化还原反应的记录-锡同位素分馏数据集（2018）",
            "description": "This data set is the tin isotopic composition data of cassiterite and  stannite. The samples were mainly from South Dakota, USA; Cornwall, England; There are four tin metallogenic belts with different metallogenic environments in Germany, Czech Republic and Andean tin belt in Bolivia. The tin isotopic compositions of cassiterite and  stannite were determined by ICP-MS. The data has been used in the publication of articles, and the data quality is high and reliable. Based on the data obtained, the variation of Sn isotopic composition reflects the original Sn isotopic composition of the deposit, which proves that the cassiterite formed in the early stage is related to the change of source or magmatic process, and tin isotope can provide information about redox reaction and rock source and process.",
            "descriptionCn": "本数据集为锡石和黄锡矿锡同位素组成数据。样品主要来源于美国南达科他州，英格兰康沃尔郡，德国和捷克共和国及玻利维亚安第斯锡带的四个不同成矿环境的锡成矿带。锡石和黄锡矿的锡同位素组成是由等离子质谱仪测定的。该数据已用于文章发表，数据质量高且真实可靠。通过获得的数据，利用Sn同位素组成的变化反映了矿床的原始Sn同位素组成，证明在早期形成的锡石与来源或岩浆过程的变化有关，锡同位素可以提供氧化还原反应和岩石来源和过程的信息。",
            "instructions": "The data is stored in Excel file. The file named \"cassiterite and stanite Sn isotope. Xlsx\" represents the tin isotopic composition of cassiterite and cassiterite.",
            "instructionsCn": "数据以Excel文件储存。文件名为“Cassiterite and  stannite Sn isotope.xlsx\"代表锡石和黄锡矿的锡同位素组成。",
            "east": 0.0,
            "west": 0.0,
            "south": 0.0,
            "north": 0.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 13867.0,
            "cstr": "18406.11.Geo.tpdc.271419",
            "doi": "10.11888/Geo.tpdc.271419",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "姚军明",
                "nameEn": "YAO Junming",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Determination of the tin stable isotopic composition in tin-bearing metals and minerals by MC-ICP-MS.",
                "referenceCn": null,
                "referenceEn": "Brügmann, G., Berger, D., & Pernicka, E. (2017). Determination of the tin stable isotopic\ncomposition in tin-bearing metals and minerals by MC-ICP-MS. Geostandards and\nGeoanalytical Research, 41, 437–448."
            },
            {
                "titleCn": null,
                "titleEn": "Tin isotopic fractionation during igneous differentiation and Earth’s mantle deposition. Geochemical Perspectives Letters",
                "referenceCn": null,
                "referenceEn": "Badullovich, N., Moynier, F., Creech. J., Teng, F., & Sossi, P. (2017). Tin isotopic fractionation during igneous differentiation and Earth’s mantle deposition. Geochemical Perspectives Letters, 5, 24–28."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore deposit geochemistry"
            },
            {
                "nameCn": "锡石和黄锡矿锡同位素",
                "nameEn": "Cassiterite and  stannite Sn isotope"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "捷克共和国 埃尔格堡",
                "keywordEn": "Czech Republic Erzgebirge"
            },
            {
                "keywordCn": "玻利维亚波托西",
                "keywordEn": "Bolivia Potosi"
            },
            {
                "keywordCn": "美国 南达科塔",
                "keywordEn": "U.S.A. South Dakota"
            },
            {
                "keywordCn": "英国康沃尔郡",
                "keywordEn": "England Cornwall"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "none",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to measure tin isotope composition in different mineralization environments?",
                "QuestionCn": "用于测量不同矿化环境中锡同位素组成的数据收集方法的特点是什么？",
                "AnswerEn": "tin isotope composition measurement, plasma mass spectrometer, cassiterite and stannite samples, four distinct mineralization environments",
                "AnswerCn": "锡同位素组成测量，等离子体质谱仪，锡石和硫锡铜矿样品，四种不同的矿化环境",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different mineralization environments are included in a dataset focused on tin isotope fractionation?",
                "QuestionCn": "该数据集中包含多少种不同的矿化环境，专注于锡同位素分馏？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'tin isotope fractionation' mean in the context of understanding mineralization environments?",
                "QuestionCn": "在理解矿化环境的背景下，“锡同位素分馏”是什么意思。",
                "AnswerEn": "Tin isotope fractionation refers to the variation in the tin isotopic composition that can occur during geological processes. In the context of understanding mineralization environments, it involves measuring the tin isotopic composition of minerals such as cassiterite and stannite using techniques like plasma mass spectrometry. This data can reflect the original tin isotopic composition of ore deposits and provide insights into redox reactions, as well as the source and processes of the rocks.",
                "AnswerCn": "锡同位素分馏是指在地质过程中锡同位素组成的变化。在理解矿化环境的背景下，它涉及使用等离子体质谱等技术测量矿物如锡石和锡辉的锡同位素组成。这些数据可以反映矿床的原始锡同位素组成，并提供关于氧化还原反应、岩石的来源和过程的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using isotopic composition measurements from multiple tin mineralization environments on understanding the oxidation-reduction reactions during mineral formation?",
                "QuestionCn": "使用来自多个锡矿化环境的同位素组成测量来理解矿物形成过程中的氧化还原反应的潜在结果是什么？",
                "AnswerEn": "The use of isotopic composition measurements from various tin mineralization environments can reveal the original isotopic composition of tin deposits. This allows researchers to relate changes in early-formed cassiterite to variations in source or magmatic processes, providing insights into oxidation-reduction reactions and the sources and processes of rock formation.",
                "AnswerCn": "通过对各种锡矿化环境的同位素组成测量，可以揭示锡矿床的原始同位素组成。这使研究人员能够将早期形成的锡石的变化与源或岩浆过程的变化联系起来，从而提供对氧化还原反应以及岩石形成的来源和过程的深入了解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting Sn isotope composition data from different mineralization environments across the USA, England, Germany, and Bolivia?",
                "QuestionCn": "收集来自美国、英国、德国和玻利维亚不同矿化环境的锡同位素组成数据的目标是什么？",
                "AnswerEn": "The objective is to use the Sn isotope composition data to reflect the original Sn isotopic composition of the deposits, demonstrating that early-formed cassiterite is related to changes in source or magmatic processes. Sn isotopes can provide information on redox reactions and the sources and processes associated with rocks.",
                "AnswerCn": "目标是利用锡同位素组成数据反映矿床的原始锡同位素组成，证明早期形成的锡石与源或岩浆过程的变化有关。锡同位素可以提供有关氧化还原反应以及与岩石相关的源和过程的信息。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}