{
  "id": "fad1645e-5e7f-4a8b-80ec-c64c80889279",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Rcords of herbivore damage patterns on leaves fossil of plant assemblages in southeastern margin of the Qinghai-Tibetan Plateau (2020)",
      "titleCn": "青藏高原东南缘食草动物损害植物群叶片化石记录数据集（2020）",
      "description": "This dataset is derived from the paper: Deng, W. et al. (2020). Sharp changes in plant diversity and plant-herbivore interactions during the Eocene–Oligocene transition on the southeastern Qinghai-Tibetan Plateau. Global and Planetary Change, 194, 103293. doi:10.1016/j.gloplacha.2020.103293\nThis data contains herbivore damage patterns on fossil leaves of plant assemblages from the latest Eocene layer and the earliest Oligocene layer in Kajun Village, Markam County, southeastern margin of the Qinghai-Tibetan Plateau.\nHerbivore damage patterns on fossil leaves are essential to explore the evolution of plant-herbivore interactions under paleoenvironmental changes and to better understand the evolutionary history of terrestrial ecosystems. The Eocene–Oligocene transition (EOT) is a period of dramatic paleoclimate changes that significantly impacted global ecosystems, Researchers identified taxonomic composition of the flora, and investigated well-preserved herbivore damage on fossil leaves from two layers(the latest Eocene layer (MK-3, ~34.6 Ma) and the earliest Oligocene layer (MK-1, ~33.4 Ma)) of the Lawula Formation in Markam County, southeastern Qinghai-Tibetan Plateau (QTP), China.\nThe data contains tables of the records of the leaves fossil, the fileds of the tables are as following:\nBasic Code; Database RFID; Family code; Genera code; Species code; Marks; Plant-herbivore; Leaves for damage; FFGs & DTs; Code marks; Hole feeding; Margin feeding; Skeletonization; Surface feeding; Piercing & Sucking; Oviposition; Mining; Galling; Fungal; Incertae Sedis; Boring; Undefined\nThis dataset also contains some figures in the article.",
      "descriptionCn": "本数据集来源于论文：Deng, W. et al. (2020). Sharp changes in plant diversity and plant-herbivore interactions during the Eocene–Oligocene transition on the southeastern Qinghai-Tibetan Plateau. Global and Planetary Change, 194, 103293. doi:10.1016/j.gloplacha.2020.103293\n数据主要包含青藏高原东南部芒康县卡均植物群在始新世晚期与早渐新世早期由草食动物损坏后的植物叶片化石记录数据。\n叶片化石上食草动物的损害类型对探索古环境变化下的动植物相互作用发展和更好的理解土壤生态系统进化历史十分重要。始新世-渐新世过渡期(EOT)是一个古气候剧烈变化的时期，对全球生态系统产生了重大影响，研究人员对青藏高原东南部芒康县卡均植物群的分类组成进行了鉴定，对始新世晚期(MK-3，~ 34.6 Ma)与早渐新世早期(MK-1，~ 33.4 Ma)两个时期植物化石叶片上保存完好的草食动物造成的破坏进行了研究。\n本数据中包含了研究中的植物化石叶片记录数据，数据表中包含字段如下：\nBasic Code（基础编号）; Database RFID（数据库编号）; Family code（家族编码）; Genera code（基因编码）; Species code（种类编码）; Marks（标记）; Plant-herbivore（植食性破坏）; Leaves for damage（损害叶片数量）; FFGs & DTs（昆虫损害类型）; Code marks（损害类型标记）; Hole feeding（虫洞取食）; Margin feeding（边缘取食）; Skeletonization（留脉取食）; Surface feeding（表面取食）; Piercing & Sucking（刺吸式）; Oviposition（产卵式）; Mining（潜叶式）; Galling（虫瘿式）; Fungal（真菌式）; Incertae Sedis（地位未定式）; Boring（钻孔式）; Undefined（未定义）\n数据中也包含论文中部分图形数据。",
      "instructions": "The table files are named MK-1 Summary and MK-3 Summary respectively, which can be viewed and edited by Excel software in Microsoft office",
      "instructionsCn": "表格文件分别命名为MK-1 Summary与MK-3 Summary，可用Microsoft Office中的Excel软件进行查看和编辑",
      "east": 98.42,
      "west": 98.42,
      "south": 29.75,
      "north": 29.75,
      "startTime": null,
      "endTime": null,
      "fileSize": 52141919.0,
      "cstr": "18406.11.Paleoenv.tpdc.271067",
      "doi": "10.11888/Paleoenv.tpdc.271067",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邓炜煜东",
        "nameEn": "DENG Weiyudong",
        "unitEn": "",
        "unitCn": "中国科学院西双版纳热带植物园"
      },
      {
        "nameCn": "苏涛",
        "nameEn": "SU Tao",
        "unitEn": "",
        "unitCn": "中国科学院西双版纳热带植物园"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Sharp changes in plant diversity and plant-herbivore interactions during the Eocene–Oligocene transition on the southeastern Qinghai-Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Deng, W., Su, T., Wappler, T., Liu, J., Li, S., Huang, J., Tang, H., Low, S. L., Wang, T., Xu, H., Xu, X., Liu, P., & Zhou, Z. (2020). Sharp changes in plant diversity and plant-herbivore interactions during the Eocene–Oligocene transition on the southeastern Qinghai-Tibetan Plateau. Global and Planetary Change, 194, 103293. doi:10.1016/j.gloplacha.2020.103293"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "古生物",
        "nameEn": "Paleontology"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "卡均村",
        "keywordEn": "Kajun Village"
      },
      {
        "keywordCn": "芒康县",
        "keywordEn": "Markam County"
      },
      {
        "keywordCn": "青藏高原东南缘",
        "keywordEn": "Southeastern Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of datasets that record plant-herbivore interactions through leaf fossil damage?",
        "QuestionCn": "记录植物-食草动物相互作用的叶片化石损伤数据集的特征是什么？",
        "AnswerEn": "basic code, database RFID, family code, genera code, species code, marks, plant-herbivore interactions, number of damaged leaves, insect damage types, hole feeding, margin feeding, skeletonization, surface feeding, piercing and sucking, oviposition, mining, galling, fungal, incertae sedis, boring, undefined",
        "AnswerCn": "基本代码，数据库RFID，科代码，属代码，种代码，标记，植物-食草动物相互作用，受损叶片数量，昆虫损害类型，孔洞取食，边缘取食，骨架化，表面取食，刺吸，产卵，潜叶，虫瘿，真菌，不确定分类，钻蛀，未定义",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'plant-herbivore interactions' mean in the context of paleobotanical studies on fossilized leaves?",
        "QuestionCn": "在古植物学研究化石叶片的背景下，“植物-食草动物相互作用”是什么意思？",
        "AnswerEn": "In the context of paleobotanical studies on fossilized leaves, 'plant-herbivore interactions' refer to the examination of how herbivorous animals impacted plant life, as evidenced by damage types on fossilized leaves. This involves analyzing various types of feeding and damage marks left on leaves by herbivores, which helps researchers understand the interactions between plants and herbivores during specific geological periods, such as the Eocene-Oligocene transition.",
        "AnswerCn": "在古植物学研究化石叶片的背景下，“植物-食草动物相互作用”指的是研究食草动物如何影响植物生命，这通过化石叶片上的损伤类型得以体现。这涉及分析食草动物在叶片上留下的各种取食和损伤痕迹，这有助于研究人员了解特定地质时期（如始新世-渐新世过渡期）植物与食草动物之间的相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could have influenced the different types of herbivore damage observed on plant leaf fossils during the Eocene–Oligocene transition on the southeastern Qinghai-Tibetan Plateau?",
        "QuestionCn": "在青藏高原东南部的渐新世-上新世过渡期，影响植物叶化石上观察到的不同类型草食动物损伤的因素有哪些？",
        "AnswerEn": "The variations in herbivore damage types on plant leaf fossils during the Eocene–Oligocene transition could be influenced by several factors, including changes in climate conditions, shifts in herbivore diversity and abundance, and alterations in plant community composition on the southeastern Qinghai-Tibetan Plateau.",
        "AnswerCn": "在始新世-渐新世过渡期间，青藏高原东南部植物叶化石上草食动物损害类型的变化可能受到多个因素的影响，包括气候条件的变化、草食动物多样性和丰度的变化，以及植物群落组成的改变。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on our understanding of plant-herbivore interactions if data collection methods were enhanced to include more detailed fossil leaf damage records from the Eocene-Oligocene transition period on the southeastern Qinghai-Tibetan Plateau?",
        "QuestionCn": "如果数据收集方法得到增强，包括对青藏高原东南部渐新世-上新世过渡期的更详细的化石叶片损伤记录，那么我们对植物-食草动物相互作用的理解可能会受到哪些潜在影响？",
        "AnswerEn": "Enhanced data collection methods could lead to a more comprehensive understanding of the dynamics between plant and herbivore interactions during the Eocene-Oligocene transition. By including more detailed fossil leaf damage records, researchers might better identify specific herbivory patterns and their variations over time, which can shed light on the influence of climatic changes on these interactions. This could ultimately improve our understanding of historical ecosystem evolutions and contribute to models predicting future ecological responses to climate shifts.",
        "AnswerCn": "增强的数据收集方法可能会导致对始新世-渐新世过渡期间植物与食草动物相互作用动态的更全面理解。通过包含更详细的化石叶片损伤记录，研究人员可能更好地识别特定的食草行为模式及其随时间的变化，这可以揭示气候变化对这些相互作用的影响。这最终可能改善我们对历史生态系统演变的理解，并有助于预测未来生态对气候变化的响应模型。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of analyzing plant-herbivore interaction data during the Eocene-Oligocene transition on the southeastern Qinghai-Tibetan Plateau?",
        "QuestionCn": "分析青藏高原东南部在始新世-渐新世过渡期植物-食草动物相互作用数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to explore the development of plant-herbivore interactions under ancient environmental changes and to better understand the evolution of soil ecosystems. The Eocene-Oligocene transition was a period of significant climatic change that had a major impact on global ecosystems, and the analysis of this data helps in understanding these changes in the context of the southeastern Qinghai-Tibetan Plateau.",
        "AnswerCn": "主要目标是探讨古代环境变化下植物-食草动物相互作用的发展，并更好地理解土壤生态系统的演化。始新世-渐新世过渡期是一个气候变化显著的时期，对全球生态系统产生了重大影响，对这些数据的分析有助于理解这些变化在青藏高原东南部的背景下。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to identify and document herbivory damage types on fossilized plant leaves in paleoecological studies?",
        "QuestionCn": "在古生态研究中，用于识别和记录化石植物叶片上的食草损伤类型的程序有哪些？",
        "AnswerEn": "In paleoecological studies, procedures to identify and document herbivory damage types on fossilized plant leaves involve examining well-preserved plant fossil leaves for signs of damage caused by herbivorous activity. Researchers classify the damage into various categories, such as hole feeding, margin feeding, skeletonization, surface feeding, piercing & sucking, oviposition, mining, galling, fungal, incertae sedis, boring, and undefined. Each type of damage is marked and recorded using a coding system to facilitate analysis of plant-herbivore interactions and understand the evolution of soil ecosystems during specific geological periods, such as the Eocene-Oligocene transition.",
        "AnswerCn": "在古生态学研究中，识别和记录化石植物叶片上草食性动物损伤类型的程序涉及检查保存良好的植物化石叶片，以寻找草食性活动造成的损伤迹象。研究人员将损伤分类为多种类型，如孔食、边缘食、骨架化、表面食、刺吸、产卵、矿化、虫瘿、真菌、未定类、钻孔和未定义。每种损伤类型都使用编码系统进行标记和记录，以便于分析植物与草食性动物之间的相互作用，并理解特定地质时期（如始新世-渐新世过渡期）土壤生态系统的演化。",
        "Level": "C3(Applying)"
      }
    ]
  }
}