{
  "id": "fb096b6b-394e-41d2-a267-0d9cfc90bcdd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Provenance and tectonic setting analysis of the Upper Triassic Zangxiahe Formation sandstone in the Northern Qiangtang Basin",
      "titleCn": "羌塘盆地北缘上三叠统藏夏河组砂岩主、微量元素地球化学数据",
      "description": "Objectives: The Qiangtang Basin is the largest Mesozoic marine basin in the Xizang( Tibetan) Plateau. There have been a lot of debate about the nature and evolution of the Late Triassic Qiangtang Basin. The Zangxiahe Formation that deposited on the northern of the Qiangtang Basin and consist of sandstone and mudstone sediments,which is an significant record for the Late Triassic property of the Qiangtang Basin. The aims of this study are to constrain the nature and tectonic evolution of the Late Triassic Qiangtang Basin based on their provenance and tectonic setting of the Zangxiahe Formation sandstones.Methods: The X-ray fluorescence( XRF) and high-resolution inductively coupled plasma mass( HR-ICP-MS)are used to make the major and trace elements analysis of the Upper Triassic Zangxiahe Formation sandstones in Ganggairi area,the northern Qiangtang Basin. The major and trace elements analysis of samples were measured in the Analytical Laboratory,Beijing Research Institute of Uranium Geology,China.Results: For the Zangxiahe Formation sandstones,Si O2( 66. 9% ～ 76. 2%) and Al2O3( 10. 6% ～ 13. 2%) are the most abundant oxides. The second most abundant oxides are Fe2O3( 2. 70% ～ 4. 87%),Mg O( 0. 81% ～2. 25%),Ca O( 0. 42% ～ 3. 66%),Na2O( 1. 69% ～ 2. 36%) and K2O( 1. 63% ～ 2. 21%),while other oxides including Mn O,Ti O2 and P2O5 contents are lower than 1. 0%. Elements Si and P show slightly enrichment and other oxides show apparent depletion compared to UCC. In comparison with UCC,large-ion lithophile elements,include Sr,Cs and Ba,are depleted significantly. High field strength elements Zr and Hf have similar geochemical properties and enriched significantly. Transition trace elements,Sc,V,Cr,Co,Ni and Zn,also show apparent depletion. The total rare earth element( ∑REE) contents of the Zangxiahe Formation sandstones are 170. 3×10-6～253. 2×10-6( avg. 199. 4×10-6),which are higher than that of the UCC and have significant negative Eu anomaly.Conclusion: The CIA( 55. 0 ～ 65. 9,average 59. 1),CIW( 60. 6 ～ 74. 3,average 65. 9) and PIA( 56. 1 ～70. 6,average 61. 5) values indicate that the intensities of weathering in the source area were weak. No obvious Kmetasomatism occurred in these sandstones based on the A—CN—K diagram and low K2O contents. The relatively high ICV values reflect the source was first-cycle sediments of the active tectonic zone possibly. The Al2O3/Ti O2( 15. 4～21. 6,avg. 18. 5) values of the Zangxiahe Formation are similar to the intermediate igneous rocks,while Ti O2/Zr( 11. 9 ～ 33. 5,avg. 20. 3) values are similar to felsic igneous rocks. The Cr/Th—Sc/Th and Co/Th—La/Sc bivariate diagrams and significant negative Eu anomaly reveal that the Zangxiahe Formation sandstones were potentially derived from felsic igneous rocks,and mixed with minor intermediate igneous rocks. The( Fe2O3 T+Mg O) —Al2O3/Si O2,( Fe2O3 T+ Mg O) —Ti O2,( Fe2O3 T+ Mg O) —Al2O3/( Ca O + Na2O),Si O2—K2O/Na2O and La/Sc—Ti/Zr bivariate diagrams and La—Th—Sc,Th—Co—Zr/10,Th—Sc—Zr/10 triangular diagrams indicate that the source areas of the Zangxiahe Formation sandstones were sourced from the active continental margin and continental island arc,while also mixed with minor passive continental margin,which may be formed in the backarc foreland basin.",
      "descriptionCn": "样品采自盆地北缘岗盖日地区藏夏河组细粒岩屑砂岩和长石石英砂岩，样品的后期处理和元素地球化学( 主量元素和微量元素) 分析工作在核工业北京地质研究院完成。碎屑岩元素地球化学特征对沉积环境、物源属性和构造背景具有十分重要的指示意义。藏夏河组是分布于羌塘盆地北缘的一套砂泥不等厚互层的地层，其时代为晚三叠世卡尼期—诺利期，是古特提斯洋消亡阶段的沉积产物，其物源及构造背景分析对晚三叠世羌塘盆地演化过程探讨具有重要意义。本文选取岗盖日地区藏夏河组碎屑岩开展元素地球化学分析，通过碎屑岩物源属性及其构造背景研究，探讨晚三叠世羌塘盆地的演化过程及性质。研究区藏夏河组砂岩样品具有低—中等的化学蚀变指数 CIA= 55. 0~ 65. 9、化学风化指数CIW= 60. 6~ 74. 3 和斜长石蚀变指数PIA= 56. 1~ 70. 6，反映物源区总体发生了弱的化学风化作用。Al2O3 / TiO2 、TiO2 / Zr、Cr/ Th、Sc / Th、Co / Th、La / Sc 值和显著的Eu负异常，表明藏夏河组物源主要来自长英质岩石，同时可能含有少量安山质物源。多重构造判别图解表明物源区主要来自于活动大陆边缘和大陆岛弧，少量来自于被动大陆边缘物源区。 结合前人研究资料，笔者认为晚三叠世早期羌塘盆地具有弧后前陆盆地的特征，而藏夏河组形成于同造山期或者造山后。",
      "instructions": "The data is stored in Excel format, and the file name starts with zxh, which represents the Tibet Xiahe area. The specific sample number, experimental method and specific data are shown in Excel.",
      "instructionsCn": "数据以EXCEL格式存储，文件名称以ZXH为开头，代表藏夏河地区。具体样品编号、实验方法、具体数据等见EXCEL。",
      "east": 89.7,
      "west": 89.3,
      "south": 34.6,
      "north": 35.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 51200.0,
      "cstr": "18406.11.Geo.tpdc.271385",
      "doi": "10.11888/Geo.tpdc.271385",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王忠伟",
        "nameEn": "WANG Zhongwei",
        "unitEn": "",
        "unitCn": "西南石油大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "羌塘盆地北缘上三叠统藏夏河组沉积物源及构造背景分析",
        "titleEn": null,
        "referenceCn": "王忠伟, 占王忠, 高远, 余飞, 肖杨.（2016). 羌塘盆地北缘上三叠统藏夏河组沉积物源及构造背景分析. 地质论评, 66(05), 1199-1216.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "元素地球化学",
        "nameEn": "Element geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "构造",
        "nameEn": "neotectonics"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "羌塘盆地",
        "keywordEn": "Qiangtang Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚三叠世",
        "keywordEn": "Late Triassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What range of the chemical weathering index (CIA) values is observed in a dataset of sandstone samples from the northern margin of the Qiangtang Basin?",
        "QuestionCn": "在来自强塘盆地北缘的砂岩样本数据集中，观察到的化学风化指数（CIA）值的范围是什么？",
        "AnswerEn": "55.0-65.9",
        "AnswerCn": "55.0-65.9",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the chemical weathering indices (CIA, CIW, PIA) of sandstone samples tell us about the historical climatic conditions and geological processes in the source region of the sandstone?",
        "QuestionCn": "砂岩样品的化学风化指数（CIA、CIW、PIA）可以告诉我们关于砂岩源区的历史气候条件和地质过程的信息吗？",
        "AnswerEn": "The chemical weathering indices, such as CIA (Chemical Index of Alteration), CIW (Chemical Index of Weathering), and PIA (Plagioclase Index of Alteration), indicate that the source region for the sandstone samples underwent weak chemical weathering overall. This suggests that during the Late Triassic period, the climatic conditions in the source region were likely not conducive to intense chemical weathering, which can be linked to moderate climate conditions. These indices, in conjunction with the elemental geochemistry, provide insights into the geological processes and the nature of the sedimentary environment in the region during that time.",
        "AnswerCn": "化学风化指数，如CIA（化学风化指数）、CIW（风化化学指数）和PIA（斜长石风化指数），表明砂岩样品的源区总体经历了弱化学风化。这表明在晚三叠世时期，源区的气候条件可能不利于强烈的化学风化，这可以与温和的气候条件联系起来。这些指数结合元素地球化学，为该地区在那个时期的地质过程和沉积环境的性质提供了见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of employing geochemical element analysis of sandstone samples in understanding the sedimentary environment and tectonic background of the northern margin of the Qiangtang Basin?",
        "QuestionCn": "对砂岩样品进行地球化学元素分析在理解强塘盆地北缘的沉积环境和构造背景方面的潜在结果是什么？",
        "AnswerEn": "Employing geochemical element analysis of sandstone samples can reveal significant insights into the sedimentary environment and tectonic background. It provides information on the chemical weathering processes in the source area, the provenance characteristics indicating the primary source rocks, and the tectonic setting, such as active continental margins or continental island arcs. This analysis can lead to a better understanding of the basin's evolution during the Late Triassic, particularly how the deposition of the Zangxiahe Formation relates to post-orogenic or syn-orogenic periods.",
        "AnswerCn": "对砂岩样品进行地球化学元素分析可以揭示沉积环境和构造背景的重要信息。它提供了源区化学风化过程的信息、指示主要源岩的来源特征，以及构造背景，如活动大陆边缘或大陆岛弧。这种分析可以更好地理解晚三叠纪期间盆地的演化，特别是Zangxiahe组的沉积与后造山或同造山时期的关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of analyzing the geochemical characteristics of clastic rocks from the Cangxiahe Formation in understanding sedimentary environments and tectonic settings?",
        "QuestionCn": "分析苍霞河组碎屑岩地球化学特征的主要目的是了解沉积环境和构造背景吗？",
        "AnswerEn": "The primary objective is to explore the evolution and nature of the Qiangtang Basin during the Late Triassic by studying the provenance attributes and tectonic background of the Cangxiahe Formation's clastic rocks. This analysis helps in understanding the sedimentary environment, the source of materials, and the tectonic processes that shaped the basin during the closure phase of the Paleo-Tethys Ocean.",
        "AnswerCn": "主要目标是通过研究藏峡河组碎屑岩的源区特征和构造背景，探讨晚三叠世强唐盆地的演化和性质。此分析有助于理解沉积环境、物质来源以及在古特提斯洋闭合阶段塑造盆地的构造过程。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}