{
    "id": "fc6ad2d3-7077-489f-b974-ed85ac9def4a",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Cosmic-ray observation system of soil moisture of Arou Superstation, 2019)",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from a Cosmic-ray Soil Moisture Observing System of soil moisture of Arou Superstation from January 1 to December 31, 2019. The site (100.372° E, 38.856° N) was located in the Daban Village, near Qilian County in Qinghai Province. The elevation is 3033 m. The bottom of the probe was 0.5 m above the ground; the sampling interval was 1 hour.\nThe raw COSMOS data include the following: battery (Batt, V), temperature (T, C), relative humidity (RH, %), air pressure (P, hPa), fast neutron counts (N1C, counts per hour), thermal neutron counts (N2C, counts per hour), sample time of fast neutrons (N1ET, s), and sample time of thermal neutrons (N2ET, s). The distributed data include the following variables: Date, Time, P, N1C, N1C_cor (corrected fast neutron counts) and VWC (volume soil moisture, %), which were processed as follows:\n1) Data were removed and replaced by -6999 when (a) the battery voltage was less than 11.8 V, (b) the relative humidity was greater than 80% inside the probe box, (c) the counting data were not of one-hour duration and (d) neutron count differed from the previous value by more than 20%; 2) An air pressure correction was applied to the quality-controlled raw data according to the equation contained in the equipment manual; 3) After the quality control and corrections were applied, soil moisture was calculated using the equation in Zreda et al. (2012), where N0 is the neutron counts above dry soil and the other variables are fitted constants that define the shape of the calibration function. Here, the parameter N0 was calibrated using the in situ observed soil moisture by SoilNET within the footprint; 4) Based on the calibrated N0 and corrected N1C, the hourly soil moisture was computed using the equation from the equipment manual. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) and Che et al. (2019) (for sites information), Zhu et al. (2015) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site+ COSMOS",
            "east": 100.372,
            "west": 100.372,
            "south": 38.856,
            "north": 38.856,
            "startTime": "2019-01-09 00:00:00",
            "endTime": "2020-01-08 00:00:00",
            "fileSize": 506832.0,
            "cstr": "18406.11.Hydro.tpdc.270671",
            "doi": "10.11888/Hydro.tpdc.270671",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "ZHU Zhongli",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland",
                "referenceEn": "Han, X.J., Jin, R., Li, X., & Wang, S.G. (2014). Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland. IEEE Geoscience and Remote Sensing Letters, 11(9), 1659-1663."
            },
            {
                "titleEn": "Research and Application of Cosmic Ray Fast Neutron Method in Measuring Soil Moisture in Agricultural Fields",
                "referenceEn": "None"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        },
        {
            "background": [
                "The acquisition of regional surface soil moisture has long been a research challenge. In recent years, the use of cosmic ray fast neutron methods to measure regional surface soil moisture has made significant progress. As a novel non-destructive measurement method for medium-scale soil moisture, the cosmic ray fast neutron method can obtain soil moisture within a source area of about 300 meters in radius. The larger measurement source area fills the gap between traditional point observations and remote sensing large-area observations. Traditional measurement methods include: gravimetric method (oven-drying method), neutron gauge method, capacitance method, tensiometer method, time-domain reflectometry (TDR), and frequency-domain reflectometry (FDR). These measurement methods are all destructive and point-based, with measurement scales mostly at small scales, poor spatial representativeness, and difficulty in obtaining information on the regional distribution of soil moisture. The feasibility study of remote sensing monitoring of soil moisture began in the 1960s, with applied research starting in the mid-1970s. Remote sensing technology allows for rapid, large-area monitoring of soil moisture, but the soil moisture obtained through remote sensing is an average value at the pixel scale, with spatial resolutions generally ranging from tens of meters (aerial remote sensing) to tens of kilometers (satellite remote sensing), and it only provides instantaneous values at the time of aircraft or satellite passage, limiting the application of large-scale remote sensing measurements in practical soil moisture monitoring. There is a gap between traditional point measurements and large-scale remote sensing monitoring, which is the inability to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, in the process of validating remote sensing-derived soil moisture, it is not possible to obtain the required pixel-scale soil moisture data. In recent years, research on measuring surface soil moisture using cosmic ray fast neutrons has gradually attracted attention. The intensity of cosmic ray fast neutrons above the surface is inversely related to soil moisture content. By setting up a neutron probe above the surface to measure the intensity of cosmic ray fast neutrons, surface soil moisture content can be inferred. The cosmic ray fast neutron method is a passive, non-invasive medium-scale soil moisture measurement method, with a measurement radius of about 300 meters and an effective measurement depth of 12 to 76 cm."
            ],
            "research objective": [
                "This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the agricultural fields of the Zhangye region in the middle reaches of the Heihe River. It compares and analyzes the data with that from Wireless Sensor Networks (WSN) to study the reliability of cosmic ray observation results. The article analyzes the experimental results of regional soil moisture observation conducted in the Zhangye oasis agricultural fields, indicating that the cosmic ray soil moisture observation system can effectively obtain regional soil moisture content. It not only accurately captures long-term time series soil moisture at the agricultural scale but also provides meaningful surface validation data for remote sensing inversion of soil moisture."
            ],
            "challenges": [
                "There is a gap between traditional point measurements and large-scale monitoring through remote sensing, which makes it difficult to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, in the process of validating soil moisture retrieved from remote sensing, it is challenging to acquire the required pixel-scale soil moisture data. Hydrogen atoms in the cosmic ray source region are not only present in soil moisture but also in lattice water, soil organic matter, vegetation, and water vapor, and the presence of these hydrogen atom sources inevitably affects the propagation of fast neutrons. Zreda et al. pointed out that the presence of lattice water reduces the detection depth of cosmic rays; however, under the assumption that lattice water and soil organic matter remain constant, these effects can be eliminated through in-situ soil moisture calibration of the source region. In sparsely vegetated areas, the influence of vegetation can also be eliminated based on in-situ soil moisture calibration, but under rapidly growing vegetation, the moisture content of the vegetation has a certain impact on observations, and there is currently no comprehensive method to correct for this. The presence of water vapor affects the measurement source region of cosmic rays, and MCNPX simulations indicate that the detection radius under saturated water vapor is about 10% lower than that under dry air."
            ],
            "methods": [
                "The datasets used in this article are all derived from the 2012 \"Heihe River Basin Eco-Hydrological Comprehensive Remote Sensing Observation Experiment,\" which mainly includes cosmic ray soil moisture datasets, wireless sensor network datasets (Soil-NET part), and rainfall datasets (Daman Station). During soil moisture observation, only a fast neutron probe needs to be installed; at the beginning of this experiment, only one fast neutron probe was installed for soil moisture observation. This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye area in the middle reaches of the Heihe River, and compares the results with soil moisture wireless sensor network data (Wireless Sensor Network, WSN) to study the reliability of the cosmic ray observation results."
            ],
            "dataset": [
                "The cosmic ray soil moisture dataset mainly includes raw fast neutron data, raw atmospheric pressure data, etc., with a sampling frequency of 1 hour. Fast neutron data can be used to infer soil moisture information in the study area. SoilNET mainly contains observation data from 50 SoilNET soil moisture/temperature nodes located within the MODIS pixel of the Daman Super Station. Each node can connect to 4 SISOMOP (Simple Soil Moisture Probe) soil moisture/temperature probes, which measure soil moisture and temperature at depths of 4, 10, 20, and 40 cm, with 19 of them distributed within the cosmic ray source area. The sampling frequency of SoilNET nodes is 10 minutes. This paper primarily uses SoilNET node soil moisture data to validate the cosmic ray observation results, requiring the original 10-minute data to be aggregated into 1-hour data for synchronization with cosmic ray data. The rainfall dataset (Daman Super Station) mainly includes raw rainfall data, with a sampling frequency of 10 minutes. During use, the original data needs to be aggregated into 1-hour data to analyze the relationship between cosmic ray soil moisture changes and rainfall."
            ],
            "findings": [
                "The cosmic ray soil moisture observation system can effectively obtain regional soil moisture content, not only accurately capturing long-term time series soil moisture at the farmland scale but also providing truly meaningful surface validation data for remote sensing retrieval of soil moisture. By comparison, it can be concluded that cosmic rays reflect a surface-level change in soil moisture, which can well represent the trend of soil moisture changes beneath the farmland surface. After excluding irrigation period data, the correlation coefficient significantly increased to 0.86, and the RMSE decreased to 0.028 m³/m³."
            ]
        }
    ],
    "query": [
        {
            "Disjunctive": [
                {
                    "Question": "Are soil moisture measurements more reliably obtained through traditional methods like TDR and FDR, or through cosmic-ray neutron sensing techniques?",
                    "Answer": "Cosmic-ray neutron sensing techniques",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "For measuring snow cover properties, should one rely more on remote sensing products or on-site superstation observations?",
                    "Answer": "on-site superstation observations",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the main challenges faced in collecting alpine hydrological data in remote regions?",
                    "Answer": "cold and harsh climate, high altitude, complex topography",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where are the automatic meteorological stations located for observing hydrometeorological processes in the Heihe River Basin?",
                    "Answer": "upper reaches of the Heihe River Basin",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What data collection methods are used to measure soil moisture in alpine regions?",
                    "Answer": "cosmic-ray neutron sensors, wireless sensor networks",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced when using remote sensing data for hydrological modeling in alpine regions?",
                    "Answer": "A challenge in using remote sensing data for hydrological modeling in alpine regions is the scarcity of high-quality data due to harsh climates and complex terrain. This leads to difficulties in accurate model parameterization and validation, as observed in the Heihe River Basin where snow cover and frozen ground data are critical but limited.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that integrates multiple observation techniques to investigate hydrological processes in mountainous areas?",
                    "Answer": "An example of such a dataset is the one developed for the upper reaches of the Heihe River Basin. It integrates data from automatic meteorological stations, snow observation superstations, and frozen ground observation superstations, capturing variables like wind speed, snow water equivalent, soil temperature, and moisture to support alpine hydrological research.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the unique characteristics of data collection methods used for measuring soil moisture in alpine regions?",
                    "Answer": "automatic meteorological stations, superstations for snow and frozen ground, hydrometeorological data, snow cover properties, soil physics",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What specific attributes of cosmic-ray neutron soil moisture observation systems make them suitable for regional soil moisture measurement?",
                    "Answer": "non-invasive, passive, medium-scale measurement, measures over a radius of about 300 meters, spatially representative measure of soil moisture",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many layers of soil temperature and moisture are measured at the A'rou frozen ground superstation?",
                    "Answer": "18 layers",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the effective measurement depth range for the cosmic ray neutron method used for soil moisture estimation?",
                    "Answer": "12-76 cm",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'pressure correction' entail in the process of data collection using cosmic-ray neutron instruments?",
                    "Answer": "'Pressure correction' involves adjusting the raw data of fast neutron counts observed by cosmic-ray instruments to account for variations in atmospheric pressure. The correction is applied using a specific formula from the instrument's manual, resulting in pressure-corrected neutron counts, which are crucial for accurate soil moisture estimation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How does the data collection method using cosmic-ray neutron sensing compare to traditional point measurement methods for soil moisture in terms of spatial representation and temporal coverage?",
                    "Answer": "Cosmic-ray neutron sensing provides a non-invasive, medium-scale measurement of soil moisture with a radius of about 300 meters and effective depth between 12 to 76 cm, which fills the gap between point measurements and large-scale remote sensing. Traditional methods like weighing, neutron probes, and TDR are invasive, point-based, and have poor spatial representation, capturing only small-scale information. Cosmic-ray neutron sensing offers continuous, long-term monitoring, unlike the traditional methods which are generally limited to specific points and times.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the challenges faced in using cosmic-ray neutron sensing for soil moisture monitoring compared to remote sensing technologies?",
                    "Answer": "Cosmic-ray neutron sensing is challenged by factors such as the presence of hydrogen atoms in lattice water, organic matter, vegetation, and water vapor, which can affect neutron propagation. These factors require calibration for accurate soil moisture measurement. Remote sensing technologies, while capable of monitoring large areas, provide pixel-scale averages with limited temporal continuity and require validation with ground truth data, which is often unavailable at necessary scales. Additionally, remote sensing is affected by uncertainties due to atmospheric conditions and sensor limitations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the integration of cosmic-ray neutron sensing with traditional soil moisture measurement techniques improve the accuracy and spatial representation of soil moisture datasets?",
                    "Answer": "Cosmic-ray neutron sensing provides a non-invasive method to measure soil moisture over a larger area (approximately a 300 m radius), bridging the gap between point measurements and large-scale remote sensing. By integrating it with traditional methods like TDR or FDR, which offer high temporal frequency data at specific points, researchers can enhance the spatial coverage and resolution of soil moisture data, leading to more comprehensive datasets for model validation and remote sensing calibration.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges might arise from using remote sensing data for hydrological modeling in alpine regions, and how can these challenges be addressed to improve data reliability?",
                    "Answer": "Remote sensing data in alpine regions face challenges such as complex terrain, high altitude, and extreme weather, which can introduce uncertainties. These challenges can be addressed by calibrating remote sensing data with ground observations from distributed meteorological stations and using multiscale observation networks. This approach allows for the validation of remote sensing data and improves the predictive understanding of alpine hydrological processes.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the challenges in collecting consistent and comprehensive data in high-altitude and alpine regions?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a gap between traditional point measurement and large-scale remote sensing monitoring in soil moisture data collection?",
                    "Answer": "Traditional point measurement and remote sensing large-scale monitoring have a gap because traditional methods are point measurements with small-scale spatial representation, while remote sensing provides pixel-scale averages that lack continuous data, making it difficult to obtain soil moisture information at the field or small watershed scale. This gap hinders obtaining the necessary pixel-scale soil moisture data for remote sensing retrieval verification.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the scarcity of observation data in alpine regions?",
                    "Answer": "The scarcity of observation data in alpine regions is due to the difficulties of access and technological barriers, which have traditionally hindered alpine hydrological modeling and research, prompting the development of next-generation ecosystem observation networks and experiments.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the likely outcomes of utilizing cosmic-ray neutron sensing for regional soil moisture measurement in terms of spatial representation and validation against remote sensing data?",
                    "Answer": "Utilizing cosmic-ray neutron sensing for regional soil moisture measurement provides a non-invasive method capable of capturing soil moisture over a radius of approximately 300 m, effectively bridging the gap between traditional point measurements and large-scale remote sensing. This method can offer spatially representative data for validating remote sensing-derived soil moisture estimates by providing reliable surface-level soil moisture information that reflects changes over a field-scale area.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How do the challenges of accessing alpine regions impact the quality and consistency of hydrological datasets collected for modeling purposes?",
                    "Answer": "The challenges posed by the cold climate, high altitude, and complex topography in alpine regions hinder the collection of complete and consistent hydrological datasets. This affects the development of reliable hydrological models, as data scarcity limits the ability to accurately parameterize models and validate remote sensing outputs, which rely on high-quality observations for calibration.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the potential effects on dataset accuracy when integrating data from automatic meteorological stations with snow and frozen ground observations in hydrological models?",
                    "Answer": "Integrating data from automatic meteorological stations with snow and frozen ground observations can enhance dataset accuracy by providing comprehensive datasets that capture diverse hydrometeorological variables. This integration allows for more accurate model parameterization and validation, ultimately improving the predictive capabilities of hydrological models by addressing key processes such as snow accumulation, ablation, and freeze-thaw cycles.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective behind implementing an integrated, distributed, and multiscale observation network in the alpine region of the Heihe River Basin?",
                    "Answer": "The primary objective is to provide accurate and effective forcing data for alpine hydrological models, validate remote sensing data, evaluate distributed models, and improve the predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to use cosmic-ray neutron sensing for measuring soil moisture in agricultural fields?",
                    "Answer": "Cosmic-ray neutron sensing is important because it allows for non-invasive, mid-scale soil moisture measurement over a radius of about 300 meters, bridging the gap between traditional point measurements and large-scale remote sensing, thus providing regional soil moisture information crucial for verifying remote sensing estimates and understanding soil moisture distribution.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the intended outcomes of developing a comprehensive dataset of snow cover and frozen ground data in the Heihe River Basin?",
                    "Answer": "The intended outcomes include investigating watershed science and functions, supporting the development of alpine hydrological models, and providing a testing platform for validating remote sensing products and improving the understanding of hydrometeorological processes in alpine regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the steps involved in calibrating soil moisture using cosmic ray neutron sensing in alpine regions?",
                    "Answer": "The calibration process involves determining N0, which represents the neutron count under dry soil conditions. This is achieved by collecting soil samples from the measurement area to obtain actual soil moisture data or through a dense array of soil moisture sensors. The cosmic ray neutron data are then corrected for soil moisture using this calibration constant following the methods described by Zreda et al. (2012).",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How is the data from cosmic ray neutron sensing processed to correct for atmospheric pressure variations?",
                    "Answer": "The data processing involves applying a pressure correction formula outlined in the instrument's manual to the raw fast neutron count data. This correction adjusts the neutron counts to a standard pressure level, producing the corrected fast neutron count, N1C_cor, as part of the dataset's processing pipeline.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "How does the integration of wireless sensor networks (WSN) enable enhanced soil moisture data validation in mid-scale agricultural landscapes?",
                    "Answer": "The integration of wireless sensor networks (WSN) enables enhanced soil moisture data validation by providing high-frequency (10-minute intervals) soil moisture and temperature data from multiple nodes. These nodes can be synchronized and aggregated to hourly data to match cosmic-ray neutron datasets, facilitating the validation and comparison of soil moisture observations across different scales.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do remote sensing technologies and ecosystem observation networks complement each other in addressing data scarcity in alpine hydrological modeling?",
                    "Answer": "Remote sensing technologies and ecosystem observation networks complement each other by providing large-scale, gap-free datasets that validate and enhance the predictive understanding of alpine hydrological processes. Remote sensing offers broad spatial coverage, while observation networks provide high-resolution, ground-truth data necessary for model validation and calibration, thereby overcoming the limitations of technological barriers and difficult access in alpine regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why are there challenges in obtaining consistent and complete data collections in alpine hydrological studies?",
                    "Answer": "Challenges in obtaining consistent and complete data collections in alpine hydrological studies arise from the cold and harsh climate, high altitude, and complex topography, which inhibit data collection where and when needed. Additionally, technological barriers and difficulties of access further complicate data acquisition in these regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of using cosmic-ray neutron sensing in measuring soil moisture compared to traditional methods?",
                    "Answer": "Cosmic-ray neutron sensing is considered effective for measuring soil moisture, especially in filling the gap between traditional point measurement and large-scale remote sensing. It offers a non-invasive, mid-scale approach with a measurement radius of around 300 m and a depth of 12 to 76 cm, providing continuous data and overcoming spatial representation limitations of point measurements.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the challenges of integrating remote sensing data with ground-based observation networks in alpine regions?",
                    "Answer": "The challenges of integrating remote sensing data with ground-based observation networks in alpine regions include dealing with the scarcity of observational data due to harsh climate and complex topography, which affects the validation and calibration of remote sensing data. Additionally, there are uncertainties in remote sensing data that need to be addressed to improve predictive understanding of hydrological processes.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how regional soil moisture can be accurately measured using cosmic-ray neutron methods.",
                    "Answer": "Cosmic-ray neutron methods provide a non-invasive, mid-scale approach to measuring soil moisture by detecting the intensity of cosmic-ray fast neutrons above the ground, which inversely correlates with soil moisture content. This method offers a measurement radius of around 300 meters and effectively fills the gap between traditional point observations and large-scale remote sensing data.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how comprehensive datasets are compiled for alpine hydrology research.",
                    "Answer": "Comprehensive datasets for alpine hydrology research are compiled through an integrated, distributed, and multiscale observation network, combining automatic meteorological stations with superstations for snow and frozen ground observations. These networks collect diverse data such as wind, snow water equivalent, soil temperature, and moisture, which are essential for hydrological modeling and remote sensing validation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze how the cosmic ray neutron method can be used to address the gap between traditional point measurements and remote sensing for soil moisture data collection.",
                    "Answer": "The cosmic ray neutron method offers a mid-scale non-invasive soil moisture measurement approach, bridging the gap between traditional point measurements and large-scale remote sensing. It provides soil moisture data over an area with a radius of approximately 300 meters, addressing the spatial scale gap by offering regional soil moisture information that point measurements cannot capture and remote sensing struggles with due to resolution limitations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please evaluate the challenges faced when using cosmic ray neutron sensors for soil moisture measurements in alpine regions and suggest potential solutions.",
                    "Answer": "Challenges include the influence of hydrogen atoms from sources other than soil moisture, such as lattice water, soil organic matter, vegetation, and water vapor, which can affect cosmic ray neutron propagation. Solutions involve site-specific soil moisture calibration to account for constant influences like lattice water and organic matter, while vegetation effects may require ongoing calibrations, especially in rapidly growing vegetation areas. Additionally, simulations indicate that water vapor affects detection radius by about 10%, suggesting adjustments for atmospheric conditions might be necessary.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Please discuss the methodology used to integrate and validate cosmic ray neutron soil moisture data with wireless sensor networks and remote sensing data.",
                    "Answer": "The methodology involves continuous long-term monitoring of soil moisture using cosmic ray neutron sensors, comparing this data with wireless sensor network data (WSN) to assess reliability. WSN data includes soil moisture and temperature measurements at various depths, providing a point of comparison to validate cosmic ray neutron results. Data synchronization is achieved by aligning the temporal resolution of WSN data to match the hourly sampling frequency of cosmic ray neutron data. This approach ensures comprehensive validation and integration across different scales, enhancing the reliability and applicability of the derived soil moisture datasets for remote sensing validation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}