{
    "id": "fc84083e-8c66-4a42-b729-4f19334d0d67",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Digital soil mapping dataset of soil depth in the Heihe River Basin (2012-2014)",
            "titleCn": "黑河流域数字土壤制图产品（第二版）：土壤厚度分布数据集（2012-2014）",
            "description": "The data of this data set comes from the soil profile data integrated by the major research plan integration project of Heihe River Basin (soil data integration and soil information product generation of Heihe River Basin, 91325301). The prediction method is mainly based on the soil landscape model. The basic theory of the model is the classic soil genesis theory. The model regards the soil as the product of the comprehensive effects of climate, topography, parent material, biology and time.            \nScope: Heihe River Basin;            \nProjection: Albers ﹣ conic ﹣ equal ﹣ area;            \nSpatial resolution: 90m;            \nData format: ArcGIS grid;            \nData content: spatial distribution of soil thickness            \nPrediction method: enhanced regression tree            \nEnvironmental variables: main soil forming factors",
            "descriptionCn": "本数据集的数据来源于黑河流域重大研究计划集成项目（黑河流域土壤数据集成与土壤信息产品生成，91325301）集成的土壤剖面数据。预测方法主要是基于土壤-景观模型，该模型基本理论基础是经典的土壤发生理论，模型将土壤视为气候、地形、母质、生物和时间综合作用的产物。\n范围：黑河流域；\n投影：Albers_Conic_Equal_Area；\n空间分辨率：90米；\n数据格式：ArcGIS Grid；\n数据内容：土壤厚度空间分布\n预测方法：增强回归树\n环境变量：主要的成土因素",
            "instructions": "The data is stored in grid img format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
            "instructionsCn": "数据以栅格img格式存储，可用Arcgis、Qgis等遥感软件打开读取",
            "east": 101.99,
            "west": 97.0667,
            "south": 37.6893,
            "north": 42.687,
            "startTime": "2012-01-05 16:00:00",
            "endTime": "2015-01-05 03:59:59",
            "fileSize": 113081073.0,
            "cstr": "18406.11.heihe.016.2017.db",
            "doi": "10.3972/heihe.016.2017.db",
            "dataFormat": "ArcGIS Grid",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张甘霖",
                "nameEn": "ZHANG Ganlin",
                "unitEn": "",
                "unitCn": "中国科学院南京土壤研究所"
            },
            {
                "nameCn": "宋效东",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院南京土壤研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "土壤厚度的划分标准与案例研究",
                "titleEn": null,
                "referenceCn": "易晨, 李德成, 张甘霖, 赵玉国, 杨金玲, & 刘峰, et al. . 土壤厚度的划分标准与案例研究. 土壤学报, 052(1), 220-227.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Mapping soil organic carbon content by geographically weighted regression: A case study in the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Song XD, Brus DJ, Liu F, Li DC, Zhao YG, Yang JL, Zhang GL. 2016. Mapping soil organic carbon content by geographically weighted regression: A case study in the Heihe River Basin, China. Geoderma, 261: 11–22."
            },
            {
                "titleCn": null,
                "titleEn": "Comparison of boosted regression tree and random forest models for mapping topsoil organic carbon concentration in an alpine ecosystem",
                "referenceCn": null,
                "referenceEn": "Yang, R.M., Zhang, G.L, Liu, F., Lu, Y.Y., Yang, F., Yang, F., Yang, M., Zhao, Y.G., Li, D.C. (2016). Comparison of boosted regression tree and random forest models for mapping topsoil organic carbon concentration in an alpine ecosystem. Ecological Indicators, 60, 870–878."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤厚度",
                "nameEn": "Soil thickness"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-2014",
                "keywordEn": "2012-2014",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of datasets used for predicting soil thickness distribution in the Heihe River Basin?",
                "QuestionCn": "用于预测黑河流域土壤厚度分布的数据集的关键特征是什么？",
                "AnswerEn": "data collected from soil profile integrations, spatial resolution of 90 meters, Albers Conic Equal Area projection, ArcGIS Grid format, soil-landscape models, enhanced regression trees, climate, topography, parent material, biology, time",
                "AnswerCn": "从土壤剖面整合中收集的数据，空间分辨率为90米，阿尔伯斯等面积圆锥投影，ArcGIS网格格式，土壤-景观模型，增强回归树，气候，地形，母质，生物学，时间。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What spatial resolution is used in a dataset on soil thickness distribution in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的土壤厚度分布数据集中使用了什么空间分辨率？",
                "AnswerEn": "90 meters",
                "AnswerCn": "90米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'soil-landscape model' mean in the context of predicting soil thickness distribution?",
                "QuestionCn": "在预测土壤厚度分布的背景下，“土壤-景观模型”指的是一种用于描述和预测土壤特征与地形、地貌之间关系的模型。",
                "AnswerEn": "In the context of predicting soil thickness distribution, a 'soil-landscape model' refers to a predictive modeling approach based on the theory that soil is the product of interactions among climate, topography, parent material, biology, and time. This model views the landscape as a composite of these factors, which collectively influence soil characteristics such as thickness. It utilizes these interactions to predict spatial variations in soil properties across a given area.",
                "AnswerCn": "在预测土壤厚度分布的背景下，“土壤-景观模型”指的是一种基于理论的预测建模方法，该理论认为土壤是气候、地形、母质、生物和时间等因素相互作用的产物。该模型将景观视为这些因素的综合体，这些因素共同影响土壤特性，如厚度。它利用这些相互作用来预测特定区域内土壤属性的空间变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the spatial distribution of soil thickness reveal about the interactions between climatic, topographic, and biological factors in the Heihe River Basin?",
                "QuestionCn": "土壤厚度的空间分布可以揭示黑河流域气候、地形和生物因素之间的相互作用。",
                "AnswerEn": "The spatial distribution of soil thickness can provide insights into how climatic conditions, topography, and biological factors interact and contribute to soil formation in the Heihe River Basin. By analyzing these patterns using the soil-landscape model, researchers can infer the roles of different soil-forming factors and understand their combined effect on soil development over time.",
                "AnswerCn": "土壤厚度的空间分布可以提供关于气候条件、地形和生物因素如何相互作用并共同促进土壤形成的见解。通过使用土壤-景观模型分析这些模式，研究人员可以推断不同土壤形成因素的作用，并理解它们在土壤发展过程中的综合影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying factors that contribute to the accuracy of soil thickness distribution predictions using soil-landscape models in the Heihe River Basin?",
                "QuestionCn": "影响河西走廊土壤-景观模型中土壤厚度分布预测准确性的潜在因素有哪些？",
                "AnswerEn": "The accuracy of soil thickness distribution predictions is largely influenced by the integration of soil profile data and the application of soil-landscape models. These models are grounded in the classical theory of soil genesis and view soil as a product of the combined effects of climate, topography, parent material, biology, and time. Additionally, the use of enhanced regression tree methods and the consideration of major soil-forming factors as environmental variables also play crucial roles in achieving accurate predictions.",
                "AnswerCn": "土壤厚度分布预测的准确性在很大程度上受到土壤剖面数据整合和土壤-景观模型应用的影响。这些模型基于经典的土壤生成理论，将土壤视为气候、地形、母质、生物和时间等多种因素综合作用的产物。此外，增强回归树方法的使用以及将主要土壤形成因素作为环境变量的考虑也在实现准确预测中发挥着关键作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the quality and accuracy of soil thickness spatial distribution models when using a soil-landscape model based on classic soil formation theory as opposed to other predictive methods?",
                "QuestionCn": "使用基于经典土壤形成理论的土壤-景观模型与其他预测方法相比，可能对土壤厚度空间分布模型的质量和准确性产生哪些潜在影响？",
                "AnswerEn": "Using a soil-landscape model based on classic soil formation theory can lead to more accurate predictions of soil thickness spatial distribution by integrating key soil-forming factors like climate, topography, parent material, biology, and time. This approach allows for a comprehensive understanding of soil characteristics in the Heihe River Basin, enhancing the model's ability to predict soil thickness accurately across varying landscapes.",
                "AnswerCn": "基于经典土壤形成理论的土壤-景观模型可以通过整合气候、地形、母质、生物和时间等关键土壤形成因素，导致对土壤厚度空间分布的更准确预测。这种方法使我们能够全面理解黑河流域的土壤特征，从而增强模型在不同景观中准确预测土壤厚度的能力。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind creating a dataset that maps soil thickness distribution in the Heihe River Basin using enhanced regression tree methods?",
                "QuestionCn": "创建一个映射黑河流域土壤厚度分布的数据集的主要目标是使用增强回归树方法。",
                "AnswerEn": "The primary objective is to generate a detailed spatial distribution of soil thickness in the Heihe River Basin, which can provide valuable insights into the interactions between soil and its environmental variables such as climate, topography, parent material, biology, and time. This understanding can support further research and practical applications in land management, agriculture, and environmental conservation.",
                "AnswerCn": "主要目标是生成黑河流域土壤厚度的详细空间分布，这可以为土壤与气候、地形、母质、生物和时间等环境变量之间的相互作用提供有价值的见解。这种理解可以支持土地管理、农业和环境保护方面的进一步研究和实际应用。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to integrate soil profile data into a model that predicts soil thickness distribution using environmental variables in a given region?",
                "QuestionCn": "将土壤剖面数据整合到模型中，以预测特定区域内的土壤厚度分布时，采用了哪些程序？",
                "AnswerEn": "The procedures involve using a soil-landscape model based on classical soil formation theory, which considers soil as a product of climate, topography, parent material, organisms, and time. The prediction method utilized is enhanced regression trees, with environmental variables corresponding to major soil-forming factors.",
                "AnswerCn": "这些程序涉及使用基于经典土壤形成理论的土壤-景观模型，该理论将土壤视为气候、地形、母质、生物和时间的产物。所采用的预测方法是增强回归树，环境变量对应于主要的土壤形成因素。",
                "Level": "C3(Applying)"
            }
        ]
    }
}