{
    "id": "fcb2e6a0-12a8-4607-aff1-d870bedb9056",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A gridded dataset of different forms of precipitation (snow, sleet, and rain) and their wet-bulb temperature threshold across mainland China from 1961-2016",
            "titleCn": "中国不同相态降水（降雪、雨夹雪和降雨）及其湿球温度阈值格点数据集（1961-2016）",
            "description": "Different forms of precipitation (snow, sleet, and rain) have divergent effects on the Earth’s surface water and energy fluxes. Therefore, discriminating between these forms is of significant importance, especially under a changing climate. We applied a state-of-the-art parameterization scheme with wet-bulb temperature, relative humidity, surface air pressure, and elevation as inputs, as well as observational gridded datasets with a maximum spatial resolution of 0.25◦, to generate a gridded dataset of different forms of daily precipitation (snow, sleet, and rain) and their temperature threshold across mainland China from 1961-2016. The annual snow, sleet, and rain amount were further calculated. The dataset may benefit various research communities, such as cryosphere science, hydrology, ecology, and climate change.",
            "descriptionCn": "不同相态降水（降雪、雨夹雪和降雨）对地表水循环和能量收支产生不同性质影响。因此，对不同相态降水进行区分至关重要，特别是在气候变化背景下。基于Ding et al.（2014）提出的不同相态降水分离参数化方案和基于观测的逐日格点数据集（CN05.1），以湿球温度、相对湿度、地表气压和高程数据作为输入，我们生成了一套1961-2016年期间中国区域不同相态降水（降雪、雨夹雪和降雨）及其湿球温度阈值的逐日格点数据集，空间分辨率为0.25°。在此基础上，进一步计算了逐年降雪、雨夹雪和降雨总量。该数据可为冰冻圈科学、水文学、生态学和气候变化相关研究提供基础数据。",
            "instructions": "The data includes five files: snowfall, sleet, rainfall, snow-sleet temperature threshold (Tmin), and sleet-rainfall temperature threshold (Tmax), and their annual and daily scales are further stored separately. Data in .nc form can be read in MATLAB, Python, NCL and other programming languages, and can also be visualized in panoply.",
            "instructionsCn": "数据包括降雪（Snowfall）、雨夹雪（Sleet）、降雨（Rainfall）、降雪-雨夹雪阈值（Tmin）、雨夹雪-降雨温度阈值（Tmax）五个文件，每个文件又包括年尺度和日尺度两类数据。数据以.nc文件存储，可用Matlab、Python和NCL等程序语言读取，也可以在Panoply中实现可视化。",
            "east": 135.1,
            "west": 73.2,
            "south": 3.9,
            "north": 53.5,
            "startTime": "1961-01-01 00:00:00",
            "endTime": "2016-12-31 00:00:00",
            "fileSize": 5582231088.0,
            "cstr": "18406.11.Atmos.tpdc.272654",
            "doi": "10.11888/Atmos.tpdc.272654",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏勃",
                "nameEn": "SU Bo ",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "赵宏宇",
                "nameEn": "ZHAO Hongyu",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Estimated changes in different forms of precipitation (snow, sleet, and rain) across China: 1961–2016",
                "referenceCn": null,
                "referenceEn": "Su, B., Xiao, C.D., Zhao, H.Y., Huang, Y., Dou, T.F., Wang, X.J., & Chen, D.L. (2022). Estimated changes in different forms of precipitation (snow, sleet, and rain) across mainland China. Atmospheric Research."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降雪",
                "nameEn": "Sonwfall"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1961-2016",
                "keywordEn": "1961-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the attributes and parameters used to distinguish different types of precipitation in a dataset related to China's hydrometeorological analysis?",
                "QuestionCn": "在与中国水文气象分析相关的数据集中，用于区分不同类型降水的属性和参数包括：降水类型（如雨、雪、冰雹等）、降水强度、降水持续时间、降水频率、降水量、温度、湿度、风速、气压等。",
                "AnswerEn": "wet-bulb temperature, relative humidity, surface pressure, elevation data",
                "AnswerCn": "湿球温度，相对湿度，地面气压，海拔数据",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by '不同相态降水分离参数化方案' in the context of differentiating precipitation types such as snow, sleet, and rain?",
                "QuestionCn": "'不同相态降水分离参数化方案'是指在区分降水类型（如雪、雨夹雪和雨）时所采用的一种方法或方案。",
                "AnswerEn": "'不同相态降水分离参数化方案' refers to a parameterization scheme used to distinguish between different types of precipitation, such as snow, sleet, and rain. This is important because different precipitation types have varied impacts on the surface water cycle and energy balance. In this context, the scheme proposed by Ding et al. (2014) is used to separate precipitation types based on inputs such as wet-bulb temperature, relative humidity, surface pressure, and elevation data, resulting in a daily gridded dataset for China spanning 1961-2016 with a spatial resolution of 0.25°.",
                "AnswerCn": "“不同相态降水分离参数化方案”是指一种用于区分不同类型降水（如雪、雨夹雪和雨）的参数化方案。这一点非常重要，因为不同的降水类型对地表水循环和能量平衡有不同的影响。在这个背景下，Ding等人（2014）提出的方案用于根据湿球温度、相对湿度、地面气压和海拔数据等输入来分离降水类型，最终生成了一个覆盖中国1961-2016年的日格点数据集，空间分辨率为0.25°。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What were the primary factors or methodologies used in distinguishing different phases of precipitation in China from 1961 to 2016, and how did these influence the accuracy of the data collection?",
                "QuestionCn": "在1961年至2016年期间，中国区分不同降水阶段的主要因素或方法论是什么，这些因素或方法论如何影响数据收集的准确性？",
                "AnswerEn": "The distinction between different phases of precipitation was based on the separation parameterization scheme proposed by Ding et al. (2014) and utilized observational daily grid data (CN05.1). The key input variables included wet-bulb temperature, relative humidity, surface pressure, and elevation data. These factors were crucial in accurately distinguishing between snowfall, sleet, and rainfall, which is essential for understanding their different impacts on the surface water cycle and energy balance, especially in the context of climate change.",
                "AnswerCn": "降水不同相位的区分是基于Ding等人（2014）提出的分离参数化方案，并利用了观测的日格点数据（CN05.1）。关键输入变量包括湿球温度、相对湿度、地面气压和海拔数据。这些因素对于准确区分降雪、雨夹雪和降雨至关重要，这对于理解它们对地表水循环和能量平衡的不同影响尤其重要，特别是在气候变化的背景下。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on hydrological and ecological research outcomes from distinguishing between different phases of precipitation in climate models?",
                "QuestionCn": "在气候模型中区分降水的不同阶段对水文和生态研究结果的潜在影响是什么？",
                "AnswerEn": "Distinguishing between different phases of precipitation, such as snow, sleet, and rain, is crucial because each phase affects the surface water cycle and energy budget differently. This differentiation can enhance the accuracy of climate models, leading to more reliable predictions and assessments in hydrological and ecological research, particularly in the context of climate change.",
                "AnswerCn": "区分降水的不同阶段，如雪、雨夹雪和雨水，是至关重要的，因为每个阶段对地表水循环和能量预算的影响不同。这种区分可以提高气候模型的准确性，从而在气候变化背景下，增强水文和生态研究中的预测和评估的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing a dataset that differentiates precipitation into snow, sleet, and rain in relation to their impact on the surface water cycle and energy balance?",
                "QuestionCn": "开发一个将降水区分为雪、雨夹雪和雨的数据集的主要目标与其对地表水循环和能量平衡的影响有关。",
                "AnswerEn": "The primary objectives are to understand the distinct impacts different types of precipitation have on the surface water cycle and energy balance, which is crucial in the context of climate change. By distinguishing between snow, sleet, and rain, the dataset provides foundational data for research in cryosphere science, hydrology, ecology, and climate change.",
                "AnswerCn": "主要目标是理解不同类型降水对地表水循环和能量平衡的不同影响，这在气候变化的背景下至关重要。通过区分雪、雨夹雪和雨，该数据集为冰冻圈科学、水文学、生态学和气候变化研究提供了基础数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to generate gridded data of different precipitation phases in China, considering wet-bulb temperature thresholds from 1961 to 2016?",
                "QuestionCn": "在中国，考虑1961年至2016年的湿球温度阈值，生成不同降水相的网格数据使用了哪些程序？",
                "AnswerEn": "The generation of gridded data for different precipitation phases in China involves using a parameterization scheme proposed by Ding et al. (2014) to separate precipitation types. This process utilizes observational daily gridded data (CN05.1) and inputs such as wet-bulb temperature, relative humidity, surface pressure, and elevation data. These inputs are used to create a daily dataset with a spatial resolution of 0.25°, covering the period from 1961 to 2016.",
                "AnswerCn": "中国不同降水相的网格数据生成涉及使用Ding等人（2014）提出的参数化方案来区分降水类型。该过程利用观测的日常网格数据（CN05.1）以及湿球温度、相对湿度、地面气压和海拔数据等输入。这些输入用于创建一个空间分辨率为0.25°的日常数据集，覆盖1961年至2016年期间。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods and technologies might enable the accurate differentiation of precipitation phases such as snow, sleet, and rain in climate datasets?",
                "QuestionCn": "哪些方法和技术可能使气候数据集中准确区分降水相，如雪、雨夹雪和雨？",
                "AnswerEn": "The differentiation of precipitation phases such as snow, sleet, and rain can be enabled by using a parameterization scheme that involves wet-bulb temperature, relative humidity, surface pressure, and elevation data as inputs. This approach helps in generating a gridded dataset with high spatial resolution, facilitating accurate phase differentiation in the context of climate studies.",
                "AnswerCn": "降水相的区分，如雪、雨夹雪和雨，可以通过使用一个参数化方案来实现，该方案以湿球温度、相对湿度、地面气压和海拔数据作为输入。这种方法有助于生成具有高空间分辨率的网格数据集，从而在气候研究中促进准确的相位区分。",
                "Level": "C6(Creating)"
            }
        ]
    }
}