{
  "id": "fcd79592-cc5f-47de-91b9-4f145fdf7030",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Geodetic glacier mass  changes  in Ponkar area  in 1974-2000 and 2000-2014 （V1.0)",
      "titleCn": "1974-2000和2000-2014年两个阶段Ponkar冰川区冰川冰储量变化数据集（V1.0)",
      "description": "The data set involved geodetic annual glacier-averagedmass balance and mass change data at the Ponkar area in Nepal on the Southern slope of the Himalayas from 1974 to 2014. It is stored in the ESRI vector polygon format and is composed of two periods, which includes surface elevation difference between 1974-2000 (DH1974-2000, from KH-9 DEM1974 and SRTM DEM2000), surface elevation difference between 2000-2014 (DH2000-2014,by DinSAR techniques from SRTM DEM2000 and TSX/TDX data in 2014). KH-9 DEM is a DEM of the study area in 1974, which was generated from three scenes of optical stereo pairs from KH-9. Geodetic glacier mass change was calculated by DH above, glacier cover vector data from TPG1976/CGI2/RGI6.0 with ice density of 850 ± 60 kg m−3. The attribute data included: GLIMSId means the glacier code from GLIMS data base, the glacier_area（m2）、Area（km2）, the glacier name, EC74_2000, the surface elevation change rate from 1974 to 2000(m a-1), EC00_2014, the surface elevation change rate from 2000 to 2014 (m a-1), MB74_2000, the geodetic glacier mass balance between 1974 and 2000（m w.e. a-1），MB00_2014, the geodetic glacier mass balance between 2000 and 2014（m w.e. a-1）.MC74_2000, the geodetic glacier mass change from 1974 to 2000 (m3w.e. a-1), MC00_2014, the geodetic glacier mass change from 2000 to 2014(m3w.e. a-1). Ut_EC74_00 is the uncertainty of glacier surface elevation change（m a-1） in 1974-2000、Ut_MB74_00, is the uncertainty of glacier mass balance for each glacier（m w.e. a-1）in 1974-2000，Ut_MC74_00, is the uncertainty of glacier mass change for each glacier（m3w.e. a-1）in 1974-2000. Ut_EC00_14，is the uncertainty of glacier surface elevation change in 2000-2014（m a-1），Ut_MB00_14，is the uncertainty of glacier mass balance for each glacier in 2000-2014（m w.e. a-1），Ut_MC00_14 is the uncertainty of glacier mass change for each glacier in 2000-2014（m3 w.e. a-1）. This data set is used for the study glaciers melting and its hydrological effects in Ponkar area in Nepal in the Southern slope of the Himalayas. It also could be used in studies of climatic change and disasters research in the Himalayas.",
      "descriptionCn": "这组数据是1974-2014年期间尼泊尔Ponkar冰川区年均冰川物质平衡变化和冰储量变化数据集，包括1974-2000年和2000-2014年两个时段。采用ESRI 矢量多边形格式存储, 是由KH-9 DEM1974-SRTM DEM2000（DH1974-2000）与SRTM DEM2000-TSX/TDX2014（DH2000-2014）两期DEM高程差（DH）数据，结合TPG1976/CGI2冰川专题矢量数据与冰密度（850 ± 60 kg m−3）计算而来。KH-9 DEM是由3景KH-9遥感影像数据，通过光学立体像对方法生成了研究区1974年数字高程模型。TSX/TDX2014数据通过与SRTM DEM数据进行差分干涉算法对得到研究区冰面高程变化DH2000-2014。1974-2000年间研究区年均冰面高程变化误差为±0.07 m，大地测量物质平衡误差为±0.06 m w.e. a-1。2000-2014年间Ponkar冰川区年均冰面高程变化误差为±0.13 m，大地测量物质平衡误差为±0.11 m w.e. a-1。表格中包括的数据项有：GLIMSId代表从GLIMS冰川数据库读取的冰川编号、Area代表冰川面积（km2）、Gla_area是冰川面积（m2）,Name代表冰川名、EC74_2000表示1974-2000年间平均每条冰川每年的冰面高程变化（m a-1），EC00_2014表示2000-2014年间冰川每年的冰面高程变化（m a-1），MB74_2000表示1974-2000年间每条冰川年均冰川物质平衡数据（m w.e. a-1），MB00_2014表示2000-2014年每条冰川年均冰川物质平衡数据（m w.e. a-1），MC74_2000表示1974-2000年间每条冰川每年冰储量变化（m3 w.e. a-1），MC00_2014表示2000-2014年间每条冰川每年的冰储量变化（m3w.e. a-1），Ut_EC74_00,是1974-2000年冰面高程变化误差（m a-1）、Ut_MB74_00,是每条冰川1974-2000年冰川物质平衡误差（m w.e. a-1），Ut_MC74_00, 是每条冰川1974-2000年冰储量变化误差（m3 w.e. a-1）。 Ut_EC00_14，是2000-2014年冰面高程变化误差，Ut_MB00_14，每条冰川2000-2014年冰川物质平衡误差（m w.e. a-1），Ut_MC00_14是每条冰川2000-2014年冰储量变化误差（m3w.e. a-1）。该数据集可用于喜马拉雅山脉南坡Ponkar冰川区冰川消融及其水文水资源效应，以及气候变化与冰雪灾害研究等。",
      "instructions": "In .shp format, can be opened and analysed in ArcGis software.",
      "instructionsCn": "SHP数据形式，可以采用Arcmap打开查看和分析.",
      "east": 84.5,
      "west": 84.0,
      "south": 28.5,
      "north": 29.0,
      "startTime": "1974-11-30 16:00:00",
      "endTime": "2014-02-12 16:00:00",
      "fileSize": 126425.0,
      "cstr": "18406.11.Glacio.tpdc.270751",
      "doi": "10.11888/Glacio.tpdc.270751",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "叶庆华",
        "nameEn": "YE Qinghua",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Glacier mass changes in Rongbuk catchment on Mt. Qomolangma from 1974 to 2006 based on topographic maps and ALOS PRISM data",
        "referenceCn": null,
        "referenceEn": "Ye, Q., Bolch, T., Naruse, R., Wang, Y., Zong, J., Wang, Z., Zhao, R., Yang, D., & Kang, S. (2015). Glacier mass changes in Rongbuk catchment on Mt. Qomolangma from 1974 to 2006 based on topographic maps and ALOS PRISM data. Journal of Hydrology, 530, 273–280. doi:10.1016/j.jhydrol.2015.09.014"
      },
      {
        "titleCn": "青藏高原冰川变化遥感监测研究综述",
        "titleEn": null,
        "referenceCn": "叶庆华, 程维明, 赵永利, 宋继彪, 赵瑞. (2016). 青藏高原冰川变化遥感监测研究综述. 地球信息科学学报,18(7), 920-930.",
        "referenceEn": null
      },
      {
        "titleCn": "喜马拉雅中段典型冰川面积-储量变化的多源遥感监测及南北坡对比研究",
        "titleEn": null,
        "referenceCn": "聂维. (2019). 喜马拉雅中段典型冰川面积-储量变化的多源遥感监测及南北坡对比研究. 硕士学位论文. 中国科学院青藏高原研究所.中国科学院大学, 北京.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰储量",
        "nameEn": "Ice reserves"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "质量平衡",
        "nameEn": "Mass balance"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "尼珀尔",
        "keywordEn": "Nepal"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1974-2000；2000-2014",
        "keywordEn": "1974-2000；2000-2014",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "It is well known that glaciers in mountains are retreating widely in a warmer climate during recent decades on the Tibetan Plateau (TP). The runoffs from both glaciers and glacier lakes have been increased significantly, and the potential outbursts of glacier lakes have threatened the residence safety in China and the adjacent countries. However, most of the glaciers locate in very distant mountains. As glaciers are difficult to be investigated due to the huge investments and long traveling time of field surveys, remote sensing monitoring has been the major approach adopted to understand the changes of glaciers nowadays. Mountain glaciers, especially those in temperate regions, are considered one of the best natural indicators of climate change. In recent years, the contribution of glaciers to the rise in lake and sea levels has also received increasing attention, with global glacier melting contributing 29±13% to sea level rise, and global glaciers and ice caps contributing 61±19% to sea level rise. The Tibetan Plateau and its adjacent mountain regions have developed glaciers covering an area of about 50,000 km², which is the largest glacier area in the mid-low latitude region outside the polar regions, and is the source of many famous rivers in Asia, as well as a precious water resource in the arid inland areas. Glacier activity is an important factor inducing glacier debris flow, ice/snow avalanches, and glacier lake outburst floods, with glacier floods often being one of the most impactful glacier disasters. For example, glacier melting leads to the formation and expansion of moraine lakes, and glacier flood disasters caused by moraine or ice-dammed lakes frequently occur, posing catastrophic threats to the safety of life and property in the Tibetan Plateau and Himalayan regions, affecting countries like China, India, and Nepal. Therefore, with the deepening of global change research, studies on glacier changes (including area, thickness, and ice reserves) are becoming increasingly important, with significant implications for global water resources and climate change, as well as disaster warning."
      ],
      "research objective": [
        "This paper has summarized several important items about current glacier studies, which includes: the development of remote sensing techniques on mountain glacier monitoring; the previous concluded results on glacier surface elevation changes in the major mountains on TP; and the problems and research trends of glacier studies based on the remote sensing techniques. Moreover, this paper reveals the glacier surface elevation changes on TP based on the ICESat/GLAS data."
      ],
      "challenges": [
        "As glaciers are difficult to be investigated due to the huge investments and long traveling time of field surveys, remote sensing monitoring has been the major approach adopted to understand the changes of glaciers nowadays. In the past few decades, remote sensing technology has overcome the limitations of past field survey scope and measured data, greatly shortening the survey cycle, saving survey costs, and improving survey efficiency. However, due to the lack of ground glacier survey data for verification, and the \"change noise\" existing between multi-source data classification results, there are still many challenges in the automatic mapping of glaciers and their changes. Glacier surface elevation change measurement is currently the main gap in glacier remote sensing monitoring."
      ],
      "methods": [],
      "dataset": [
        "This paper reveals the glacier surface elevation changes on TP based on the ICESat/GLAS data. It shows that during 2003-2009 the glacier surface elevation on TP has changed by -0.24±0.03 m/a in average and yielding a mass change by -14.86±11.88 km³/a, whose melting water would run into rivers or lakes."
      ],
      "findings": [
        "It shows that during 2003-2009 the glacier surface elevation on TP has changed by -0.24±0.03 m/a in average and yielding a mass change by -14.86±11.88 km³/a, whose melting water would run into rivers or lakes. The glacier change pattern on TP shows an obviously spatial-temporal heterogeneity, which decreases from the south and east TP toward the inland TP, and then it keeps decreasing toward the north and west TP."
      ],
      "backgroundCn": [
        "众所周知，近年来在温暖气候下，青藏 Plateau（TP）山区的冰川广泛退缩。冰川和冰川湖的径流显著增加，冰川湖的潜在溃决威胁到中国及邻国居民的安全。然而，大多数冰川位于非常偏远的山区。由于野外调查需要巨额投资和长时间的旅行，冰川难以被研究，因此遥感监测已成为了解冰川变化的主要方法。山区冰川，尤其是温带地区的冰川，被认为是气候变化的最佳自然指示器之一。近年来，冰川对湖泊和海平面上升的贡献也受到越来越多的关注，全球冰川融化对海平面上升的贡献为29±13%，全球冰川和冰帽对海平面上升的贡献为61±19%。青藏 Plateau及其邻近山区的冰川覆盖面积约为50,000平方公里，是非极地地区中低纬度地区最大的冰川区域，也是亚洲许多著名河流的源头，以及干旱内陆地区宝贵的水资源。冰川活动是诱发冰川泥石流、冰雪雪崩和冰川湖溃决洪水的重要因素，冰川洪水往往是最具影响力的冰川灾害之一。例如，冰川融化导致冰碛湖的形成和扩展，由冰碛湖或冰坝湖引发的冰川洪水灾害频繁发生，对青藏 Plateau和喜马拉雅地区的生命和财产安全构成灾难性威胁，影响中国、印度和尼泊尔等国家。因此，随着全球变化研究的深入，冰川变化（包括面积、厚度和冰储量）的研究变得越来越重要，对全球水资源和气候变化以及灾害预警具有重要意义。"
      ],
      "research objectiveCn": [
        "这篇论文总结了当前冰川研究的几个重要项目，包括：山地冰川监测的遥感技术发展；关于青藏高原主要山脉冰川表面高程变化的先前结论；以及基于遥感技术的冰川研究中的问题和研究趋势。此外，本文还基于ICESat/GLAS数据揭示了青藏高原的冰川表面高程变化。"
      ],
      "challengesCn": [
        "由于冰川调查难度大，需要巨额投资和长时间的实地考察，遥感监测已成为理解冰川变化的主要方法。在过去几十年中，遥感技术克服了以往实地调查范围和测量数据的限制，大大缩短了调查周期，节省了调查成本，提高了调查效率。然而，由于缺乏地面冰川调查数据进行验证，以及多源数据分类结果之间存在的“变化噪声”，在冰川及其变化的自动映射方面仍然面临许多挑战。目前，冰川表面高程变化测量是冰川遥感监测中的主要空白。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "这篇论文基于ICESat/GLAS数据揭示了青藏高原上冰川表面高度变化的情况。研究表明，在2003年至2009年期间，青藏高原冰川表面高度平均变化为-0.24±0.03 m/a，导致的质量变化为-14.86±11.88 km³/a，这些融化的水将流入河流或湖泊。"
      ],
      "findingsCn": [
        "数据显示，在2003年至2009年期间，青藏高原（TP）的冰川表面高度平均变化为-0.24±0.03米/年，导致的质量变化为-14.86±11.88立方公里/年，这些融化的水将流入河流或湖泊。青藏高原的冰川变化模式显示出明显的时空异质性，从南部和东部的青藏高原向内陆青藏高原递减，然后向北部和西部青藏高原继续递减。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a significant challenge in the automatic mapping of glaciers and their changes due to the lack of ground survey data for verification and change noise between multi-source data classifications?",
        "QuestionCn": "由于缺乏用于验证的地面调查数据以及多源数据分类之间的变化噪声，自动绘制冰川及其变化是否存在重大挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main data collection methods used for monitoring glacier changes in mountainous regions?",
        "QuestionCn": "监测山区冰川变化的主要数据收集方法有哪些？",
        "AnswerEn": "Remote sensing",
        "AnswerCn": "遥感",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the significant challenges in the automatic mapping of glaciers and their changes using remote sensing data?",
        "QuestionCn": "使用遥感数据自动绘制冰川及其变化面临的重大挑战在哪里？",
        "AnswerEn": "lack of ground glacier survey data, change noise",
        "AnswerCn": "缺乏地面冰川调查数据，变化噪声",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is a potential dataset used for studying glacier surface elevation changes on the Tibetan Plateau?",
        "QuestionCn": "一个用于研究青藏 Plateau 冰川表面高程变化的潜在数据集是什么？",
        "AnswerEn": "ICESat/GLAS data",
        "AnswerCn": "ICESat/GLAS 数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a dataset that illustrates glacier surface elevation changes using remote sensing techniques?",
        "QuestionCn": "您能否提供一个示例数据集，说明使用遥感技术的冰川表面高度变化？",
        "AnswerEn": "A dataset that illustrates glacier surface elevation changes using remote sensing techniques is the one that calculates elevation changes in the Ponkar glacier region using DEM data from KH-9 and SRTM, and TSX/TDX datasets. This dataset specifically covers changes in glacier surface elevation from 1974 to 2014.",
        "AnswerCn": "一个展示冰川表面高度变化的数据集是使用遥感技术计算Ponkar冰川区域的高度变化，该数据集使用了KH-9和SRTM以及TSX/TDX数据集的DEM数据。该数据集具体涵盖了1974年至2014年间冰川表面高度的变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a data collection method used to measure glacier mass balance in remote regions?",
        "QuestionCn": "在偏远地区测量冰川质量平衡的一种数据收集方法的例子是什么？",
        "AnswerEn": "An example of a data collection method used to measure glacier mass balance in remote regions is remote sensing monitoring, which utilizes satellite imagery and digital elevation models (DEMs) to overcome the challenges of field surveys. This approach was used to assess glacier mass balance changes on the Tibetan Plateau.",
        "AnswerCn": "一种用于测量偏远地区冰川质量平衡的数据收集方法是遥感监测，它利用卫星影像和数字高程模型（DEMs）来克服实地调查的挑战。这种方法被用于评估青藏高原冰川质量平衡的变化。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Could you provide an example illustrating the challenges faced in glacier monitoring using multi-source data?",
        "QuestionCn": "您能否提供一个例子，说明在使用多源数据进行冰川监测时面临的挑战？",
        "AnswerEn": "An example illustrating the challenges faced in glacier monitoring using multi-source data is the difficulty in automatic mapping of glaciers due to 'change noise' between classification results. This challenge is compounded by a lack of ground-based glacier survey data for verification, as noted in the context of remote sensing studies on the Tibetan Plateau.",
        "AnswerCn": "一个例子说明了在使用多源数据进行冰川监测时面临的挑战，即由于分类结果之间的“变化噪声”，自动映射冰川的困难。由于缺乏用于验证的地面冰川调查数据，这一挑战在对青藏高原的遥感研究中尤为突出。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to monitor glacier changes in mountainous regions?",
        "QuestionCn": "用于监测山区冰川变化的数据收集方法的特点是什么？",
        "AnswerEn": "remote sensing techniques, digital elevation models (DEMs), satellite imagery, large-scale monitoring, long periods",
        "AnswerCn": "遥感技术、数字高程模型（DEMs）、卫星影像、大规模监测、长时间段",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges associated with verifying glacier change data collected through remote sensing techniques?",
        "QuestionCn": "通过遥感技术收集的冰川变化数据验证所面临的挑战有哪些？",
        "AnswerEn": "lack of ground-based survey data, uncertainties, change noise, spatial-temporal heterogeneity, precise classification of multi-source data",
        "AnswerCn": "缺乏地面调查数据，不确定性，变化噪声，时空异质性，多源数据的精确分类",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the error range in meters for average annual glacier surface elevation change measurements between 1974-2000 in the Ponkar glacier area?",
        "QuestionCn": "1974-2000年间Ponkar冰川地区平均年冰川表面高度变化测量的误差范围是多少米？",
        "AnswerEn": "±0.07 m",
        "AnswerCn": "±0.07 米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many distinct time periods are covered by the glacier ice reserve change data for the Ponkar glacier area?",
        "QuestionCn": "Ponkar冰川区域的冰川冰储量变化数据覆盖了多少个不同的时间段？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the mass change in cubic kilometers per year for glacier surface elevation changes on the Tibetan Plateau during 2003-2009?",
        "QuestionCn": "2003-2009年期间，青藏 Plateau 冰川表面高度变化的质量变化为每年多少立方公里？",
        "AnswerEn": "-14.86±11.88 km³/a",
        "AnswerCn": "-14.86±11.88 km³/年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is remote sensing monitoring in the context of glacier studies?",
        "QuestionCn": "在冰川研究的背景下，什么是遥感监测？",
        "AnswerEn": "Remote sensing monitoring is the major approach adopted to understand the changes of glaciers, especially in distant mountain regions where field surveys are challenging due to high costs and long travel times. It involves using remote sensing data to assess glacier surface elevation changes, area, and ice reserves.",
        "AnswerCn": "遥感监测是理解冰川变化的主要方法，特别是在由于高成本和长途旅行时间而难以进行实地调查的偏远山区。它涉及使用遥感数据评估冰川表面高程变化、面积和冰储量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges in the automatic mapping of glaciers using remote sensing techniques?",
        "QuestionCn": "使用遥感技术自动绘制冰川面临的挑战是什么？",
        "AnswerEn": "The challenges in automatic mapping of glaciers using remote sensing techniques include the lack of ground glacier survey data for verification and the presence of 'change noise' between multi-source data classification results. Additionally, measuring glacier surface elevation change remains a significant gap in glacier remote sensing monitoring.",
        "AnswerCn": "自动映射冰川的挑战包括缺乏地面冰川调查数据以进行验证，以及多源数据分类结果之间存在的“变化噪声”。此外，测量冰川表面高程变化仍然是冰川遥感监测中的一个重要空白。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do differences in digital elevation model (DEM) sources and techniques influence the accuracy and reliability of glacier ice volume change measurements?",
        "QuestionCn": "数字高程模型（DEM）来源和技术的差异如何影响冰川冰体积变化测量的准确性和可靠性？",
        "AnswerEn": "The use of different DEM sources, such as KH-9 DEM and SRTM DEM, combined with methods like optical stereoscopy and differential interferometry, affects the accuracy of glacier ice volume change measurements by introducing varying levels of error in elevation change assessments. The reported errors in the Ponkar Glacier dataset demonstrate the potential inaccuracies that can arise from these differences.",
        "AnswerCn": "不同的数字高程模型（DEM）来源，如KH-9 DEM和SRTM DEM，结合光学立体测量和差分干涉测量等方法，会影响冰川冰量变化测量的准确性，因为这些方法在高程变化评估中引入了不同程度的误差。Ponkar冰川数据集报告的误差展示了这些差异可能导致的潜在不准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise from using remote sensing data for monitoring glacier changes in terms of data integration and validation?",
        "QuestionCn": "使用遥感数据监测冰川变化可能会面临哪些挑战，特别是在数据集成和验证方面？",
        "AnswerEn": "Challenges in using remote sensing data for glacier monitoring include the lack of ground-based validation data, the presence of 'change noise' between multi-source data classifications, and difficulties in automatically mapping glaciers and their changes. These issues can complicate the integration and interpretation of remote sensing data.",
        "AnswerCn": "使用遥感数据进行冰川监测的挑战包括缺乏地面验证数据、多个数据源分类之间存在的“变化噪声”，以及自动映射冰川及其变化的困难。这些问题可能会使遥感数据的整合和解释变得复杂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could the spatial-temporal heterogeneity observed in glacier surface elevation changes inform future data collection strategies in glacier studies?",
        "QuestionCn": "冰川表面高度变化中观察到的时空异质性可以通过哪些方式为未来冰川研究中的数据收集策略提供信息？",
        "AnswerEn": "The observed spatial-temporal heterogeneity in glacier elevation changes suggests the need for tailored data collection strategies that consider regional variability. This could involve focusing on specific areas with higher rates of change or different patterns of glacier dynamics to improve the understanding of local and regional climate impacts on glaciers.",
        "AnswerCn": "观察到的冰川高度变化的时空异质性表明，需要量身定制的数据收集策略，以考虑区域的差异。这可能涉及关注变化速率较高或冰川动态模式不同的特定区域，以改善对气候对冰川影响的地方和区域理解。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in using remote sensing techniques for monitoring glacier changes?",
        "QuestionCn": "影响使用遥感技术监测冰川变化的挑战的因素有哪些？",
        "AnswerEn": "The challenges in using remote sensing techniques for monitoring glacier changes include the lack of ground glacier survey data for verification and the 'change noise' existing between multi-source data classification results. These challenges make automatic mapping of glaciers and their changes difficult, particularly in measuring glacier surface elevation change, which remains a significant gap in glacier remote sensing monitoring.",
        "AnswerCn": "使用遥感技术监测冰川变化的挑战包括缺乏地面冰川调查数据以进行验证，以及多源数据分类结果之间存在的“变化噪声”。这些挑战使得自动映射冰川及其变化变得困难，特别是在测量冰川表面高程变化方面，这仍然是冰川遥感监测中的一个重要空白。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to focus on glacier surface elevation changes in the context of climate change studies?",
        "QuestionCn": "在气候变化研究中，关注冰川表面高度变化的重要性是什么？",
        "AnswerEn": "Focusing on glacier surface elevation changes is important because glaciers are considered one of the best natural indicators of climate change. The changes in glacier surface elevations affect the contribution of glaciers to the rise in lake and sea levels. The melting of glaciers, especially on the Tibetan Plateau, significantly contributes to sea level rise and affects global water resources, making it critical for climate change studies and disaster warnings.",
        "AnswerCn": "关注冰川表面高度变化非常重要，因为冰川被认为是气候变化的最佳自然指示器之一。冰川表面高度的变化影响冰川对湖泊和海平面上升的贡献。特别是在青藏高原，冰川的融化显著贡献于海平面上升，并影响全球水资源，这使得它在气候变化研究和灾害预警中至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "If remote sensing becomes the primary method for glacier monitoring, what are the possible consequences for data accuracy and validation?",
        "QuestionCn": "如果遥感成为冰川监测的主要方法，数据准确性和验证可能会面临哪些后果？",
        "AnswerEn": "Remote sensing has become the major approach due to the difficulty and cost of field surveys, leading to improved survey efficiency and reduced costs. However, without ground verification data, there are challenges with 'change noise' in multi-source data and gaps in measuring glacier surface elevation changes.",
        "AnswerCn": "遥感已成为主要的方法，因为实地调查的难度和成本较高，这导致了调查效率的提高和成本的降低。然而，如果没有地面验证数据，在多源数据中存在“变化噪声”的挑战，并且在测量冰川表面高度变化时存在空白。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to use remote sensing techniques for monitoring glacier changes on the Tibetan Plateau and its surrounding regions?",
        "QuestionCn": "为什么使用遥感技术监测青藏高原及其周边地区的冰川变化很重要？",
        "AnswerEn": "It is important to use remote sensing techniques for monitoring glacier changes on the Tibetan Plateau and its surrounding regions because glaciers are often located in remote and inaccessible areas, making field surveys costly and time-consuming. Remote sensing provides an efficient, cost-effective, and comprehensive approach to track glacier changes over large areas and extended periods, which is essential for understanding the contributions of glaciers to sea level rise, water resources, and potential natural disasters.",
        "AnswerCn": "在监测青藏高原及其周边地区冰川变化时，使用遥感技术非常重要，因为冰川通常位于偏远和难以到达的地区，进行实地调查成本高且耗时。遥感提供了一种高效、经济且全面的方法，可以在大范围和较长时间内跟踪冰川变化，这对于理解冰川对海平面上升、水资源和潜在自然灾害的贡献至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps are involved in using remote sensing techniques for monitoring glacier surface elevation changes on the Tibetan Plateau?",
        "QuestionCn": "使用遥感技术监测青藏高原冰川表面高程变化涉及哪些步骤？",
        "AnswerEn": "The process involves using remote sensing techniques, such as ICESat/GLAS data, to measure glacier surface elevation changes. Remote sensing has become essential due to the difficulty and high cost of field surveys. These techniques help overcome limitations of traditional field surveys and improve efficiency, although challenges remain in terms of data verification and dealing with 'change noise' between multi-source data.",
        "AnswerCn": "该过程涉及使用遥感技术，如ICESat/GLAS数据，来测量冰川表面高度变化。由于实地调查的困难和高成本，遥感技术变得至关重要。这些技术有助于克服传统实地调查的局限性，提高效率，尽管在数据验证和处理多源数据之间的“变化噪声”方面仍然存在挑战。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedural challenges are faced in automatic glacier mapping using remote sensing data, and how can they be addressed?",
        "QuestionCn": "自动冰川制图中使用遥感数据面临的程序性挑战有哪些，以及如何解决这些挑战？",
        "AnswerEn": "Challenges in automatic glacier mapping include the lack of ground survey data for verification and the 'change noise' between multi-source data classification results. Addressing these challenges involves improving data accuracy and developing techniques to reduce noise, as well as potentially integrating additional data sources to enhance validation.",
        "AnswerCn": "自动冰川制图面临的挑战包括缺乏地面调查数据进行验证以及多源数据分类结果之间的“变化噪声”。解决这些挑战需要提高数据准确性和开发减少噪声的技术，同时可能需要整合其他数据源以增强验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the monitoring of glacier surface elevation changes in remote areas?",
        "QuestionCn": "哪些技术进步使得在偏远地区监测冰川表面高度变化成为可能？",
        "AnswerEn": "Remote sensing technology, particularly the use of satellite data like KH-9 DEM and SRTM DEM, has enabled monitoring of glacier surface elevation changes in remote areas.",
        "AnswerCn": "遥感技术，特别是使用卫星数据如KH-9 DEM和SRTM DEM，已经使得在偏远地区监测冰川表面高度变化成为可能。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges faced in collecting accurate glacier data using remote sensing methods?",
        "QuestionCn": "使用遥感方法收集准确冰川数据面临的挑战有哪些？",
        "AnswerEn": "Challenges include the lack of ground glacier survey data for verification and the presence of 'change noise' between multi-source data classification results, which complicates the automatic mapping of glaciers and their changes.",
        "AnswerCn": "挑战包括缺乏地面冰川调查数据以进行验证，以及多源数据分类结果之间存在的“变化噪声”，这使得冰川及其变化的自动映射变得复杂。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might remote sensing techniques be preferred over traditional field surveys in the collection of glacier data in mountainous regions?",
        "QuestionCn": "在山区收集冰川数据时，遥感技术可能比传统的实地调查更受青睐的原因是什么？",
        "AnswerEn": "Remote sensing techniques are preferred as they overcome the limitations of field surveys, such as high costs and long travel times, improving efficiency and reducing the survey cycle.",
        "AnswerCn": "遥感技术因其克服了实地调查的局限性，如高成本和长时间旅行，提高了效率并缩短了调查周期，因此受到青睐。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why do challenges persist in accurately mapping glacier changes despite advancements in remote sensing technology?",
        "QuestionCn": "尽管遥感技术取得了进步，但在准确映射冰川变化方面仍然存在挑战，原因是什么？",
        "AnswerEn": "Challenges persist due to the lack of ground glacier survey data for verification and the 'change noise' existing between multi-source data classification results, making automatic mapping difficult.",
        "AnswerCn": "由于缺乏地面冰川调查数据进行验证，以及多源数据分类结果之间存在的“变化噪声”，自动化制图面临挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective are remote sensing techniques in monitoring glacier changes in terms of accuracy and efficiency compared to traditional field surveys?",
        "QuestionCn": "遥感技术在监测冰川变化方面的有效性如何，特别是在准确性和效率上与传统实地调查相比？",
        "AnswerEn": "Remote sensing techniques have become the major approach to monitoring glacier changes due to the challenges posed by the high costs and long travel times of field surveys. They have significantly shortened survey cycles and improved efficiency, but still face challenges like the lack of ground-truth data for verification and 'change noise' between multi-source data.",
        "AnswerCn": "遥感技术已成为监测冰川变化的主要方法，因为实地调查面临高成本和长时间旅行的挑战。它们显著缩短了调查周期，提高了效率，但仍然面临一些挑战，如缺乏用于验证的地面真实数据和多源数据之间的“变化噪声”。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the main challenges in accurately mapping glacier surface elevation changes using remote sensing data, and how might these be addressed in future research?",
        "QuestionCn": "准确映射冰川表面高度变化的主要挑战是什么，未来研究中如何解决这些问题？",
        "AnswerEn": "The main challenges in using remote sensing data for mapping glacier surface elevation changes include the lack of ground survey data for validation and the presence of 'change noise' among multi-source data classifications. Addressing these challenges may require developing better data integration techniques and improving the accuracy of remote sensing instruments.",
        "AnswerCn": "使用遥感数据绘制冰川表面高程变化的主要挑战包括缺乏地面调查数据进行验证以及多源数据分类中存在的“变化噪声”。解决这些挑战可能需要开发更好的数据集成技术和提高遥感仪器的准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What factors should be considered when evaluating the suitability of a dataset for researching the impact of glacier changes on water resources and climate change?",
        "QuestionCn": "在评估用于研究冰川变化对水资源和气候变化影响的数据集的适用性时，应考虑哪些因素？",
        "AnswerEn": "When evaluating a dataset for researching glacier impacts on water resources and climate change, factors such as the spatial and temporal coverage of the data, the accuracy and consistency of measurements, and the ability to capture spatial-temporal heterogeneity in glacier changes should be considered. The dataset should also support the integration with other relevant data, such as climate and hydrological data, for comprehensive analysis.",
        "AnswerCn": "在评估用于研究冰川对水资源和气候变化影响的数据集时，应考虑数据的空间和时间覆盖范围、测量的准确性和一致性，以及捕捉冰川变化的空间-时间异质性的能力。数据集还应支持与其他相关数据（如气候和水文数据）的集成，以便进行全面分析。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unclear on how remote sensing techniques can efficiently measure glacier surface elevation changes over time.",
        "QuestionCn": "我不清楚遥感技术如何有效地测量冰川表面高度随时间的变化。",
        "AnswerEn": "Remote sensing has become the primary method for monitoring glacier changes due to its ability to cover large and remote areas with reduced costs and time compared to field surveys. Techniques like differential interferometry using satellite data (e.g., TSX/TDX2014 with SRTM DEM) are used to detect changes in glacier surface elevations over time. However, challenges remain due to 'change noise' between multi-source data and the lack of ground verification data.",
        "AnswerCn": "遥感已成为监测冰川变化的主要方法，因为它能够以较低的成本和时间覆盖大面积和偏远地区，优于实地调查。利用卫星数据（例如，TSX/TDX2014与SRTM DEM）进行差分干涉测量等技术被用来检测冰川表面高度随时间的变化。然而，由于多源数据之间的“变化噪声”和缺乏地面验证数据，仍然存在挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how datasets related to glacier mass changes are validated or calibrated without extensive field data.",
        "QuestionCn": "我不明白与冰川质量变化相关的数据集是如何在没有大量实地数据的情况下进行验证或校准的。",
        "AnswerEn": "Validation and calibration of datasets related to glacier mass changes often rely on remote sensing data due to the difficulty and expense of obtaining extensive field data. By using data such as digital elevation models (DEMs) from KH-9 and ICESat/GLAS, researchers can estimate changes in glacier elevation and mass balance. However, the lack of ground-truth data poses a challenge, potentially affecting the accuracy of these estimates.",
        "AnswerCn": "与冰川质量变化相关的数据集的验证和校准通常依赖于遥感数据，因为获取广泛的实地数据既困难又昂贵。通过使用来自KH-9和ICESat/GLAS的数字高程模型（DEMs）等数据，研究人员可以估算冰川的高程变化和质量平衡。然而，缺乏地面真实数据带来了挑战，可能影响这些估算的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the effectiveness of remote sensing techniques in monitoring glacier changes and identify the main challenges associated with their implementation.",
        "QuestionCn": "请分析遥感技术在监测冰川变化方面的有效性，并识别其实施过程中面临的主要挑战。",
        "AnswerEn": "Remote sensing has become the major approach for understanding glacier changes due to the significant investments and long traveling time required for field surveys. While it has improved survey efficiency by overcoming past limitations, challenges remain, particularly related to the lack of ground glacier survey data for verification and 'change noise' between multi-source data classifications. Glacier surface elevation change measurement is a notable gap in current monitoring efforts.",
        "AnswerCn": "遥感已成为理解冰川变化的主要方法，因为现场调查需要大量投资和长时间的旅行。虽然它通过克服过去的限制提高了调查效率，但仍然存在挑战，特别是与缺乏地面冰川调查数据进行验证以及多源数据分类之间的“变化噪声”相关。冰川表面高程变化测量是当前监测工作中的一个显著空白。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential strategies for improving data accuracy and reliability in glacier change studies using remote sensing data.",
        "QuestionCn": "请探讨使用遥感数据提高冰川变化研究中数据准确性和可靠性的潜在策略。",
        "AnswerEn": "Improving data accuracy and reliability in glacier change studies involves addressing the challenges of data verification and classification noise. Strategies might include enhancing the integration of multi-source data, developing better algorithms for automatic mapping, and increasing the availability of ground-truth data for validation purposes.",
        "AnswerCn": "提高冰川变化研究中数据准确性和可靠性的方法包括解决数据验证和分类噪声的挑战。策略可能包括增强多源数据的整合、开发更好的自动映射算法，以及增加用于验证目的的实地数据的可用性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify potential datasets that could be used to further explore glacier surface elevation changes and their implications on water resources.",
        "QuestionCn": "请识别潜在的数据集，以进一步探索冰川表面高度变化及其对水资源的影响。",
        "AnswerEn": "Potential datasets for exploring glacier surface elevation changes include the ICESat/GLAS data, which has been used to measure changes on the Tibetan Plateau. These datasets show spatial-temporal heterogeneity in glacier change patterns and can be linked to mass change calculations that impact water resources. Expanding datasets to include more recent satellite data and integrating them with hydrological models can provide deeper insights into glacier contributions to water systems.",
        "AnswerCn": "潜在的冰川表面高程变化数据集包括ICESat/GLAS数据，这些数据已被用于测量青藏高原的变化。这些数据集显示了冰川变化模式的时空异质性，并可以与影响水资源的质量变化计算相联系。扩展数据集以包括更近期的卫星数据，并将其与水文模型结合，可以提供对冰川对水系统贡献的更深入见解。",
        "Level": "C6(Creating)"
      }
    ]
  }
}