{
  "id": "fcebed3a-9f40-4b25-8566-d3c5b2bd034b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Monthly potential evapotranspiration data set based on the Penman-Monteith formula of 1km on the Zoige Plateau (1980-2018)",
      "titleCn": "若尔盖高原1km逐月基于Penman-Monteith公式的潜在蒸散发数据集（1980-2018）",
      "description": "A monthly data set of potential evapotranspiration based on the Penman-Monteith formula (1980-2018) of 1km on the Zoige Plateau. We collected daily meteorological data from 1980 to 2018 from the Meteorological Data Sharing Center of China Meteorological Administration, calculated daily-scale potential evapotranspiration through the Penman-Monteith equation, and accumulated daily-scale potential evapotranspiration to obtain monthly and annual potential evapotranspiration (PET mm/month) , Through the Anusplin professional meteorological interpolation software, the multi-year average annual temperature (MAT) and annual average precipitation (MAP) calculated by each meteorological station are interpolated to obtain a 1km resolution spatial data set.",
      "descriptionCn": "若尔盖高原1km逐月基于Penman-Monteith公式的潜在蒸散发数据集（1980-2018）。我们收集了中国气象局气象数据共享中心1980-2018年的日气象数据，通过Penman-Monteith方程计算日尺度潜在蒸散发，累加日尺度潜在蒸散发获得月、年潜在蒸散发(PET mm/月)，通过Anusplin专业气象插值软件，各气象站点计算的多年年均温(MAT)和年均降水(MAP)插值获得1km分辨率的空间数据集。",
      "instructions": "File naming: The data is stored in a raster format. The file name is PET_PMXXXX_XX; PET stands for potential evapotranspiration; XXXX stands for year; XX stands for month. For example, PET_PM2011_01 represents potential evapotranspiration data in January 2011. Data reading method: All files in the data set can be directly opened with ArcGIS. During the reading process, a grid format file will be generated, and the displayed grid file is the graphic representation of the file.",
      "instructionsCn": "文件命名：数据以栅格格式存储，文件的名称为PET_PMXXXX_XX；PET代表潜在蒸散发；XXXX代表年；XX代表月，比如PET_PM2011_01就代表2011年1月潜在蒸散发数据。 数据读取方式：数据集中的所有文件可以直接用Arcgis打开，在读取过程中会生成grid格式的文件，所显示的grid文件就是该文件的图形表达。",
      "east": 103.63,
      "west": 100.75,
      "south": 31.85,
      "north": 34.8,
      "startTime": null,
      "endTime": null,
      "fileSize": 89769422.0,
      "cstr": "18406.11.Meteoro.tpdc.271496",
      "doi": "10.11888/Meteoro.tpdc.271496",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "胡健",
        "nameEn": "HU Jian",
        "unitEn": "",
        "unitCn": "西南民族大学青藏高原研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A framework for global multicategory and multiscalar drought characterization accounting for snow processes",
        "referenceCn": null,
        "referenceEn": "Zhang, B.Q, Xia, Y.L., Huning, L.S., Wei, J.H., Wang, G.Q., and AghaKouchak, A. (2019). A framework for global multicategory and multiscalar drought characterization accounting for snow processes. Water Resources Research, 55, 9258-9278. https://doi.org/10.1029/2019WR025529."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "若尔盖高原",
        "keywordEn": "Ruoergai Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980-2018",
        "keywordEn": "1980-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential features and specifications of a dataset used to determine potential evapotranspiration on a 1km resolution using the Penman-Monteith formula?",
        "QuestionCn": "用于通过Penman-Monteith公式确定1公里分辨率潜在蒸散发的数据集的基本特征和规格是什么？",
        "AnswerEn": "daily meteorological data from 1980 to 2018, Penman-Monteith equation, daily potential evapotranspiration, monthly and annual potential evapotranspiration, 1km resolution, multi-year mean annual temperature, mean annual precipitation",
        "AnswerCn": "1980年至2018年的每日气象数据，Penman-Monteith方程，每日潜在蒸散量，月度和年度潜在蒸散量，1公里分辨率，多年平均年温度，平均年降水量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of the potential evapotranspiration data collection method used in the 若尔盖高原 region?",
        "QuestionCn": "若尔盖高原地区潜在蒸散发数据收集方法的时间分辨率是多少？",
        "AnswerEn": "1 day",
        "AnswerCn": "1天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Penman-Monteith formula in the context of calculating potential evapotranspiration?",
        "QuestionCn": "在计算潜在蒸散量的背景下，Penman-Monteith公式是什么？",
        "AnswerEn": "The Penman-Monteith formula is used to calculate potential evapotranspiration, which is a measure of the amount of water that could be evaporated and transpired by a well-watered landscape. In the context of the dataset mentioned, daily meteorological data from the China Meteorological Administration Data Sharing Service was used to calculate daily potential evapotranspiration, which was then aggregated into monthly and yearly values. These calculations provide insights into the water balance and climatic conditions of the area.",
        "AnswerCn": "Penman-Monteith公式用于计算潜在蒸散发，这是衡量一个灌溉良好的景观中可能蒸发和蒸腾的水量。在提到的数据集中，使用中国气象局数据共享服务的每日气象数据计算每日潜在蒸散发，然后将其汇总为每月和每年的值。这些计算为该地区的水分平衡和气候条件提供了洞察。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the key factors that influence the accuracy and reliability of potential evapotranspiration data collection using the Penman-Monteith equation on a 1km spatial resolution in the Zoige Plateau region?",
        "QuestionCn": "影响在卓尔格高原地区以1公里空间分辨率收集潜在蒸散发数据的准确性和可靠性的关键因素有哪些？使用Penman-Monteith方程。",
        "AnswerEn": "The accuracy and reliability of potential evapotranspiration data collection using the Penman-Monteith equation in the Zoige Plateau region are influenced by several factors, including the quality and precision of daily meteorological data obtained from the China Meteorological Administration Meteorological Data Sharing Center, the effectiveness of the Anusplin professional meteorological interpolation software used to derive spatial datasets from the calculated multi-year mean annual temperature (MAT) and mean annual precipitation (MAP), and the resolution of the data being maintained at a 1km scale. Additionally, the challenges in accurately calculating daily and subsequently monthly or annual potential evapotranspiration (PET) values also play a significant role.",
        "AnswerCn": "在卓吉高原地区，使用Penman-Monteith方程收集潜在蒸散发数据的准确性和可靠性受到多个因素的影响，包括从中国气象局气象数据共享中心获取的日气象数据的质量和精度、用于从计算的多年平均年温度（MAT）和平均年降水量（MAP）推导空间数据集的Anusplin专业气象插值软件的有效性，以及数据保持在1公里尺度的分辨率。此外，准确计算每日以及随后每月或每年潜在蒸散发（PET）值的挑战也在很大程度上影响了结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the accuracy and reliability of potential evapotranspiration estimates when using a 1km resolution spatial dataset derived from interpolated meteorological data compared to using direct high-resolution meteorological data from multiple sources?",
        "QuestionCn": "使用从插值气象数据衍生的1公里分辨率空间数据集与使用来自多个来源的直接高分辨率气象数据相比，潜在蒸散发估算的准确性和可靠性可能会受到哪些潜在影响？",
        "AnswerEn": "Using a 1km resolution spatial dataset derived from interpolated meteorological data may introduce interpolation errors, which can impact the accuracy and reliability of potential evapotranspiration (PET) estimates. The use of the Anusplin software for interpolation might help mitigate these errors by providing more refined spatial estimates. However, compared to using direct high-resolution meteorological data from multiple sources, the interpolated dataset might still lack some localized detail and accuracy, especially in areas with sparse meteorological station coverage. This method, while useful for broad-scale analysis, might not capture microclimatic variations as effectively as high-resolution direct data inputs.",
        "AnswerCn": "使用从插值气象数据衍生的1公里分辨率空间数据集可能会引入插值误差，这会影响潜在蒸散发（PET）估计的准确性和可靠性。使用Anusplin软件进行插值可能有助于减轻这些误差，通过提供更精细的空间估计。然而，与直接使用来自多个来源的高分辨率气象数据相比，插值数据集可能仍然缺乏一些局部细节和准确性，特别是在气象站覆盖稀疏的地区。这种方法虽然对大范围分析有用，但可能无法像高分辨率直接数据输入那样有效捕捉微气候变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing a dataset of potential evapotranspiration using the Penman-Monteith formula for the Zoige Plateau from 1980 to 2018?",
        "QuestionCn": "开发一个使用Penman-Monteith公式计算1980年至2018年期间卓尔高原潜在蒸散发的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective of developing a dataset of potential evapotranspiration using the Penman-Monteith formula for the Zoige Plateau from 1980 to 2018 is to create a detailed spatial dataset at a 1km resolution by utilizing daily meteorological data from the China Meteorological Data Sharing Service. This dataset aims to provide insights into the regional climatic conditions by calculating daily potential evapotranspiration and aggregating it to monthly and yearly scales, which can be useful for understanding long-term climatic trends, water resource management, and ecological studies in the region.",
        "AnswerCn": "开发一个使用Penman-Monteith公式计算1980年至2018年期间卓尔高原潜在蒸散发的数据集的主要目标是利用中国气象数据共享服务的日气象数据，创建一个1公里分辨率的详细空间数据集。该数据集旨在通过计算每日潜在蒸散发并将其汇总到月度和年度尺度，提供对区域气候条件的洞察，这对于理解长期气候趋势、水资源管理和该地区的生态研究具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are utilized to calculate potential evapotranspiration using Penman-Monteith equation and how are these results scaled to generate a 1 km resolution spatial dataset for the Zoige Plateau?",
        "QuestionCn": "使用Penman-Monteith方程计算潜在蒸散发的程序是什么，以及如何将这些结果缩放以生成扎尕 Plateau的1公里分辨率空间数据集？",
        "AnswerEn": "To calculate potential evapotranspiration using the Penman-Monteith equation, daily meteorological data collected from the China Meteorological Administration's data sharing center for 1980-2018 is used. The daily potential evapotranspiration is computed using this equation and then accumulated to obtain monthly and annual potential evapotranspiration (PET mm/month). The Anusplin professional meteorological interpolation software is then employed to interpolate long-term average annual temperature (MAT) and annual precipitation (MAP) from meteorological stations, resulting in a 1 km resolution spatial dataset.",
        "AnswerCn": "为了使用Penman-Monteith方程计算潜在蒸散发，使用中国气象局数据共享中心收集的1980-2018年的日气象数据。使用该方程计算日潜在蒸散发，然后累积以获得月度和年度潜在蒸散发（PET mm/月）。随后，使用Anusplin专业气象插值软件对气象站的长期平均年温度（MAT）和年降水量（MAP）进行插值，得到1公里分辨率的空间数据集。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements and methodologies enable the creation of high-resolution spatial datasets for potential evapotranspiration calculations in plateau regions?",
        "QuestionCn": "哪些技术进步和方法论使得在高原地区进行潜在蒸散发计算时能够创建高分辨率空间数据集？",
        "AnswerEn": "The use of Anusplin professional meteorological interpolation software and data from the China Meteorological Administration's meteorological data sharing center enables the creation of 1km resolution spatial datasets. Daily meteorological data from 1980 to 2018 are used, and the Penman-Monteith equation is applied to calculate daily potential evapotranspiration, which is then accumulated to obtain monthly and yearly potential evapotranspiration.",
        "AnswerCn": "使用Anusplin专业气象插值软件和中国气象局气象数据共享中心的数据，可以创建1公里分辨率的空间数据集。使用1980年至2018年的每日气象数据，并应用Penman-Monteith方程计算每日潜在蒸散发，然后累积得到每月和每年的潜在蒸散发。",
        "Level": "C6(Creating)"
      }
    ]
  }
}