{
    "id": "fcec4efc-588a-4339-9fad-a189b491ec1e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Radiocarbon ages of Daze Co, Jiang Co, Bangong Co and Ngamring Co",
            "titleCn": "达则错、江错、班公错及昂仁金错湖泊岩心14C数据",
            "description": "1) The data includes 40 14C dating data of multiple Lake cores. The age control of most lake sediment cores is completed by radiocarbon isotope (14C) dating. The data sheet includes Lake core sample number, laboratory sample number, sample depth, 14C results, dating error and corrected results. The chronological framework of Lake cores is the basis for paleoclimate reconstruction. 2) All 14C data are completed in beta analytical Inc, and the laboratory operation is in strict accordance with the standard process. 3) The quality of the 40 dating data is good. 4) The data have been published, which provides basic data for the study of paleoclimate in the Qinghai Tibet Plateau.",
            "descriptionCn": "1）数据包含多个湖泊岩心共计40个14C测年数据。多数湖泊沉积物岩芯的年龄控制是依靠放射性碳同位素（14C）定年完成的。数据表包括湖泊岩芯样品编号，实验室测样编号，样品深度，14C结果，测年误差及校正后结果。湖泊岩心年代框架是进行古气候重建的基础。2）所有14C数据均在美国测试中心（Beta analytic inc）完成，实验室操作严格按照标准流程。3）本40个测年数据质量良好。4）该数据已经发表，为青藏高原古气候研究提供了基础数据。",
            "instructions": "Name: 14C_ tplake_ Hou jz.xlsx, usage: the data can be downloaded for use, but the data source shall be marked.",
            "instructionsCn": "命名：14C_tplake_Hou JZ.xlsx，使用方法：数据可下载使用，但需标注数据来源。",
            "east": 90.77,
            "west": 79.56,
            "south": 29.17,
            "north": 33.58,
            "startTime": null,
            "endTime": null,
            "fileSize": 12076.0,
            "cstr": "18406.11.Paleoenv.tpdc.271708",
            "doi": "10.11888/Paleoenv.tpdc.271708",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "侯居峙",
                "nameEn": "HOU Juzhi",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Climatic implications of hydrologic changes in two lake catchments on the central Tibetan Plateau since the last glacial",
                "referenceCn": null,
                "referenceEn": "Hou, J., Tian, Q., Liang, J., Wang, M., & He, Y. (2017). Climatic implications of hydrologic changes in two lake catchments on the central Tibetan Plateau since the last glacial. Journal of Paleolimnology, 58(2), 257-273. doi:10.1007/s10933-017-9976-9"
            },
            {
                "titleCn": null,
                "titleEn": "Paleohydrological Changes in the Western Tibetan Plateau over the Past 16,000 years Based on Sedimentary Records of n-Alkanes and Grain Size",
                "referenceCn": null,
                "referenceEn": "Wang, M. D., Yang, Y. P., Zhang, J. W., & Hou, J. Z. (2020). Paleohydrological Changes in the Western Tibetan Plateau over the Past 16,000 years Based on Sedimentary Records ofn-Alkanes and Grain Size. Acta Geologica Sinica-English Edition, 94(3), 707-716. doi:10.1111/1755-6724.14538"
            },
            {
                "titleCn": null,
                "titleEn": "Centennial-scale interplay between the Indian Summer Monsoon and the Westerlies revealed from Ngamring Co, southern Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Sun, Z., Yuan, K., Hou, X., Ji, K., Li, C.-G., Wang, M., & Hou, J. (2020). Centennial-scale interplay between the Indian Summer Monsoon and the Westerlies revealed from Ngamring Co, southern Tibetan Plateau. Holocene. doi:10.1177/0959683620913930"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "The Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "两万年",
                "keywordEn": "20 ka",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many 14C dating results are included in a dataset related to lake sediment cores?",
                "QuestionCn": "与湖泊沉积物核心相关的数据集中包含多少个14C测年结果？",
                "AnswerEn": "40",
                "AnswerCn": "40",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '14C data' signify in the context of paleoclimate research using lake sediment cores?",
                "QuestionCn": "在湖泊沉积物核心的古气候研究中，“14C数据”指的是放射性碳-14同位素的数据。",
                "AnswerEn": "In the context of paleoclimate research using lake sediment cores, '14C data' refers to the radiocarbon dating information obtained from sediment samples. This data includes information on the sample's depth, the radiocarbon dating results, measurement errors, and the corrected results, which are essential for constructing an age framework necessary for reconstructing past climate conditions.",
                "AnswerCn": "在湖泊沉积物核心的古气候研究中，“14C数据”指的是从沉积样本中获得的放射性碳定年信息。这些数据包括样本的深度、放射性碳定年结果、测量误差以及校正结果，这些信息对于构建年龄框架以重建过去的气候条件至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of obtaining 14C measurements from lake sediment cores compare to other radiometric dating techniques in terms of accuracy and application in paleoclimate reconstruction?",
                "QuestionCn": "从湖泊沉积物核心获取14C测量的方法与其他放射性测年技术在准确性和古气候重建应用方面的比较如何？",
                "AnswerEn": "The method of obtaining 14C measurements from lake sediment cores provides a reliable framework for constructing age models essential for paleoclimate reconstruction. These measurements, conducted under strict laboratory conditions, offer high-quality data as demonstrated by the 40 measurements mentioned. While other radiometric dating techniques may offer different advantages or limitations, 14C dating is specifically noted here for its application in dating sediment cores, which is crucial for understanding historical climate patterns on the Tibetan Plateau.",
                "AnswerCn": "从湖泊沉积物核心获取14C测量的方法提供了一个可靠的框架，用于构建对古气候重建至关重要的年龄模型。这些测量在严格的实验室条件下进行，提供了高质量的数据，正如提到的40个测量结果所示。虽然其他放射性测年技术可能提供不同的优势或局限性，但这里特别提到14C测年是因为它在沉积物核心的年代测定中的应用，这对于理解青藏高原的历史气候模式至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying causes that necessitate the use of radiocarbon (14C) dating in constructing the age framework for lake sediment cores in paleoclimate reconstruction?",
                "QuestionCn": "在构建湖泊沉积物核心的年龄框架以进行古气候重建时，使用放射性碳（14C）定年的必要性背后的根本原因是什么？",
                "AnswerEn": "The use of radiocarbon (14C) dating is essential in constructing the age framework for lake sediment cores because it provides a reliable method to determine the age of organic materials within the sediments. This is crucial for paleoclimate reconstruction, as it allows researchers to establish a chronological timeline of sediment deposition, which is foundational for interpreting past climate changes. The precision and accuracy of 14C dating help ensure that the sediment core data accurately reflect historical climate conditions. Additionally, the data's quality and the rigorous standards followed in the laboratory processes, as carried out by testing centers like Beta analytic inc, contribute to the reliability of the results.",
                "AnswerCn": "放射性碳（14C）测年在构建湖泊沉积物核心的年龄框架中至关重要，因为它提供了一种可靠的方法来确定沉积物中有机材料的年龄。这对于古气候重建至关重要，因为它使研究人员能够建立沉积物沉积的时间线，这对于解释过去的气候变化是基础。14C测年的精确性和准确性有助于确保沉积物核心数据准确反映历史气候条件。此外，数据的质量以及像Beta Analytic Inc这样的测试中心在实验室过程中遵循的严格标准，进一步增强了结果的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting 14C dating data from lake sediment cores in the context of paleoclimate research?",
                "QuestionCn": "在古气候研究中，从湖泊沉积物核心收集14C测年数据的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting 14C dating data from lake sediment cores is to establish an accurate chronological framework for the sediments, which serves as the foundation for reconstructing past climate conditions. This data is crucial for understanding the historical climate changes on the Tibetan Plateau.",
                "AnswerCn": "收集湖泊沉积物核心的14C测年数据的主要目标是建立沉积物的准确时间框架，这为重建过去的气候条件提供基础。这些数据对于理解青藏高原的历史气候变化至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in collecting and processing radiocarbon dating data from lake sediment cores for paleoenvironmental reconstruction?",
                "QuestionCn": "收集和处理湖泊沉积物核心的放射性碳定年数据以进行古环境重建的程序步骤包括：\n\n1. 选择采样地点：确定适合采集沉积物核心的湖泊位置，通常选择沉积物积累速率较高的区域。\n\n2. 采集沉积物核心：使用专门的设备（如沉积物取芯器）从湖底提取沉积物核心，确保核心的完整性和连续性。\n\n3. 核心描述与分层：对采集的沉积物核心进行描述，包括颜色、纹理、颗粒大小和生物标志物等特征，并根据沉积物的变化进行分层。\n\n4. 选择样品：根据研究目标，从不同的层位选择适合进行放射性碳定年的样品，通常选择有机物质（如植物残骸、动物骨骼等）。\n\n5. 样品处理：对选定的样品进行化学处理，以去除污染物和无机成分，确保样品的纯度。\n\n6. 放射性碳测定：将处理后的样品送往专业实验室进行放射性碳测定，通常使用加速质谱（AMS）或液体闪烁计数法。\n\n7. 数据分析：对测得的放射性碳年龄进行校正，使用校正曲线将放射性碳年龄转换为日历年龄。\n\n8. 数据整合与解释：将放射性碳定年数据与其他地质和古环境数据（如花粉分析、沉积物化学成分等）结合，进行综合分析，重建古环境变化。\n\n9. 结果报告：撰写研究报告，展示研究结果和古环境重建的结论，并讨论其对区域和全球环境变化的意义。",
                "AnswerEn": "The procedural steps involve collecting lake sediment cores from multiple lakes, assigning sample numbers, and measuring sample depths. These samples undergo radiocarbon dating to determine the age of the sediments using 14C isotope analysis. The dating is performed in a controlled laboratory setting following standardized procedures. The results include raw 14C dating results, measurement errors, and corrected age results, providing a chronological framework essential for paleoenvironmental reconstruction.",
                "AnswerCn": "程序步骤包括从多个湖泊收集湖泊沉积物核心，分配样本编号，并测量样本深度。这些样本通过放射性碳定年法进行年代测定，以确定沉积物的年龄，使用14C同位素分析。定年工作在受控实验室环境中按照标准化程序进行。结果包括原始14C定年结果、测量误差和修正年龄结果，提供了对古环境重建至关重要的时间框架。",
                "Level": "C3(Applying)"
            }
        ]
    }
}