{
    "id": "fd1421f5-8d53-4c7e-9d0d-a257191630ff",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Paleomagnetic  Dataset of Zagros forelandbasin in Iran",
            "titleCn": "伊朗的扎格罗斯前陆盆地古地磁数据集",
            "description": "Paleomagnetic  Dataset of Zagros forelandbasin in IranPaleomagnetic  Dataset of Zagros forelandbasin in IranPaleomagnetic  Dataset of Zagros forelandbasin in IranPaleomagnetic  Dataset of Zagros forelandbasin in IranPaleomagnetic  Dataset of Zagros forelandbasin in IranPaleomagnetic  Dataset of Zagros forelandbasin in Iran",
            "descriptionCn": "本数据集为伊朗扎格罗斯前陆盆地库姆剖面的古地磁数据。\n数据集背景：伊朗高原位于新特提斯构造域中部，新生代以来在阿拉伯-亚洲板块的碰撞背景下，伊朗中部经历了陆源海的消失过程，探究这一过程可为探讨板块碰撞及全球海平面升降提供新的数据支持。\n数据集介绍：我们选择伊朗中部格罗斯前陆盆地的库姆剖面为研究对象，两个剖面共厚2200余米，获得古地磁样品356块。经过系统的古地磁退磁，最终获得263块样品的特征剩磁，并用以建立剖面的磁性地层。结合剖面所含的凝灰质砂岩提供的U-Pb年代约束，磁性地层结果显示剖面年代为17.5-11.5 Ma。结合剖面海相地层分布，可知该区最终海退时代约为16.8 Ma。",
            "instructions": "Data naming: paleomagnetic data set of Zagros foreland basin in iran.xlsx\nUsage: data can be opened by Excel software and mapped by Excel / grapher / Origin software",
            "instructionsCn": "数据命名方式：伊朗的扎格罗斯前陆盆地古地磁数据集.xlsx\n使用方法：可用Excel软件打开数据，利用Excel/Grapher/Origin等软件成图",
            "east": 50.88,
            "west": 50.62,
            "south": 32.0,
            "north": 36.0,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-01-01 11:59:59",
            "fileSize": 16507.0,
            "cstr": null,
            "doi": "10.1016/j.gloplacha.2020.103395",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "孙继敏",
                "nameEn": "SUN Jimin",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Timing and forcing mechanism of the final Neotethys seawater retreat from Central Iran in response to the Arabia-Asia collision in the late early Miocene",
                "referenceCn": null,
                "referenceEn": "Sun, J.M., Talebian, M., Jin, C.S., Liu, W.G., Zhang, Z.L., Cao, M.M., Windley, B., Sheykh, M., Shahbazi, R., & Tian, S.C. (2021). Timing and forcing mechanism of the final Neotethys seawater retreat from Central Iran in response to the Arabia-Asia collision in the late early Miocene. Global and Planetary Change, 197, 103395, https://doi.org/10.1016/j.gloplacha.2020.103395"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "地层序列",
                "nameEn": "Stratigraphic sequence"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            },
            {
                "nameCn": "海平面重构",
                "nameEn": "Sea level reconstruction"
            },
            {
                "nameCn": "湖相沉积",
                "nameEn": "Lacustrine Sediments"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "伊朗",
                "keywordEn": "Iran"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中新世",
                "keywordEn": "Miocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of paleomagnetic data obtained from geological formations in foreland basins like the Zagros in Iran?",
                "QuestionCn": "在像伊朗扎格罗斯这样的前陆盆地中获得的古地磁数据的特征是什么？",
                "AnswerEn": "characteristic remanent magnetization, 263 samples, magnetostratigraphy, U-Pb dating, 17.5 to 11.5 million years ago, marine strata distributions, final regression periods around 16.8 million years ago",
                "AnswerCn": "特征剩磁，263个样本，磁性地层学，U-Pb定年，1750万年至1150万年前，海洋地层分布，约1680万年前的最终回归期。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many paleomagnetic samples were collected in the Zagros foreland basin study?",
                "QuestionCn": "在扎格罗斯前陆盆地研究中收集了多少个古地磁样本？",
                "AnswerEn": "356",
                "AnswerCn": "356",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'paleomagnetic data collection' mean in the context of geological studies in foreland basins?",
                "QuestionCn": "在前陆盆地的地质研究中，“古地磁数据收集”指的是收集和分析岩石和沉积物中的古地磁信息，以了解地球历史上地壳运动、沉积环境和构造演化的过程。",
                "AnswerEn": "Paleomagnetic data collection in the context of geological studies in foreland basins refers to the process of obtaining and analyzing rock samples to determine their historical magnetic orientation. This data helps to reconstruct past plate movements and geological events, such as sea-level changes, by studying the magnetic minerals that record the Earth's magnetic field at the time of their formation. In the case of the Zagros foreland basin, samples are collected from stratigraphic sections to establish a magnetic stratigraphy, which is then combined with radiometric dating methods to provide accurate chronological frameworks.",
                "AnswerCn": "在前陆盆地的地质研究中，古磁数据收集是指获取和分析岩石样本以确定其历史磁方位的过程。这些数据有助于重建过去的板块运动和地质事件，如海平面变化，通过研究记录其形成时地球磁场的磁性矿物。在扎格罗斯前陆盆地的情况下，从地层剖面中收集样本，以建立磁层序，然后结合放射性测年方法提供准确的时间框架。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about tectonic activity and sea level changes from the paleomagnetic data collected from the Zagros foreland basin in Iran, considering the chronological framework established by U-Pb dating of volcanic ash layers?",
                "QuestionCn": "从伊朗扎格罗斯前陆盆地收集的古磁数据以及通过U-Pb定年火山灰层建立的时间框架，可以推断出构造活动和海平面变化的情况。",
                "AnswerEn": "The paleomagnetic data, coupled with U-Pb dating, suggests that the area experienced significant tectonic activity related to the collision of the Arabian and Asian plates. This activity likely influenced the disappearance of the land-sea interface in central Iran. The magnetic stratigraphy, which dates the section from 17.5 to 11.5 Ma, indicates that the final marine regression occurred around 16.8 Ma, providing insights into the timing and nature of regional sea level changes and tectonic uplift.",
                "AnswerCn": "古地磁数据结合U-Pb定年表明，该地区经历了与阿拉伯板块和亚洲板块碰撞相关的显著构造活动。这种活动可能影响了伊朗中部陆海界面的消失。磁性地层学将该地层的年代定为17.5至11.5百万年前，最终的海洋退缩发生在大约16.8百万年前，为区域海平面变化和构造抬升的时序及性质提供了见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the understanding of plate tectonics and global sea-level changes if a dataset on the paleomagnetic characteristics of foreland basins, like those from the Zagros Basin, is expanded or refined?",
                "QuestionCn": "如果对前陆盆地（如扎格罗斯盆地）的古磁特征数据集进行扩展或精细化，可能会对板块构造和全球海平面变化的理解产生潜在影响。",
                "AnswerEn": "Expanding or refining a dataset on the paleomagnetic characteristics of foreland basins, such as those from the Zagros Basin, can provide more precise temporal and spatial constraints on the geological history of the region. This could lead to a better understanding of the collision dynamics between the Arabian and Eurasian plates, as well as offer insights into the timing and processes of marine transgressions and regressions, thereby improving models of global sea-level changes.",
                "AnswerCn": "扩展或细化前陆盆地的古磁特征数据集，例如扎格罗斯盆地的数据，可以为该地区的地质历史提供更精确的时间和空间约束。这可以更好地理解阿拉伯板块与欧亚板块之间的碰撞动态，并提供有关海洋侵入和退缩的时序和过程的见解，从而改善全球海平面变化模型。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting and analyzing paleomagnetic samples to construct a magnetic stratigraphy for a foreland basin?",
                "QuestionCn": "收集和分析古磁样本以构建前陆盆地的磁层序的程序步骤包括：\n\n1. 选择采样地点：根据地质背景和研究目标选择合适的采样地点。\n2. 采集岩心样本：使用岩心钻探设备获取岩心样本，确保样本的完整性和代表性。\n3. 现场记录：详细记录采样位置、岩石类型、层理特征和其他相关地质信息。\n4. 样本准备：在实验室中对岩心样本进行切割和制备，通常制备成柱状或薄片样本，以便进行磁性测量。\n5. 磁性测量：使用磁力计等仪器测量样本的自然剩余磁化强度（NRM）和其他磁性参数。\n6. 磁性特征分析：分析样本的磁性特征，包括磁化方向、强度和成分，以确定古地磁方向。\n7. 数据整理与解释：将测量数据整理成表格和图表，进行统计分析，解释古地磁数据与地层的关系。\n8. 构建磁层序：根据分析结果构建磁层序，识别不同地层的磁性特征，并与地质历史进行对比。\n9. 结果验证：通过与其他地质数据（如年代学、沉积学等）进行对比，验证磁层序的可靠性。\n10. 撰写报告：将研究结果整理成报告或论文，分享研究发现和方法。",
                "AnswerEn": "The procedural steps involve selecting a suitable geological section, such as the Kum section in the central Zagros foreland basin, and collecting paleomagnetic samples from different layers. A total of 356 samples were gathered, which then underwent systematic demagnetization to isolate the characteristic remanent magnetization. From these, 263 samples were successfully analyzed to establish the magnetic stratigraphy. The stratigraphy was then combined with U-Pb age constraints from tuffaceous sandstone to determine the timeline, which was found to be between 17.5 and 11.5 million years ago. The results, along with the distribution of marine strata in the section, indicated that the final marine regression in the area occurred around 16.8 million years ago.",
                "AnswerCn": "程序步骤包括选择合适的地质剖面，例如位于扎格罗斯前陆盆地的库姆剖面，并从不同层位收集古磁样本。共收集了356个样本，这些样本经过系统的去磁处理，以分离出特征剩余磁化。最终成功分析了263个样本，以建立磁层序。然后将层序与来自火山砂岩的U-Pb年龄约束结合起来，以确定时间线，发现其时间范围为1750万年至1150万年前。结果以及剖面中海洋层的分布表明，该地区的最终海洋退缩发生在约1680万年前。",
                "Level": "C3(Applying)"
            }
        ]
    }
}