{
    "id": "fdb2ed69-d951-4761-acd2-ab27bd0bbe0a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatial distribution data set of water resource service value in the cryosphere of five river source areas of the Qinghai Tibet Plateau (2005-2010)",
            "titleCn": "青藏高原5大河源区冰冻圈水资源服务价值空间分布（2005-2010）",
            "description": "Known as the \"Asian water tower\", the Qinghai Tibet Plateau is the source of many rivers in Southeast Asia. As an important and easily accessible water resource, the runoff provided by it supports the production and life of billions of people around it and the diversity of the ecosystem. The glacier runoff data set in the five river source areas of the Qinghai Tibet Plateau covers the period from 2005 to 2010, with a time resolution of every five years. It covers the source areas of the five major rivers in the Qinghai Tibet Plateau (the source of the Yellow River, the source of the Yangtze River, the source of the Lancang River, the source of the Nujiang River, and the source of the Yarlung Zangbo River). The spatial resolution is 1km. Based on multi-source remote sensing, simulation, statistics, and measured data, GIS methods and ecological economics methods are used, The value of water resources service in the cryosphere in the source area of the river and river is quantified, and all its data are subject to quality control.",
            "descriptionCn": "青藏高原被誉为“亚洲水塔”，是东南亚众多河流的源区，其提供的径流作为重要的、易获取的水资源，维系着周边数十亿人口的生产生活，支撑着生态系统的多样性。青藏高原五大河源区冰川径流数据集覆盖时间从2005年到2010年，时间分辨率为每5年一期，覆盖范围为青藏高原五条大江大河源区（黄河源，长江源，澜沧江源，怒江源，雅鲁藏布江源），空间分辨率为1km，以多源遥感、模拟、统计和实测数据为基础，使用GIS方法和生态经济学方法结合，量化了江河源区冰冻圈水资源服务的价值，其所有数据进行了质量控制。",
            "instructions": "The spatial distribution of water resources service value in the cryosphere of the five river source areas of the Qinghai Tibet Plateau is stored in the form of maps, which can be opened by ArcGIS.",
            "instructionsCn": "青藏高原5大河源区冰冻圈水资源服务价值空间分布以图件格式存储，可用Arcgis打开。",
            "east": 104.0,
            "west": 81.0,
            "south": 27.0,
            "north": 37.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 17698296.0,
            "cstr": "18406.11.Terre.tpdc.272702",
            "doi": "10.11888/Terre.tpdc.272702",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王世金",
                "nameEn": "WANG Shijin ",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Projecting climate change impacts on hydrological processes on the Tibetan Plateau with model calibration against the glacier inventory data and observed stream flow",
                "referenceCn": null,
                "referenceEn": "Wang, S.J., Zhao, Q.D., & Pu, T. (2021). Assessment of Water Stress Level about Global Glacier-Covered Arid Areas: A Case Study in the Shule River Basin, Northwestern China. Journal of Hydrology: Regional Studies, 37, doi.org/10.1016/j.ejrh.2021.100895."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "冰冻圈生态评价",
                "nameEn": "Ecological assessment in Cryosphere"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "青藏高原",
                "nameEn": "Qinghai-Tibet Plateau"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibet plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2005，2010",
                "keywordEn": "2005，2010",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and characteristics of data collection methods used for assessing the value of cryospheric water resources services in the river source regions of the Qinghai-Tibet Plateau between 2005 and 2010?",
                "QuestionCn": "评估青藏高原河流源区冰冻圈水资源服务价值的数据收集方法的特征和特点是什么，时间范围为2005年至2010年？",
                "AnswerEn": "integration of multiple sources, remote sensing, simulations, statistical data, field measurements, GIS, ecological economics approaches, data quality control measures, spatial resolution 1km, temporal resolution every five years, source regions of five major rivers",
                "AnswerCn": "整合多种来源、遥感、模拟、统计数据、实地测量、GIS、生态经济学方法、数据质量控制措施、空间分辨率1公里、时间分辨率每五年、五大河流的源头区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of the data collection for glacier runoff in the river source areas on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原河流源区，冰川径流数据收集的时间分辨率是多少？",
                "AnswerEn": "5 years",
                "AnswerCn": "5年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'GIS method' in the context of quantifying water resource service value in river source regions?",
                "QuestionCn": "在河流源头地区量化水资源服务价值的背景下，“GIS方法”指的是地理信息系统方法。",
                "AnswerEn": "In the context of quantifying water resource service value in river source regions, 'GIS method' refers to the use of Geographic Information System technology to analyze spatial data and combine different types of data such as remote sensing, simulation, statistical, and observational data. This method allows researchers to create detailed spatial distributions and quantify the value of cryospheric water resources services over large and remote areas like the river source regions of the Qinghai-Tibet Plateau.",
                "AnswerCn": "在量化河流源区水资源服务价值的背景下，“GIS方法”是指利用地理信息系统技术分析空间数据，并结合遥感、模拟、统计和观测等不同类型的数据。这种方法使研究人员能够创建详细的空间分布，并量化像青藏 Plateau这样的河流源区的冰冻圈水资源服务的价值。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using GIS and ecological economics compare to traditional hydrological data measurement techniques in assessing the value of cryosphere water resources in river source regions?",
                "QuestionCn": "使用GIS和生态经济学的数据收集方法在评估河流源地区冰冻圈水资源的价值方面，与传统的水文数据测量技术相比，有何不同？",
                "AnswerEn": "A dataset utilizes GIS methods and ecological economics to quantify the value of cryosphere water resources in river source regions on the Tibetan Plateau, whereas traditional hydrological data measurement techniques typically rely on direct observation and measurements of water flow, volume, and quality. The GIS and ecological economics approach integrates multiple data sources such as remote sensing, simulations, statistics, and actual measurements, enabling a spatially distributed analysis with a high resolution of 1 km. This method provides a comprehensive understanding of the spatial distribution of water resource values, which may not be as easily captured by traditional methods that might focus more on localized or point-specific data collection.",
                "AnswerCn": "一个数据集利用GIS方法和生态经济学量化了青藏高原河流源区冰冻圈水资源的价值，而传统的水文数据测量技术通常依赖于对水流、体积和质量的直接观察和测量。GIS和生态经济学方法整合了多种数据源，如遥感、模拟、统计和实际测量，使得能够进行高分辨率为1公里的空间分布分析。这种方法提供了对水资源价值空间分布的全面理解，而传统方法可能更侧重于局部或点特定的数据收集，难以捕捉到这种全面性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in quantifying the value of cryosphere water resource services in the river source regions of the Tibetan Plateau?",
                "QuestionCn": "在青藏 Plateau 的河流源头地区，量化冰冻圈水资源服务价值的挑战因素包括哪些？",
                "AnswerEn": "The quantification of cryosphere water resource services in the Tibetan Plateau river source regions involves multiple challenges, including the integration of diverse data sources such as remote sensing, simulation, statistical, and measured data. The process requires careful GIS and ecological economics methods to ensure accurate spatial resolution and temporal representation. Additionally, ensuring data quality control is crucial due to the complex terrain and dynamic environmental conditions in the region.",
                "AnswerCn": "对青藏高原河流源区冰冻圈水资源服务的量化涉及多个挑战，包括整合遥感、模拟、统计和实测数据等多种数据源。该过程需要仔细运用GIS和生态经济学方法，以确保准确的空间分辨率和时间表现。此外，由于该地区复杂的地形和动态的环境条件，确保数据质量控制至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind developing a dataset on the spatial distribution of cryosphere water resources service value in the source regions of the five major rivers on the Qinghai-Tibet Plateau from 2005 to 2010?",
                "QuestionCn": "开发关于2005年至2010年青藏高原五大河流源头地区冰冻圈水资源服务价值空间分布的数据集的目标是什么？",
                "AnswerEn": "The objectives include quantifying the value of cryosphere water resources services in the river source regions using GIS and ecological economic methods, providing crucial insights for managing water resources that support billions of people and diverse ecosystems in Southeast Asia, and ensuring data quality through comprehensive control measures.",
                "AnswerCn": "目标包括利用GIS和生态经济方法量化冰冻圈水资源服务在河流源头地区的价值，为管理支持数十亿人和东南亚多样生态系统的水资源提供重要见解，并通过全面控制措施确保数据质量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and technologies are utilized to integrate multi-source remote sensing data, simulation, statistical, and field measurement data to assess the value of cryospheric water resources in the headwaters of major Asian rivers on the Tibetan Plateau?",
                "QuestionCn": "用于整合多源遥感数据、模拟数据、统计数据和实地测量数据，以评估青藏高原主要亚洲河流源头冰冻水资源价值的程序和技术有哪些？",
                "AnswerEn": "The process involves using GIS methods combined with ecological economics approaches to quantify the value of cryospheric water resources. Data collection spans from 2005 to 2010, with a temporal resolution of every five years, and covers the headwater regions of five major rivers: the Yellow River, Yangtze River, Lancang River, Nu River, and Yarlung Zangbo River. The spatial resolution is set at 1 km. Comprehensive quality control is applied to ensure the reliability of the data.",
                "AnswerCn": "该过程涉及使用GIS方法结合生态经济学方法来量化冰冻水资源的价值。数据收集时间跨度为2005年至2010年，时间分辨率为每五年一次，覆盖五大河流的源头地区：黄河、长江、澜沧江、怒江和雅鲁藏布江。空间分辨率设定为1公里。应用全面的质量控制以确保数据的可靠性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}