{
    "id": "fdc4b8b9-585c-469d-8456-2c7de003f69b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of reproductive strategies of desert plant population in Hexi region of Gansu province (2004-2006)",
            "titleCn": "甘肃河西地区荒漠植物种群繁殖对策数据集（2004-2006）",
            "description": "The research project on the breeding strategies of desert plants in hexi region of gansu province belongs to the national natural science foundation \"environment and ecological science in western China\" major research plan, led by professor an lizhe of lanzhou university. The project runs from January 2004 to December 2007.\nRemittance data of the project:\n1. Effect of super - dry preservation on seeds\nThe data is in Word format and contains a lot of analysis charts. A comparative study was conducted on the changes of vitality of overlord seeds and rhizoma coptidis seeds stored at 45℃, room temperature and 15℃ respectively, and the effects of dampening treatment, artificial aging and ultra-dry treatment on electrical conductivity and physiological activity indexes of seeds were conducted.The details are as follows:\nEnergy change of seeds was preserved at 45℃\nFIG. 1 germination rate (%) of overlord seeds stored at 45℃、FIG. 2 germination index of overlord seeds stored at 45℃、FIG. 3 vigor index of the seeds stored at 45℃.\nChange of seed vigor at room temperature\nFIG. 4 germination rate (%) of overlord seeds stored at room temperature、FIG. 5 germination index of overlord seeds stored at room temperature、FIG. 6 vigor index of overlord seeds preserved at room temperature.\n15℃ preservation of seed vitality changes\nFIG. 7 germination rate of overlord seeds stored at 15℃ (%)、FIG. 8 germination index of alba seeds stored at 15℃、FIG. 9 vigor index of the seeds stored at 15℃.\nChanges of seed vigor of rhizoma coryzae at 45℃\nFIG. 10 germination rate (%) of rhizoma coptidis seeds stored at 45℃、FIG. 11 germination index of the seeds of rhizoma coryzae at 45℃、FIG. 12 vigor index of seeds of corydalis corydalis preserved at 45℃.\nChanges of seed vigor of rhizoma coryzae at room temperature\nFIG. 13 germination rate (%) of rhizoma corydalis seeds preserved at room temperature、FIG. 14 germination index of seeds preserved at room temperature、FIG. 15 vigor index of seeds of corydalis corydalis preserved at room temperature\nChanges of seed vigor of rhizoma corydalis in 15℃ storage\nFIG. 16 germination rate (%) of rhizoma coptidis seeds stored at 15℃、FIG. 17 germination index of the seeds of rhizoma coptidis preserved at 15℃、FIG. 18 vigor index of seeds of corydalis sativus preserved at 15℃\nEffect of slow wetting treatment on relative conductivity of seeds\nFIG. 28 changes in the relative conductivity of arrobatus seeds without dampening treatment、FIG. 29 changes of relative conductivity of overlord seeds after slow wetting treatment、FIG. 31 changes of relative electrical conductivity of seeds of rhizoma coryzae after dampening treatment\nEffects of artificial aging treatment on seed of archaea chinensis l\nFIG. 34 effects of artificial aging treatment on germination rate of overlord seeds、FIG. 35 effect of artificial aging treatment on seed vigor index、FIG. 36 effects of artificial aging treatment on the relative conductivity of overlord seeds\nEffects of artificial aging treatment on seeds of coryza sativa l\nFIG. 37 effect of artificial aging treatment on germination rate of seeds of coryza sativa l、FIG. 38 effect of artificial aging treatment on seed vigor index of rhizoma coryzae、FIG. 39 effects of artificial aging treatment on the relative electrical conductivity of the seeds of coryza sativa l\nEffects of artificial aging on the content of aldehydes in seeds after 15 days\nFIG. 52 effects of artificial aging treatment on the content of aldehydes in the seeds after 15 day、FIG. 53 effects of artificial aging treatment on the content of aldehydes in seeds of prunus chinense after 15 days,\nEffect of super - dry treatment on physiological activity index of seed\nTable 31 effect of super - dry treatment on physiological activity index of monkshood seed\nTable 32 influence of hyperdrying treatment on physiological activity index of seeds of coryza sativa l\n2. Micromorphological and structural characteristics of the skin of desert plants (including experimental conditions, microscopic images of the skin microstructure and analysis of distribution of 47 plants, genus, species code, list of length and weight of long and short axes of seeds, and list of seed elements)",
            "descriptionCn": "甘肃河西地区荒漠植物种群繁殖对策的研究项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为兰州大学安黎哲教授，项目运行时间为2004.1-2007.12。\n该项目汇交数据：\n1. 超干保存对种子的影响 \n该数据为Word格式，里边包含很多分析图，对霸王种子和黄花补血草种子分别采用45℃、室温和15℃保存下的活力变化对比研究，分别采用缓湿处理、人工老化和超干处理对电导率和种子生理活性指标等影响的对比研究。具体如下： \n45℃保存霸王种子活力变化 \n  图1 霸王种子保存在45℃的发芽率（%） 、 图2 霸王种子保存在45℃的发芽指数、  图3 霸王种子保存在45℃的活力指数 \n室温保存霸王种子活力变化 \n  图4 霸王种子保存在室温的发芽率（%） 、 图5 霸王种子保存在室温的发芽指数 、 图6 霸王种子保存在室温的活力指数 \n15℃保存霸王种子活力变化 \n  图7 霸王种子保存在15℃的发芽率（%） 、 图8 霸王种子保存在15℃的发芽指数 、 图9 霸王种子保存在15℃的活力指数 \n45℃保存黄花补血草种子活力变化 \n  图10 黄花补血草种子保存在45℃的发芽率（%） 、 图11 黄花补血草种子保存在45℃的发芽指数 、图12 黄花补血草种子保存在45℃的活力指数 \n室温保存黄花补血草种子活力变化 \n  图13 黄花补血草种子保存在室温的发芽率（%） 、 图14 黄花补血草种子保存在室温的发芽指数 、 图15 黄花补血草种子保存在室温的活力指数 \n15℃保存黄花补血草种子活力变化 \n  图16 黄花补血草种子保存在15℃的发芽率（%） 、 图17 黄花补血草种子保存在15℃的发芽指数 、图18 黄花补血草种子保存在15℃的活力指数 \n缓湿处理对种子相对电导率的影响 \n  图28 霸王种子未经缓湿处理相对电导率的变化 、图29 霸王种子经缓湿处理相对电导率的变化 、 图31 黄花补血草种子经缓湿处理相对电导率的变化 \n人工老化处理对霸王种子的影响 \n  图34 人工老化处理对霸王种子发芽率的影响 、图35 人工老化处理对霸王种子活力指数的影响 、 图36 人工老化处理对霸王种子相对电导率的影响 \n人工老化处理对黄花补血草种子的影响 \n  图37 人工老化处理对黄花补血草种子发芽率的影响 、 图38 人工老化处理对黄花补血草种子活力指数的影响 、 图39 人工老化处理对黄花补血草种子相对电导率的影响 \n人工老化处理15天后对种子醛类物质含量的影响 \n  图52 人工老化处理15天后对霸王种子醛类物质含量的影响 、 图53 人工老化处理15天后对黄花补血草种子醛类物质含量的影响 \n超干处理对种子生理活性指标的影响 \n  表31 超干处理对霸王种子生理活性指标的影响 \n  表32 超干处理对黄花补血草种子生理活性指标的影响 \n2.荒漠植物种皮微形态结构特征 （包括实验条件、种皮微结构电镜图片及分析 47种植物分布，种属，物种代码，种子长轴，短轴长度及重量列表、种皮元素成分表）word文档",
            "instructions": "File name: the data is stored in doc format. The file name is \"characteristics of skin micromorphology and structure of desert plants. Doc\" and \"effects of ultra-dry preservation on seeds. Doc\".\nData reading: it can be read by Office, Wps and other Office software.",
            "instructionsCn": "文件命名：数据以文档doc格式存储，文件名称“荒漠植物种皮微形态结构特征.doc”，“超干保存对种子的影响.doc”\n数据读取：可以用Office、Wps等办公软件读取。",
            "east": 108.8,
            "west": 92.73,
            "south": 35.57,
            "north": 42.88,
            "startTime": "2004-01-06 16:00:00",
            "endTime": "2007-01-06 03:59:59",
            "fileSize": 4625920.0,
            "cstr": "18406.11.Ecolo.tpdc.270629",
            "doi": "10.11888/Ecolo.tpdc.270629",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "安黎哲",
                "nameEn": "AN lizhe",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "荒漠植物种子超干保存及种皮微结构特征信息",
                "titleEn": null,
                "referenceCn": "安黎哲等, 2009. 荒漠植物种子超干保存及种皮微结构特征信息,兰州大学",
                "referenceEn": null
            },
            {
                "titleCn": "蒙古沙冬青和霸王种子超干保存效果的研究",
                "titleEn": null,
                "referenceCn": "李毅, 徐世健, 冯虎元, 杨晓明, 李永才, & 陈拓, et al. (2007). 蒙古沙冬青和霸王种子超干保存效果的研究. 中国沙漠, 27(4), 579-583.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Physiological Responses of Limonium aureum Seeds to Ultra-dry",
                "referenceCn": null,
                "referenceEn": "Li, Y, An, L.Z. (2007). Physiological Responses of Limonium aureum Seeds to Ultra-dry. Journal of Integrative Plant Biology, 49(5), 569-575."
            },
            {
                "titleCn": "两种圆柏属植物不同季节显微和超微结构变化与耐寒性的关系",
                "titleEn": null,
                "referenceCn": "张有福, 陈银萍, 张满效, 陈拓, & 安黎哲. (2006). 两种圆柏属植物不同季节显微和超微结构变化与耐寒性的关系. 应用生态学报, 17(8), 1393-1397.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Seasonal and annual variation of osmotic solute and stable carbon isotope composition in leaves of endangered desert evergreen shrub Ammopiptanthus mongolicus",
                "referenceCn": null,
                "referenceEn": "Gao, T. P. , Chen, T. , Feng, H. Y. , An, L. Z. , Xu, S. J. , & Wang, X. L. . (2006). Seasonal and annual variation of osmotic solute and stable carbon isotope composition in leaves of endangered desert evergreen shrub ammopiptanthus mongolicus. South African Journal of Botany, 72(4), 570-578."
            },
            {
                "titleCn": null,
                "titleEn": "Effects of nitric oxide on growth of maize seedling leaves in the presence or absence of ultraviolet-B radiation",
                "referenceCn": null,
                "referenceEn": "An, L. , Liu, Y. , Zhang, M. , Chen, T. , & Wang, X. . (2005). Effects of nitric oxide on growth of maize seedling leaves in the presence or absence of ultraviolet-b radiation. JOURNAL OF PLANT PHYSIOLOGY, 162(3), 317-326."
            },
            {
                "titleCn": "植物质膜H+ 2ATPase 的研究进展",
                "titleEn": null,
                "referenceCn": "杨颖丽, 杨宁, 安黎哲, & 张立新. (2006). 植物质膜h^+-atpase的研究进展. 西北植物学报, 26(11), 2388-2396.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Analysis of the genetic diversity and relationships among and within species of Hippophae (Elaeagnaceae) based on RAPD markers",
                "referenceCn": null,
                "referenceEn": "Sheng, H. M. , An, L. Z. , Chen, T. , Xu, S. J. , Liu, G. X. , & Zheng, X. L. , et al. (2006). Analysis of the genetic diversity and relationships among and within species ofhippophae(elaeagnaceae) based on rapd markers. Plant Systematics and Evolution, 260(1), 25-37."
            },
            {
                "titleCn": null,
                "titleEn": "Relation of several antioxidant enzymes to rapid freezing resistance in suspension cultured cells from alpine Chorispora bungeana",
                "referenceCn": null,
                "referenceEn": "Guo, F. , Zhang, M. , Chen, Y. , Zhang, W. , Xu, S. , & Wang, J. , et al. (2006). Relation of several antioxidant enzymes to rapid freezing resistance in suspension cultured cells from alpine chorispora bungeana. CRYOBIOLOGY, 52(2), 241-250."
            },
            {
                "titleCn": "锦鸡儿属植物抗旱性与叶片显微结构、稳定性碳同位素和脯氨酸含量的关系",
                "titleEn": null,
                "referenceCn": "张有福, 陈拓, 张满效, & 安黎哲. (2006). 锦鸡儿属植物抗旱性与叶片显微结构稳定性碳同位素和脯氨酸质量分数的关系研究. 兰州大学学报(05), 145-146.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被动态",
                "nameEn": "Vegetation dynamics"
            },
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            },
            {
                "nameCn": "物种",
                "nameEn": "Species"
            },
            {
                "nameCn": "荒漠生态系统",
                "nameEn": "Desert ecosystem"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "河西",
                "keywordEn": "Hexi"
            },
            {
                "keywordCn": "甘肃省",
                "keywordEn": "Gansu Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2004-2006",
                "keywordEn": "2004-2006",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties and characteristics of data collection methods used for studying desert plant population reproductive strategies?",
                "QuestionCn": "研究沙漠植物种群繁殖策略的数据收集方法的属性和特征是什么？",
                "AnswerEn": "germination rate, germination index, vigor index, relative conductivity, physiological activity indicators, seed coat microstructure characteristics, plant distribution, species codes, seed dimensions, seed weight, seed coat elemental composition",
                "AnswerCn": "发芽率、发芽指数、活力指数、相对电导率、生理活动指标、种皮微观结构特征、植物分布、物种代码、种子尺寸、种子重量、种皮元素组成",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of temperature conditions used for seed preservation in a dataset related to desert plant reproduction strategies?",
                "QuestionCn": "在与沙漠植物繁殖策略相关的数据集中，用于种子保存的温度条件总数是多少？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are the key considerations when evaluating the effects of storage temperature on seed viability in desert plant populations?",
                "QuestionCn": "在评估储存温度对沙漠植物种群种子活力的影响时，关键考虑因素包括：",
                "AnswerEn": "Key considerations include analyzing the germination rate, germination index, and vigor index of seeds stored at different temperatures (45℃, room temperature, and 15℃). Additionally, the impact of treatments such as slow moistening, artificial aging, and ultra-dry processing on seed physiological activity indicators is assessed.",
                "AnswerCn": "关键考虑因素包括分析在不同温度（45℃、室温和15℃）下储存的种子的发芽率、发芽指数和活力指数。此外，还评估了慢湿润、人工老化和超干处理等处理对种子生理活性指标的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods of seed viability assessment under different temperature conditions compare to those used in evaluating the effects of artificial aging on seed physiological activity?",
                "QuestionCn": "在不同温度条件下的种子活力评估方法与评估人工老化对种子生理活性的影响的方法相比，如何？",
                "AnswerEn": "The methods of seed viability assessment under different temperature conditions involve analyzing the germination rate, germination index, and vigor index of seeds stored at 45℃, room temperature, and 15℃. In contrast, evaluating the effects of artificial aging on seed physiological activity involves assessing changes in germination rate, vigor index, and relative conductivity, along with the content of aldehyde substances after 15 days of aging. Both methods aim to study seed performance under stress but focus on different environmental and induced stress factors.",
                "AnswerCn": "种子活力评估的方法在不同温度条件下涉及分析在45℃、室温和15℃下储存的种子的发芽率、发芽指数和活力指数。相比之下，评估人工老化对种子生理活性的影响则涉及在老化15天后评估发芽率、活力指数、相对导电率以及醛类物质的含量变化。这两种方法旨在研究种子在压力下的表现，但关注不同的环境和诱导压力因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the variability in seed vitality when stored at different temperatures for desert plant species in arid regions?",
                "QuestionCn": "在干旱地区，沙漠植物种类的种子活力在不同温度储存时的变异性受哪些因素影响？",
                "AnswerEn": "Variability in seed vitality is influenced by the storage temperatures of 45℃, room temperature, and 15℃, affecting germination rates, germination indices, and vitality indices for the seeds of desert plants like 霸王 (Bawang) and 黄花补血草 (Huanghua Buxuecao).",
                "AnswerCn": "种子活力的变异性受到45℃、室温和15℃储存温度的影响，这影响了沙漠植物如霸王和黄花补血草的发芽率、发芽指数和活力指数。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of storing seeds at different temperatures on their viability and germination rates?",
                "QuestionCn": "将种子存储在不同温度下对其活力和发芽率的潜在影响是什么？",
                "AnswerEn": "The effects of storing seeds at different temperatures, such as 45°C, room temperature, and 15°C, can impact their viability and germination rates. For example, varying storage temperatures can alter the germination percentage, germination index, and activity index of seeds, affecting their overall viability.",
                "AnswerCn": "储存种子在不同温度下，如45°C、室温和15°C，会影响它们的活力和发芽率。例如，不同的储存温度可以改变发芽百分比、发芽指数和活性指数，从而影响种子的整体活力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the motivations for investigating the impact of storage conditions such as temperature on seed vitality in desert plant populations?",
                "QuestionCn": "研究储存条件（如温度）对沙漠植物种子活力影响的动机是什么？",
                "AnswerEn": "The goal is to understand how different storage temperatures affect the germination rate, germination index, and vitality index of seeds from desert plants like 霸王种子 and 黄花补血草种子, which can provide insights into their reproductive strategies and help in the conservation and management of these species in the harsh environmental conditions of the 甘肃河西地区.",
                "AnswerCn": "目标是了解不同储存温度如何影响沙漠植物种子（如霸王种子和黄花补血草种子）的发芽率、发芽指数和活力指数，这可以为它们的繁殖策略提供见解，并有助于在甘肃河西地区恶劣环境条件下对这些物种的保护和管理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in assessing the impact of different storage conditions on seed vitality in desert plant species?",
                "QuestionCn": "评估不同储存条件对沙漠植物种子活力影响的程序步骤包括：",
                "AnswerEn": "The procedural steps include storing seeds at varying temperatures (45℃, room temperature, and 15℃) and assessing changes in germination rate, germination index, and vitality index over time. Additionally, seeds undergo treatments such as slow moistening, artificial aging, and ultra-dry treatment to study their effects on relative conductivity and physiological activity indicators.",
                "AnswerCn": "程序步骤包括在不同温度（45℃、室温和15℃）下储存种子，并评估发芽率、发芽指数和活力指数随时间的变化。此外，种子还经过慢湿润、人工老化和超干处理，以研究它们对相对电导率和生理活性指标的影响。",
                "Level": "C3(Applying)"
            }
        ]
    }
}