{
  "id": "fe041265-fa3a-46b1-99b1-7b6cb4d736ec",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-eddy covariance system-10m tower, 2022)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-涡动相关仪（10m塔）-2022",
      "description": "This dataset contains the flux measurements from the Huailai station eddy covariance system (EC) from January 1 to December 31 in 2022. The site (115.7880° E, 40.3491°N) was located in the maize surface, near Donghuayuan town of Huailai city in Hebei Province. The elevation is 480 m. The EC was installed at a height of 5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500A) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC) (class 1 to 9). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Guo et al. (2020) (for sites information), Liu et al. (2013) for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2022年1月1日至2022年12月31日的10m塔涡动相关仪观测数据。站点位于河北省怀来县东花园镇，下垫面水浇地玉米。观测点的经纬度是115.7880E, 40.3491N，海拔480m。涡动相关仪的采集频率是10Hz，架高为5 m，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪（Li7500A）之间的距离是15 cm。\n发布的数据是采用Eddypro软件对原始采集的10Hz数据进行后处理得到的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对处理后输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于10%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n涡动相关仪发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（K），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度，感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（较插补数据好）；9数据质量差）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n观测试验或站点信息请参考Guo et al.(2020)，数据处理请参考Liu et al. (2013)。",
      "instructions": "Year+Site+Instrument",
      "instructionsCn": "年份+观测站点+观测仪器",
      "east": 115.788,
      "west": 115.788,
      "south": 40.3491,
      "north": 40.3491,
      "startTime": "2022-01-01 12:43:23",
      "endTime": "2022-12-31 12:43:23",
      "fileSize": 2591842.0,
      "cstr": "18406.11.Atmos.tpdc.300807",
      "doi": "10.11888/Atmos.tpdc.300807",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
        "referenceCn": null,
        "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "怀来县",
        "keywordEn": "Huailai"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2022",
        "keywordEn": "2022",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method involve using the Eddypro software for post-processing of the original 10Hz data to obtain 30-minute interval data?",
        "QuestionCn": "数据收集方法是否涉及使用Eddypro软件对原始10Hz数据进行后处理，以获得30分钟间隔的数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method using an eddy covariance system for measuring surface fluxes and meteorological variables in a specific region during a full calendar year?",
        "QuestionCn": "您能否提供一个使用涡度协方差系统在特定区域测量表面通量和气象变量的全年数据收集方法的示例？",
        "AnswerEn": "Yes, a data collection method involves using an eddy covariance system with a 10m tower to measure surface fluxes and meteorological variables in the Haihe River Basin from January 1, 2022, to December 31, 2022. The site is located in Huailai County, Hebei Province, on irrigated maize fields. The system includes a sonic anemometer (CSAT3) and a CO2/H2O analyzer (Li7500A) with a sampling frequency of 10Hz, mounted at a height of 5m. Data processing includes spike removal, time delay correction, coordinate rotation, frequency response correction, sonic virtual temperature correction, and WPL correction, resulting in 30-minute average flux data.",
        "AnswerCn": "数据收集方法涉及使用一个10米高的涡度协方差系统，在2022年1月1日至2022年12月31日期间测量海河流域的表面通量和气象变量。该站点位于河北省怀来县的灌溉玉米田。系统包括一个声学风速仪（CSAT3）和一个CO2/H2O分析仪（Li7500A），采样频率为10Hz，安装在5米的高度。数据处理包括去除尖峰值、时间延迟校正、坐标旋转、频率响应校正、声学虚温校正和WPL校正，最终得到30分钟平均通量数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of observational data collected using an eddy covariance system at a 10m tower in a maize field?",
        "QuestionCn": "在玉米田中使用10米高塔的涡度协方差系统收集的观测数据的特征是什么？",
        "AnswerEn": "10Hz frequency, 30-minute averages, wind direction, horizontal wind speed, lateral wind speed standard deviation, sonic virtual temperature, water vapor density, carbon dioxide concentration, friction velocity, Obukhov length, sensible heat flux, latent heat flux, carbon dioxide flux, nine data quality levels, missing data marked as -6999",
        "AnswerCn": "10Hz频率，30分钟平均，风向，水平风速，横向风速标准差，声速虚温，水汽密度，二氧化碳浓度，摩擦速度，Obukhov长度，感热通量，潜热通量，二氧化碳通量，九个数据质量等级，缺失数据标记为-6999",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many data points are collected per day by a 10m tower eddy covariance system in a dataset focusing on surface fluxes and meteorological elements?",
        "QuestionCn": "一个10米高的涡度协方差系统在关注表面通量和气象元素的数据集中每天收集多少个数据点？",
        "AnswerEn": "48",
        "AnswerCn": "48",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'eddy covariance technique' mean in the context of measuring surface fluxes and meteorological factors?",
        "QuestionCn": "在测量地表通量和气象因素的背景下，“涡度相关技术”是什么意思？",
        "AnswerEn": "The eddy covariance technique is a method used to measure and calculate vertical turbulent fluxes within the atmosphere, such as heat, water vapor, and carbon dioxide. It involves the use of instruments like sonic anemometers and gas analyzers to capture data at high frequencies (e.g., 10Hz) and is processed to provide average flux values over a specified period, such as 30 minutes. Key steps in data processing include outlier removal, time delay correction, coordinate rotation, frequency response correction, virtual temperature correction, and density (WPL) correction.",
        "AnswerCn": "涡度协方差技术是一种用于测量和计算大气中垂直湍流通量的方法，例如热量、水蒸气和二氧化碳。它涉及使用声学风速仪和气体分析仪等仪器，以高频率（例如10Hz）捕获数据，并经过处理以提供指定时间段（如30分钟）的平均通量值。数据处理的关键步骤包括异常值去除、时间延迟校正、坐标旋转、频率响应校正、虚拟温度校正和密度（WPL）校正。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on data quality and accuracy when employing Eddypro software for post-processing raw 10Hz data into 30-minute intervals in a dataset?",
        "QuestionCn": "在使用Eddypro软件将原始10Hz数据后处理为30分钟间隔的数据集时，数据质量和准确性可能会受到哪些潜在影响？",
        "AnswerEn": "When employing Eddypro software for post-processing raw 10Hz data into 30-minute intervals, the potential effects on data quality and accuracy include improved data reliability through steps such as outlier removal, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and WPL correction. This process also involves quality evaluation of flux values based on atmospheric stability and turbulence similarity characteristics, potentially increasing data validity and consistency by excluding faulty instrument data, data affected by precipitation, data with high missing rates, and data with weak nocturnal turbulence.",
        "AnswerCn": "在使用Eddypro软件将原始10Hz数据后处理为30分钟间隔时，对数据质量和准确性的潜在影响包括通过以下步骤提高数据的可靠性：异常值去除、延迟时间修正、坐标旋转、频率响应修正、超声波虚拟温度修正和WPL修正。该过程还涉及基于大气稳定性和湍流相似性特征对通量值的质量评估，可能通过排除故障仪器数据、受降水影响的数据、高缺失率的数据以及弱夜间湍流的数据，从而提高数据的有效性和一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to ensure the quality and accuracy of data collected by eddy covariance instruments in a dataset focused on surface fluxes and meteorological factors?",
        "QuestionCn": "哪些程序用于确保以地表通量和气象因素为重点的数据集中涡度相关仪器收集的数据的质量和准确性？",
        "AnswerEn": "The procedures used to ensure data quality and accuracy include: despiking to remove wild values, time delay correction, coordinate rotation (double coordinate rotation), frequency response correction, virtual temperature correction, and density (WPL) correction. The flux values undergo quality assessment based on atmospheric stability and turbulence similarity characteristics. The data is further filtered by removing erroneous instrument data, data an hour before and after precipitation, data with a missing rate greater than 10% in 30-minute intervals, and weak turbulence data at night (u* less than 0.1 m/s).",
        "AnswerCn": "确保数据质量和准确性所采用的程序包括：去除异常值的去尖峰处理、时间延迟修正、坐标旋转（双坐标旋转）、频率响应修正、虚拟温度修正和密度（WPL）修正。通量值根据大气稳定性和湍流相似性特征进行质量评估。数据进一步过滤，去除错误的仪器数据、降水前后一个小时的数据、在30分钟间隔内缺失率超过10%的数据，以及夜间弱湍流数据（u*小于0.1 m/s）。",
        "Level": "C3(Applying)"
      }
    ]
  }
}