{
    "id": "ffb11279-73be-4560-8ce7-38e87308ecfb",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "China historical land use data set (1990-2015)",
            "titleCn": "中国历史土地利用数据集（1990-2015逐年）",
            "description": "Provide detailed spatial distribution of land cover types in China from 1990 to 2015, with spatial accuracy of 0.25 ° and geographic coordinate system of WGS84. Each grid shows the ratio of land use type to grid area (0-1). The data comes from the global land use spatial distribution map of the University of Maryland. The historical homogenized land use data of China is obtained by linear interpolation of the original data, extraction of Chinese regional mask and transformation of coordinate system, and saved in geotiff file format. The methods and standards of data over the years are consistent, the coverage is complete, and the collection and processing process is traceable and reliable. It has realized the homogenization of existing population data products, providing a basis for analyzing the laws of human elements, the interaction mechanism of human elements and natural elements.",
            "descriptionCn": "提供1990-2015年逐年的中国土地覆盖类型详细空间分布状况，空间精度为0.25°，地理坐标系为WGS84。每个栅格显示了土地利用类型占网格面积的比值（0-1之间）。数据来源于马里兰大学的全球土地利用空间分布图，对原始数据进行时间线性插值、中国区域掩膜提取以及坐标系转换后得到历史均一化中国土地利用数据，以geotiff文件格式保存。历年数据的方法、标准一致，覆盖范围完整，采集处理过程可溯、可靠。实现了现有人口数据产品的均一化，为分析人文要素规律、人文要素和自然要素的相互作用机制提供基础。",
            "instructions": "File name: land use data is stored in GeoTIFF format. The file name is \"landusetype_yyyy. TIF\", where landusetype stands for land use type and yyyy stands for year. For example, c3ann_ 1990. TIF represents the land distribution for planting annual C3 crops in China in 1990.\nData reading method: it can be opened with ArcGIS, R / Python and other programming languages. Each grid shows the ratio of land use type to grid area (between 0 and 1).",
            "instructionsCn": "文件命名：土地利用数据以geotiff格式存储，文件的名称为“LandUseType_yyyy.tif”，其中LandUseType代表土地利用类型，yyyy代表年。比如c3ann_1990.tif代表1990年中国用于种植一年生C3作物的土地分布状况。\n数据读取方式：可用ArcGIS及R/Python等编程语言打开。每个栅格显示了土地利用类型占网格面积的比值（0-1之间）。",
            "east": 135.0,
            "west": 73.25,
            "south": 7.25,
            "north": 53.75,
            "startTime": null,
            "endTime": null,
            "fileSize": 9864096.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王灿",
                "nameEn": "WANG Can ",
                "unitEn": "School of Environment, Tsinghua University",
                "unitCn": "清华大学环境学院"
            },
            {
                "nameCn": "王嘉琛",
                "nameEn": "WANG Jiachen ",
                "unitEn": "School of Environment, Tsinghua University",
                "unitCn": "清华大学环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Harmonization of global land use change and management for the period 850–2100 (LUH2) for CMIP6",
                "referenceCn": null,
                "referenceEn": "Hurtt, G.C., Chini, L., Sahajpal, R., Frolking, S., Bodirsky, B.L., Calvin, K., & Zhang, X, et al. (2020). Harmonization of global land use change and management for the period 850–2100 (LUH2) for CMIP6. Geoscientific Model Development, 13(11), 5425-5464."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2015",
                "keywordEn": "1990-2015",
                "type": "temporal"
            },
            {
                "keywordCn": "历史",
                "keywordEn": "Historical",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
                "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Anthropogenic land-use and land-cover change activities play a critical role in Earth system dynamics through significant alterations to biogeophysical and biogeochemical properties at local to global scales. Historical land-use activities have been significantly affecting the global carbon budget in both direct and indirect ways and changing Earth’s climate through altering land surface properties (e.g., surface albedo, surface aerodynamic roughness and forest cover). It has been estimated that, during the past 300 years, >50 % of the land surface has been affected by human land-use activities, >25 % of forest has been permanently cleared and 10−44 ×10^6 km^2 of land are recovering from previous human land-use disturbances. Quantiﬁcation of historical land-use and land-cover change (LULCC) is important because it serves as the basis for examining the role of human activities in the global carbon budget and the resulting impacts to Earth’s climate system. Considerable efforts have been devoted to modelling historical land-use states and land-use transitions. However, large uncertainties still exist in the carbon/climate studies based on many of the above LULCC products. Standardization of LULCC data is critical for CMIP6 to simplify intercomparison of the ESMs and facilitate model analysis."
            ],
            "research objective": [
                "To recommend a rule for translating historical land-use changes from the LUH2 for CMIP6 models, this study investigates the impacts of land-use change on land cover by proposing several alternative sets of translation rules, which are then integrated into the Global Land-use Model 2 (GLM2) to simulate the forest cover and carbon dynamics."
            ],
            "challenges": [
                "However, a specific land-use change cannot be unambiguously mapped to a specific land-cover change. However, large uncertainties still exist in the carbon/climate studies based on many of the above LULCC products. For example, the global carbon budget reports that the spread of cumulative LULCC carbon emissions during 1850–2018 estimated by DGVMs are as large as 60 Pg C though all models are forced by the LUH2. LULCC carbon emissions in CMIP5 have an anomalous spike during the years 1950–1960. These anomalous emission estimates by ESMs (hereinafter referred to as the “pasture anomaly”) are caused by an implausible high conversion rate of primary and secondary vegetation to pasture, with the 1950s having double the conversion rate of the 40s or 60s."
            ],
            "methods": [
                "In this study, land-cover change is simulated by performing a modified GLM2 simulation in which the computed land-use transition rates (using the same methodology as LUH2) are supplemented with a set of translation rules to track forest cover change and carbon dynamics at 0.25° spatial resolution. The simulated forest cover and vegetation carbon are then compared with multiple published datasets of land-cover, carbon stock and estimates of land-use change emissions. In this study, two key land-cover properties (i.e., forest cover and vegetation carbon) are simulated by combining historical land-use change with translation rules. When land is converted to cropland, managed pasture and/or rangeland, each translation rule indicates that vegetation in primary and secondary may be cleared or remain intact as the result of land-use changes."
            ],
            "dataset": [
                "The LUH2 dataset was generated with the GLM2, which, like its predecessors, estimates annual sub-grid-cell land-use states and transitions by including multiple constraints such as gridded patterns of historical land use from the HYDE database, historical national wood harvest reconstructions, potential biomass and recovery rates, and others. Diagnostics of contemporary forest cover consist of six widely used satellite-based land-cover and tree coverage datasets and the Global Forest Resources Assessment (FRA) 2015."
            ],
            "findings": [
                "Our analysis shows that this rule is one of three (out of nine) rules that produce comparable estimates of forest cover, vegetation carbon and emissions to independent estimates and also mitigate the anomalously high carbon emissions from land-use change observed in previous studies in the 1950s. According to the three translation rules, contemporary global forest area is estimated to be 37.42 ×10^6 km^2, within the range derived from remote sensing products. Likewise, the estimated carbon stock is in close agreement with reference biomass datasets, particularly over regions with more than 50 % forest cover."
            ],
            "backgroundCn": [
                "人类的土地利用和土地覆盖变化活动在地球系统动态中发挥着关键作用，通过在地方到全球范围内显著改变生物物理和生物化学特性。历史上的土地利用活动以直接和间接的方式显著影响了全球碳预算，并通过改变土地表面特性（例如，表面反照率、表面气动粗糙度和森林覆盖）改变了地球气候。据估计，在过去的300年中，超过50%的陆地表面受到人类土地利用活动的影响，超过25%的森林被永久性清除，10−44 ×10^6平方公里的土地正在从之前的人类土地利用干扰中恢复。量化历史土地利用和土地覆盖变化（LULCC）非常重要，因为它为研究人类活动在全球碳预算中的作用及其对地球气候系统的影响提供了基础。大量努力已投入到建模历史土地利用状态和土地利用转变中。然而，基于许多上述LULCC产品的碳/气候研究仍然存在较大的不确定性。LULCC数据的标准化对于CMIP6至关重要，以简化地球系统模型（ESMs）之间的比较并促进模型分析。"
            ],
            "research objectiveCn": [
                "为了推荐将LUH2中的历史土地利用变化翻译为CMIP6模型的规则，本研究通过提出几组替代翻译规则来调查土地利用变化对土地覆盖的影响，然后将这些规则整合到全球土地利用模型2（GLM2）中，以模拟森林覆盖和碳动态。"
            ],
            "challengesCn": [
                "然而，特定的土地利用变化无法明确映射到特定的土地覆盖变化。然而，基于上述许多LULCC产品的碳/气候研究仍然存在较大的不确定性。例如，全球碳预算报告显示，1850年至2018年期间，由DGVMs估计的累积LULCC碳排放的差异高达60 Pg C，尽管所有模型都以LUH2为强迫条件。CMIP5中的LULCC碳排放在1950年至1960年期间出现了异常峰值。这些由ESMs（以下简称“牧场异常”）产生的异常排放估计是由于将原生和次生植被转化为牧场的转换率过高，1950年代的转换率是40年代或60年代的两倍。"
            ],
            "methodsCn": [
                "在本研究中，通过执行修改后的GLM2模拟来模拟土地覆盖变化，其中计算的土地利用转变率（使用与LUH2相同的方法）被补充了一套翻译规则，以跟踪森林覆盖变化和碳动态，空间分辨率为0.25°。然后将模拟的森林覆盖和植被碳与多个已发布的土地覆盖、碳储量和土地利用变化排放估算数据集进行比较。在本研究中，通过将历史土地利用变化与翻译规则相结合，模拟了两个关键的土地覆盖属性（即森林覆盖和植被碳）。当土地转变为农田、管理牧场和/或放牧地时，每个翻译规则指示在土地利用变化的结果中，原始和次生植被可能被清除或保持完整。"
            ],
            "datasetCn": [
                "LUH2 数据集是通过 GLM2 生成的，GLM2 和其前身一样，通过包括多个约束条件来估计年度子网格单元的土地利用状态和转变，这些约束条件包括来自 HYDE 数据库的历史土地利用的网格化模式、历史国家木材采伐重建、潜在生物量和恢复率等。现代森林覆盖的诊断包括六个广泛使用的基于卫星的土地覆盖和树木覆盖数据集，以及 2015 年的全球森林资源评估（FRA）。"
            ],
            "findingsCn": [
                "我们的分析显示，这条规则是九条规则中三条能够产生与独立估计相当的森林覆盖、植被碳和排放估算的规则之一，并且能够减轻以往研究中观察到的1950年代土地利用变化导致的异常高碳排放。根据这三条转换规则，当代全球森林面积估计为37.42 ×10^6 km^2，处于遥感产品得出的范围内。同样，估计的碳储量与参考生物量数据集非常接近，特别是在森林覆盖率超过50%的地区。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the data collection method used for the historical land-use dataset ensure consistent spatial resolution across all years?",
                "QuestionCn": "用于历史土地利用数据集的数据收集方法能否确保所有年份的一致空间分辨率？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the method used to simulate land-cover change able to track forest cover change and carbon dynamics effectively at 0.25° spatial resolution?",
                "QuestionCn": "用于模拟土地覆盖变化的方法是否能够有效地在0.25°空间分辨率下跟踪森林覆盖变化和碳动态？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which approach is more effective in modeling land-cover change: using translation rules integrated with global land-use models or relying solely on historical land-use data?",
                "QuestionCn": "哪种方法在建模土地覆盖变化方面更有效：使用与全球土地利用模型集成的转换规则，还是仅依赖历史土地利用数据？",
                "AnswerEn": "Using translation rules integrated with global land-use models",
                "AnswerCn": "使用与全球土地利用模型集成的翻译规则",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Do challenges in quantifying land-use change emissions arise more from the methodological approach, the quality of input data, or model assumptions?",
                "QuestionCn": "在量化土地利用变化排放时，挑战更多地来自于方法论的选择、输入数据的质量还是模型假设？",
                "AnswerEn": "methodological approach, model assumptions",
                "AnswerCn": "方法论方法，模型假设",
                "Level": "C5(Evaluating)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to estimate historical land-use states and transitions for land-cover change studies?",
                "QuestionCn": "您能否提供一个用于估计历史土地利用状态和土地覆盖变化研究中转变的数据收集方法的例子？",
                "AnswerEn": "A data collection method used to estimate historical land-use states and transitions involves using the Global Land-use Model 2 (GLM2), which includes multiple constraints such as gridded patterns of historical land use from the HYDE database, historical national wood harvest reconstructions, and potential biomass and recovery rates.",
                "AnswerCn": "一种用于估计历史土地利用状态和转变的数据收集方法涉及使用全球土地利用模型2（GLM2），该模型包括多个约束条件，如来自HYDE数据库的历史土地利用的网格化模式、历史国家木材采伐重建以及潜在的生物量和恢复率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge encountered in modeling historical land-use and land-cover change (LULCC) data?",
                "QuestionCn": "建模历史土地利用和土地覆盖变化（LULCC）数据时遇到的一个挑战是什么？",
                "AnswerEn": "A challenge in modeling historical LULCC data is the large uncertainties that exist in carbon/climate studies, such as the anomalous spike in LULCC carbon emissions reported during the years 1950–1960, which is caused by an implausibly high conversion rate of primary and secondary vegetation to pasture.",
                "AnswerCn": "在建模历史土地利用/土地覆盖变化（LULCC）数据时，一个挑战是碳/气候研究中存在的大量不确定性，例如在1950年至1960年期间报告的LULCC碳排放异常激增，这一现象是由于原生和次生植被转化为牧场的速率过高所导致的。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that aids in the evaluation of forest cover and vegetation carbon dynamics?",
                "QuestionCn": "您能否提供一个有助于评估森林覆盖和植被碳动态的数据集的示例？",
                "AnswerEn": "An example of a dataset that aids in evaluating forest cover and vegetation carbon dynamics is the LUH2 dataset, which is generated using the GLM2 model and includes diagnostics of contemporary forest cover from six widely used satellite-based land-cover and tree coverage datasets, along with the Global Forest Resources Assessment (FRA) 2015.",
                "AnswerCn": "一个有助于评估森林覆盖和植被碳动态的数据集是LUH2数据集，该数据集是使用GLM2模型生成的，包含来自六个广泛使用的基于卫星的土地覆盖和树木覆盖数据集的当代森林覆盖诊断，以及2015年全球森林资源评估（FRA）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the spatial resolution characteristics of historical land-use datasets in China?",
                "QuestionCn": "中国历史土地利用数据集的空间分辨率特征是什么？",
                "AnswerEn": "0.25°, WGS84 system",
                "AnswerCn": "0.25°，WGS84系统",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What methodologies are employed to standardize land-use and land-cover change datasets for model intercomparison?",
                "QuestionCn": "为了对模型进行比较，采用了哪些方法来标准化土地利用和土地覆盖变化数据集？",
                "AnswerEn": "time linear interpolation, extraction using regional masks, coordinate transformation",
                "AnswerCn": "时间线性插值，使用区域掩码进行提取，坐标转换",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution used in a dataset for mapping historical land cover changes?",
                "QuestionCn": "用于映射历史土地覆盖变化的数据集的空间分辨率是什么？",
                "AnswerEn": "0.25°",
                "AnswerCn": "0.25°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What percentage of the global land surface is estimated to have been affected by anthropogenic land-use activities over the past 300 years?",
                "QuestionCn": "估计在过去300年中，全球陆地表面的多少百分比受到人为土地利用活动的影响？",
                "AnswerEn": "50%",
                "AnswerCn": "50%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'standardization of LULCC data' in climate modeling?",
                "QuestionCn": "在气候建模中，“LULCC数据的标准化”是指对土地利用和土地覆盖变化（LULCC）数据进行统一处理和格式化，以确保不同来源和类型的数据可以在模型中一致地使用。这种标准化有助于提高数据的可比性和可靠性，从而增强气候模型的准确性和有效性。",
                "AnswerEn": "Standardization of LULCC data refers to the alignment and simplification of land-use and land-cover change data for their use in Earth System Models (ESMs), which facilitates model analysis and intercomparison, particularly in projects like CMIP6.",
                "AnswerCn": "LULCC数据的标准化是指对土地利用和土地覆盖变化数据进行对齐和简化，以便在地球系统模型（ESMs）中使用，这有助于模型分析和比较，特别是在CMIP6等项目中。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are 'translation rules' in the context of land-use change modeling?",
                "QuestionCn": "在土地利用变化建模的背景下，“翻译规则”是指将不同类型的土地利用或土地覆盖之间的变化进行转换和解释的规则。这些规则帮助模型理解和预测土地利用的变化过程，以及不同因素如何影响这些变化。",
                "AnswerEn": "Translation rules are guidelines used to map land-use changes to land-cover changes in modeling simulations, allowing researchers to track forest cover change and carbon dynamics effectively while mitigating anomalies in carbon emissions estimates.",
                "AnswerCn": "翻译规则是用于将土地利用变化映射到土地覆盖变化的指导方针，在建模模拟中，允许研究人员有效跟踪森林覆盖变化和碳动态，同时减轻碳排放估算中的异常情况。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the spatial resolution of a dataset affect the accuracy of land-use change detection compared to datasets with different resolutions?",
                "QuestionCn": "数据集的空间分辨率如何影响土地利用变化检测的准确性，与不同分辨率的数据集相比。",
                "AnswerEn": "The dataset provides a spatial resolution of 0.25°, which allows detailed tracking of land-use changes and forest cover dynamics. The use of such a resolution helps compare simulated forest cover and vegetation carbon with multiple published datasets, ensuring accurate land-use change detection over time.",
                "AnswerCn": "该数据集提供了0.25°的空间分辨率，能够详细跟踪土地利用变化和森林覆盖动态。使用这样的分辨率有助于将模拟的森林覆盖和植被碳与多个已发布的数据集进行比较，从而确保准确检测土地利用变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do different translation rules for land-use change impact the estimation of forest cover and carbon dynamics compared to using a single rule?",
                "QuestionCn": "不同的土地利用变化翻译规则如何影响森林覆盖和碳动态的估算，与使用单一规则相比？",
                "AnswerEn": "The use of multiple translation rules allows for more accurate simulation of forest cover and carbon dynamics. This approach compares the results with independent estimates and mitigates anomalously high carbon emissions from land-use change observed in previous studies, particularly during the 1950s.",
                "AnswerCn": "使用多种翻译规则可以更准确地模拟森林覆盖和碳动态。这种方法将结果与独立估计进行比较，并减轻了以往研究中观察到的，特别是在1950年代，土地利用变化导致的异常高碳排放。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in data collection constraints between historical datasets like the HYDE database and contemporary satellite-based land-cover datasets?",
                "QuestionCn": "历史数据集如HYDE数据库与当代卫星基础的土地覆盖数据集之间的数据收集约束有哪些不同？",
                "AnswerEn": "Historical datasets such as the HYDE database rely on constraints like historical national wood harvest reconstructions and potential biomass, while contemporary satellite-based datasets provide direct observation data, allowing for diagnostics of contemporary forest cover using multiple widely-used datasets.",
                "AnswerCn": "历史数据集如HYDE数据库依赖于历史国家木材采伐重建和潜在生物量等约束，而当代基于卫星的数据集提供直接观测数据，允许使用多个广泛使用的数据集对当代森林覆盖进行诊断。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the standardization of land-use and land-cover change data improve the reliability of climate and carbon studies?",
                "QuestionCn": "土地利用和土地覆盖变化数据的标准化如何提高气候和碳研究的可靠性？",
                "AnswerEn": "Standardization of land-use and land-cover change data is critical for simplifying intercomparison of Earth System Models (ESMs) and facilitating model analysis, thereby reducing uncertainties in carbon and climate studies.",
                "AnswerCn": "土地利用和土地覆盖变化数据的标准化对于简化地球系统模型（ESMs）之间的比较和促进模型分析至关重要，从而减少碳和气候研究中的不确定性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential impacts of integrating translation rules in simulating land-use transitions on understanding historical land-cover changes?",
                "QuestionCn": "将翻译规则整合到模拟土地利用转变中，对理解历史土地覆盖变化的潜在影响是什么？",
                "AnswerEn": "Integrating translation rules in simulating land-use transitions helps track forest cover change and carbon dynamics, providing estimates that align with independent datasets and mitigating anomalously high carbon emissions observed in previous studies.",
                "AnswerCn": "将翻译规则整合到土地利用转变的模拟中，有助于跟踪森林覆盖变化和碳动态，提供与独立数据集一致的估算，并减轻在先前研究中观察到的异常高碳排放。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the spatial resolution of data collection methodologies affect the accuracy of historical land-use change models?",
                "QuestionCn": "数据收集方法的空间分辨率如何影响历史土地利用变化模型的准确性？",
                "AnswerEn": "Using a spatial resolution of 0.25° allows for detailed tracking of forest cover and vegetation carbon, which can then be compared to multiple published datasets for accuracy in estimating land-use change emissions and carbon stock.",
                "AnswerCn": "使用0.25°的空间分辨率可以详细跟踪森林覆盖和植被碳，然后可以与多个已发布的数据集进行比较，以准确估算土地利用变化的排放和碳储量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause large uncertainties in the carbon/climate studies based on land-use and land-cover change products?",
                "QuestionCn": "导致基于土地利用和土地覆盖变化产品的碳/气候研究中存在较大不确定性的因素有哪些？",
                "AnswerEn": "Large uncertainties in carbon/climate studies arise from challenges such as the inability to unambiguously map specific land-use changes to land-cover changes, and anomalous emission estimates caused by implausible high conversion rates of vegetation to pasture, as observed in historical data during the 1950s.",
                "AnswerCn": "在碳/气候研究中，大量的不确定性源于一些挑战，例如无法明确将特定的土地利用变化映射到土地覆盖变化，以及由于历史数据中观察到的植被转为牧场的转换率异常高而导致的排放估计不准确，这些情况在1950年代尤为明显。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the standardization of land-use and land-cover change data crucial for climate models like CMIP6?",
                "QuestionCn": "土地利用和土地覆盖变化数据的标准化对于气候模型如CMIP6至关重要，原因是什么？",
                "AnswerEn": "Standardization of land-use and land-cover change data is critical for CMIP6 to simplify the intercomparison of Earth System Models (ESMs) and facilitate model analysis, which is essential for reducing uncertainties and improving the accuracy of carbon/climate impact assessments.",
                "AnswerCn": "土地利用和土地覆盖变化数据的标准化对于CMIP6至关重要，这有助于简化地球系统模型（ESMs）之间的比较，并促进模型分析，这对于减少不确定性和提高碳/气候影响评估的准确性至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the 'pasture anomaly' observed in land-use change carbon emissions during the 1950s?",
                "QuestionCn": "导致1950年代土地利用变化碳排放中观察到的“牧场异常”的原因是什么？",
                "AnswerEn": "The 'pasture anomaly' is caused by an implausibly high conversion rate of primary and secondary vegetation to pasture during the 1950s, which was double the rate observed in the 1940s or 1960s, leading to anomalously high carbon emissions from land-use change.",
                "AnswerCn": "“牧场异常”是由于1950年代原始和次生植被转化为牧场的转换率不合理地高，达到了1940年代或1960年代的两倍，导致土地利用变化造成的碳排放异常高。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of implementing translation rules in the simulation of land-cover change on the accuracy of forest cover and carbon dynamics estimates?",
                "QuestionCn": "在土地覆盖变化模拟中实施翻译规则对森林覆盖和碳动态估计的准确性有什么影响？",
                "AnswerEn": "Implementing translation rules in the simulation improves the accuracy of forest cover and carbon dynamics estimates by providing comparable results to independent datasets and mitigating anomalous carbon emissions that were observed in previous studies.",
                "AnswerCn": "在模拟中实施翻译规则提高了森林覆盖和碳动态估计的准确性，提供了与独立数据集可比的结果，并减轻了之前研究中观察到的异常碳排放。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the rationale behind developing datasets that track historical land-use and land-cover change at a high spatial resolution?",
                "QuestionCn": "开发高空间分辨率的历史土地利用和土地覆盖变化数据集的理由是什么？",
                "AnswerEn": "The intention is to provide a standardized and reliable basis for examining the role of human activities in the global carbon budget and their impacts on Earth's climate system, by offering detailed spatial distributions that can be used for model analysis and intercomparison.",
                "AnswerCn": "目的是提供一个标准化和可靠的基础，以便检查人类活动在全球碳预算中的作用及其对地球气候系统的影响，通过提供可用于模型分析和比较的详细空间分布。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in transforming historical land-use data into a standardized format for use in climate models?",
                "QuestionCn": "将历史土地利用数据转化为气候模型可用的标准化格式的关键步骤包括：\n\n1. 数据收集：收集不同来源的历史土地利用数据，包括卫星图像、地理信息系统（GIS）数据和地方政府记录。\n\n2. 数据清理：对收集到的数据进行清理，去除重复、错误或不完整的信息，以确保数据的准确性和一致性。\n\n3. 数据标准化：将不同格式和单位的数据转换为统一的标准格式，以便于比较和分析。\n\n4. 分类和编码：根据预定的分类系统对土地利用类型进行分类和编码，以便于在模型中使用。\n\n5. 数据整合：将来自不同来源的数据整合到一个统一的数据库中，确保数据的可访问性和可用性。\n\n6. 空间配准：确保所有数据在空间上对齐，以便于进行空间分析和模型输入。\n\n7. 数据验证：对标准化后的数据进行验证，确保其准确性和可靠性，可能需要与现有的土地利用数据进行比较。\n\n8. 文档记录：记录数据处理的每个步骤和方法，以便于将来的审查和重复使用。\n\n9. 模型输入准备：将标准化的数据格式化为气候模型所需的输入格式，确保其兼容性。\n\n10. 持续更新：建立一个机制，以便定期更新和维护土地利用数据，以反映最新的变化和趋势。",
                "AnswerEn": "The process involves time-linear interpolation of original global land-use data, extraction of data specific to the Chinese region using masks, and conversion of the coordinate system, all of which ensure a consistent and comparable format for further analysis.",
                "AnswerCn": "该过程涉及对原始全球土地利用数据进行时间线性插值，使用掩膜提取特定于中国区域的数据，以及坐标系统的转换，所有这些都确保了进一步分析的一致性和可比性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can translation rules be applied to simulate land-cover changes and track forest cover and carbon dynamics at a spatial resolution of 0.25°?",
                "QuestionCn": "如何应用翻译规则来模拟土地覆盖变化，并以0.25°的空间分辨率跟踪森林覆盖和碳动态。",
                "AnswerEn": "Translation rules are integrated into a land-use model to simulate forest cover and carbon dynamics by determining how land-use transitions affect vegetation, with the rules indicating whether vegetation is cleared or remains intact when land is converted to different uses.",
                "AnswerCn": "翻译规则被整合到土地利用模型中，以模拟森林覆盖和碳动态，确定土地利用转变如何影响植被，这些规则指示在土地转为不同用途时，植被是被清除还是保持完整。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodological approaches are utilized to diagnose contemporary forest cover and validate land-cover and carbon stock simulations?",
                "QuestionCn": "用于诊断当代森林覆盖和验证土地覆盖及碳储量模拟的方法论方法有哪些？",
                "AnswerEn": "The approach involves comparing simulated outputs with multiple published datasets of land-cover, carbon stock, and land-use change emissions, using satellite-based land-cover datasets and the Global Forest Resources Assessment for validation.",
                "AnswerCn": "该方法涉及将模拟输出与多个已发布的土地覆盖、碳储量和土地利用变化排放数据集进行比较，使用基于卫星的土地覆盖数据集和全球森林资源评估进行验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate simulation of land-cover change and carbon dynamics at a fine spatial resolution?",
                "QuestionCn": "哪些方法论能够在细致的空间分辨率下准确模拟土地覆盖变化和碳动态？",
                "AnswerEn": "The simulation of land-cover change and carbon dynamics is enabled by the use of models like the Global Land-use Model 2 (GLM2) which incorporates a set of translation rules that track forest cover change and carbon dynamics at a 0.25° spatial resolution. This involves using computed land-use transition rates, supplemented by translation rules, to simulate key land-cover properties such as forest cover and vegetation carbon.",
                "AnswerCn": "土地覆盖变化和碳动态的模拟得益于像全球土地利用模型2（GLM2）这样的模型，该模型采用一套翻译规则，以0.25°的空间分辨率跟踪森林覆盖变化和碳动态。这涉及使用计算得出的土地利用转变率，并辅以翻译规则，模拟关键的土地覆盖特性，如森林覆盖和植被碳。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the standardization of land-use and land-cover change data facilitate intercomparison and analysis in climate models?",
                "QuestionCn": "土地利用和土地覆盖变化数据的标准化如何促进气候模型中的比较和分析？",
                "AnswerEn": "The standardization of land-use and land-cover change data is critical for simplifying intercomparison of Earth System Models (ESMs) and facilitating model analysis. This is because standardized data provide a consistent basis for examining the role of human activities in the global carbon budget and their impacts on Earth's climate system, as seen in efforts such as those for CMIP6.",
                "AnswerCn": "土地利用和土地覆盖变化数据的标准化对于简化地球系统模型（ESMs）之间的比较和促进模型分析至关重要。这是因为标准化的数据为研究人类活动在全球碳预算中的作用及其对地球气候系统的影响提供了一致的基础，正如CMIP6等努力所示。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges do researchers face in accurately mapping historical land-use changes to specific land-cover changes, and how are these overcome?",
                "QuestionCn": "研究人员在准确将历史土地利用变化映射到具体土地覆盖变化时面临哪些挑战，以及如何克服这些挑战？",
                "AnswerEn": "Researchers face challenges in mapping historical land-use changes to specific land-cover changes due to ambiguities in the data and uncertainties in carbon/climate studies. These challenges are addressed by proposing alternative sets of translation rules that are integrated into models like GLM2, enabling more accurate simulations of forest cover and carbon dynamics. This approach helps mitigate anomalous carbon emissions observed in previous studies.",
                "AnswerCn": "研究人员在将历史土地利用变化映射到特定土地覆盖变化时面临数据模糊性和碳/气候研究中的不确定性等挑战。为了解决这些挑战，提出了替代的翻译规则集，这些规则集被整合到像GLM2这样的模型中，从而实现对森林覆盖和碳动态的更准确模拟。这种方法有助于减轻在先前研究中观察到的异常碳排放。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be significant uncertainty in carbon/climate studies based on land-use and land-cover change datasets?",
                "QuestionCn": "基于土地利用和土地覆盖变化数据集的碳/气候研究中可能存在显著的不确定性，原因是什么？",
                "AnswerEn": "Large uncertainties in carbon/climate studies exist due to the complex nature of mapping historical land-use changes to specific land-cover changes and the variability in carbon emissions estimates. The spread of cumulative land-use and land-cover change carbon emissions, as reported by different dynamic global vegetation models, indicates significant differences even when using the same historical land-use data.",
                "AnswerCn": "由于将历史土地利用变化映射到特定土地覆盖变化的复杂性以及碳排放估算的变异性，碳/气候研究中存在较大的不确定性。不同动态全球植被模型报告的累积土地利用和土地覆盖变化碳排放的差异表明，即使使用相同的历史土地利用数据，结果也存在显著差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges could arise from standardizing land-use and land-cover change data for climate models?",
                "QuestionCn": "标准化土地利用和土地覆盖变化数据以用于气候模型可能会面临哪些挑战？",
                "AnswerEn": "Challenges in standardizing land-use and land-cover change data include the need to reconcile different datasets and address inconsistencies, such as the anomalous spike in carbon emissions during certain decades due to implausible high conversion rates of vegetation to other land uses. This requires robust translation rules and methodologies to ensure data reliability and comparability across models.",
                "AnswerCn": "标准化土地利用和土地覆盖变化数据的挑战包括需要协调不同的数据集并解决不一致性，例如在某些十年期间由于植被转变为其他土地用途的不可思议的高转换率而导致的碳排放异常激增。这需要强有力的转换规则和方法，以确保数据在模型之间的可靠性和可比性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you think the spatial precision of 0.25° is for understanding historical land-use changes in China from 1990 to 2015?",
                "QuestionCn": "我认为0.25°的空间精度对于理解1990年至2015年中国的历史土地利用变化是多么有效。",
                "AnswerEn": "The spatial precision of 0.25° is considered effective for understanding detailed spatial distribution of land cover types, allowing for comprehensive analysis of historical land-use changes in China from 1990 to 2015. It provides a consistent and reliable spatial framework across the dataset, facilitating the examination of human activities' roles in the global carbon budget and climate impacts.",
                "AnswerCn": "0.25°的空间精度被认为对于理解土地覆盖类型的详细空间分布是有效的，能够全面分析1990年至2015年中国的历史土地利用变化。它为整个数据集提供了一致且可靠的空间框架，便于研究人类活动在全球碳预算和气候影响中的作用。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the main challenges in standardizing land-use and land-cover change datasets for climate model intercomparisons?",
                "QuestionCn": "在我看来，标准化土地利用和土地覆盖变化数据集以进行气候模型比较的主要挑战是什么？",
                "AnswerEn": "The main challenges in standardizing land-use and land-cover change datasets include addressing the large uncertainties in carbon/climate studies, ensuring consistency across different models, and accurately mapping specific land-use changes to land-cover changes. Additionally, efforts must be made to reconcile discrepancies like the 'pasture anomaly' observed in historical emissions data.",
                "AnswerCn": "标准化土地利用和土地覆盖变化数据集的主要挑战包括解决碳/气候研究中的大量不确定性、确保不同模型之间的一致性，以及准确映射特定的土地利用变化与土地覆盖变化。此外，还必须努力调和历史排放数据中观察到的“牧草异常”等差异。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how spatial resolution is determined or maintained in land-use datasets over multiple decades.",
                "QuestionCn": "我不明白在多个十年中，土地利用数据集的空间分辨率是如何确定或保持的。",
                "AnswerEn": "The spatial resolution in land-use datasets, such as the one mentioned, is maintained at 0.25° by using consistent methods, standards, and complete coverage throughout the data collection period. This is achieved through linear interpolation, regional masking, and coordinate transformation, which ensure the reliability and traceability of the data.",
                "AnswerCn": "土地利用数据集中的空间分辨率保持在0.25°，这是通过在整个数据收集期间使用一致的方法、标准和完整覆盖来实现的。这是通过线性插值、区域掩模和坐标转换来确保数据的可靠性和可追溯性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't figure out how the uncertainties in carbon and climate studies are addressed when using land-use and land-cover change datasets.",
                "QuestionCn": "我无法弄清楚在使用土地利用和土地覆盖变化数据集时，碳和气候研究中的不确定性是如何处理的。",
                "AnswerEn": "Uncertainties in carbon and climate studies are addressed by standardizing land-use and land-cover change datasets, which is critical for simplifying intercomparison of Earth System Models (ESMs) and facilitating model analysis. This includes using consistent datasets, translation rules, and comparison with multiple published datasets to ensure accurate forest cover and carbon dynamics simulations.",
                "AnswerCn": "在碳和气候研究中，通过标准化土地利用和土地覆盖变化数据集来解决不确定性，这对于简化地球系统模型（ESMs）的相互比较和促进模型分析至关重要。这包括使用一致的数据集、翻译规则以及与多个已发布数据集的比较，以确保准确模拟森林覆盖和碳动态。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don’t understand why it's challenging to map specific land-use changes to land-cover changes.",
                "QuestionCn": "我不明白为什么将特定的土地利用变化与土地覆盖变化进行映射是具有挑战性的。",
                "AnswerEn": "Mapping specific land-use changes to land-cover changes is challenging because a specific land-use change cannot be unambiguously mapped to a specific land-cover change. Large uncertainties exist due to factors like varying conversion rates of primary and secondary vegetation, historical land-use activities, and discrepancies in carbon emission estimates.",
                "AnswerCn": "将特定的土地利用变化映射到土地覆盖变化是具有挑战性的，因为特定的土地利用变化无法明确映射到特定的土地覆盖变化。由于主要和次生植被的转换率不同、历史土地利用活动以及碳排放估算的差异等因素，存在较大的不确定性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the challenges faced in quantifying historical land-use and land-cover change and their impact on carbon budget studies.",
                "QuestionCn": "量化历史土地利用和土地覆盖变化及其对碳预算研究影响所面临的挑战包括：数据的缺乏和不一致性、不同时间尺度和空间尺度的比较困难、土地利用分类标准的变化、缺乏长期监测和记录、以及模型的不确定性和复杂性。这些因素使得准确评估土地变化对碳储存和排放的影响变得复杂。",
                "AnswerEn": "The challenges in quantifying historical land-use and land-cover change include mapping specific land-use changes to specific land-cover changes unambiguously, and the large uncertainties that persist in carbon and climate studies based on LULCC products. Additionally, the global carbon budget reports significant variability in cumulative LULCC carbon emissions, with anomalies such as the 'pasture anomaly' where implausible high conversion rates led to anomalous emissions, particularly during the 1950s.",
                "AnswerCn": "量化历史土地利用和土地覆盖变化的挑战包括将特定的土地利用变化明确映射到特定的土地覆盖变化，以及基于土地利用和土地覆盖变化产品的碳和气候研究中存在的大量不确定性。此外，全球碳预算报告显示，累积的土地利用和土地覆盖变化碳排放存在显著的变异性，出现了“牧场异常”等异常现象，其中不合理的高转换率导致了异常的排放，特别是在1950年代。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please conduct an analysis of the methods used to simulate land-cover change and carbon dynamics at 0.25° spatial resolution.",
                "QuestionCn": "请对以0.25°空间分辨率模拟土地覆盖变化和碳动态的方法进行分析。",
                "AnswerEn": "The methods to simulate land-cover change and carbon dynamics involve performing a modified GLM2 simulation where land-use transition rates, determined similarly to LUH2, are supplemented with translation rules tracking forest cover and carbon dynamics. This simulation approach incorporates historical land-use change data to model forest cover and vegetation carbon, comparing results with multiple published datasets for validation.",
                "AnswerCn": "模拟土地覆盖变化和碳动态的方法涉及执行修改后的GLM2模拟，其中土地利用转变率类似于LUH2的确定，并补充了跟踪森林覆盖和碳动态的转换规则。该模拟方法结合历史土地利用变化数据，以建模森林覆盖和植被碳，并与多个已发布的数据集进行比较以进行验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore potential datasets that can be used for validating forest cover and carbon stock estimates in land-use change studies.",
                "QuestionCn": "请探索可以用于验证土地利用变化研究中森林覆盖和碳储量估算的潜在数据集。",
                "AnswerEn": "Potential datasets for validating forest cover and carbon stock estimates include the LUH2 dataset generated with GLM2, which involves constraints from historical land use patterns, wood harvest reconstructions, and biomass recovery rates. Additionally, satellite-based land-cover and tree coverage datasets, along with the Global Forest Resources Assessment (FRA) 2015, serve as diagnostics for contemporary forest cover and can provide validation benchmarks.",
                "AnswerCn": "潜在的数据集用于验证森林覆盖和碳储量估算，包括使用GLM2生成的LUH2数据集，该数据集涉及历史土地利用模式、木材采伐重建和生物量恢复率的约束。此外，基于卫星的土地覆盖和树木覆盖数据集，以及2015年全球森林资源评估（FRA），作为当代森林覆盖的诊断工具，并可以提供验证基准。",
                "Level": "C6(Creating)"
            }
        ]
    }
}