{
    "id": "ffccc2c3-f3be-4d4e-a94d-bc37d9169282",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Airborne CCD image data in the midstream of Heihe River Basin（2012.08.02）",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游核心试验区多角度多波段成像观测同步CCD影像数据（2012.08.02）",
            "description": "On 2 August 2012, Wide-angle Infrared Dual-mode line/area Array Scanner (WIDAS) carried by the Harbin Y-12 aircraft was used in a visible near Infrared thermal Dual-mode airborne remote sensing experiment, which is located in the artificial oasis eco-hydrology experimental area (30×30 km). WIDAS includes a CCD camera with a spatial resolution of 0.26 m, a visible near Infrared multispectral camera with five bands scanner (an maximum observation angle 48° and spatial resolution 1.3 m), and a thermal image camera with a spatial resolution of 6.3 m.\nThe CCD camera data are recorded in DN values processed by mosaic and orthorectification.",
            "descriptionCn": "2012年8月2日在黑河中游的30*30公里核心观测区域，利用运12飞机，搭载WIDAS传感器，开展了可见光/近红外、热红外的多角度航空遥感试验。WIDAS系统集成了：高分辨率相机一台、可见光/近红外5波段多光谱相机两台（最大视场角48度）和热像仪一台（最大视场角46度）。获取的数据信息为：CCD分辨率0.26m.",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.46,
            "west": 100.3,
            "south": 38.7,
            "north": 39.0,
            "startTime": "2018-11-25 18:51:15",
            "endTime": "2018-11-25 18:51:15",
            "fileSize": 6760738168.0,
            "cstr": "18406.11.hiwater.163.2014.db",
            "doi": "10.3972/hiwater.163.2014.db",
            "dataFormat": "tif",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            },
            {
                "nameCn": "闻建光",
                "nameEn": "Wen Jianguang",
                "unitEn": "",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Separating vegetation and soil temperature using airborne multiangular remote sensing image data",
                "referenceCn": null,
                "referenceEn": "Liu Q, Yan CY, Xiao Q, Yan GJ, Fang L. Separating vegetation and soil temperature using airborne multiangular remote sensing image data. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 66-75, doi:10.1016/j.jag.2011.10.003."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Image Processing Method of Airborne WiDAS Sensor in WATER Campaign",
                "referenceCn": null,
                "referenceEn": "Liu Q, Xiao Q, Liu ZG, et al. Image Processing Method of Airborne WiDAS Sensor in WATER Campaign. Remote sensing technology and application, 2010, 25(6):799-804."
            },
            {
                "titleCn": "黑河综合遥感联合试验中机载WiDAS数据的预处理方法",
                "titleEn": null,
                "referenceCn": "刘强, 肖青, 刘志刚, 方莉, 彭菁菁, 李波. 黑河综合遥感联合试验中机载WIDAS数据的预处理方法. 遥感技术与应用, 2010, 25(6): 797-804.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "CCD相机",
                "nameEn": "CCD"
            },
            {
                "nameCn": "红外广角双模式成像仪WiDAS",
                "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-02",
                "keywordEn": "2012-08-02",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
                "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
            },
            {
                "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
                "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
            },
            {
                "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
                "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
            },
            {
                "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
                "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
            },
            {
                "titleCn": "2010年代三江源多年冻土稳定型分布图",
                "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
            },
            {
                "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
                "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
            },
            {
                "titleCn": "西藏纳木错水温监测数据（2011-2014）",
                "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的放大是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for multiscale observations in the oasis-desert area involve both airborne remote sensing and ground-based measurements?",
                "QuestionCn": "在绿洲-沙漠地区的多尺度观测中，数据收集方法是否涉及空中遥感和地面测量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the availability of multiscale observations considered a challenge in the field of upscaling eco-hydrological processes?",
                "QuestionCn": "多尺度观测的可用性是否被认为是生态水文过程上升尺度中的一个挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is it possible to access the multiscale dataset obtained from the HiWATER experiment at public repositories like figshare and the Cold and Arid Regions Science Data Centre?",
                "QuestionCn": "是否可以通过figshare和寒区旱区科学数据中心等公共存储库访问从HiWATER实验获得的多尺度数据集？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary method for capturing multi-scale eco-hydrological processes based on ground-based sensors, airborne remote sensing, or satellite observations?",
                "QuestionCn": "捕捉多尺度生态水文过程的主要方法是基于地面传感器、空中遥感还是卫星观测？",
                "AnswerEn": "ground-based sensors and airborne remote sensing",
                "AnswerCn": "地面传感器和机载遥感",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the main challenges in data collection related to equipment limitations, environmental conditions, or the availability of multiscale observations?",
                "QuestionCn": "数据收集的主要挑战与设备限制、环境条件或多尺度观测的可用性有关吗？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary challenges in collecting multiscale eco-hydrological data in heterogeneous surfaces?",
                "QuestionCn": "在异质表面收集多尺度生态水文数据的主要挑战是什么？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge in obtaining multiscale observations for eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，获取多尺度观测的一个挑战是什么？",
                "AnswerEn": "An example of a challenge in obtaining multiscale observations for eco-hydrological research is the poor availability of multiscale observations, which hinders progress in upscaling eco-hydrological processes on a heterogeneous surface.",
                "AnswerCn": "在生态水文研究中，获取多尺度观测的一个挑战是多尺度观测的可用性差，这阻碍了在异质表面上对生态水文过程进行上尺度处理的进展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that integrates both airborne remote sensing and ground measurements for eco-hydrological studies?",
                "QuestionCn": "您能否提供一个整合了航空遥感和地面测量的生态水文研究数据集的示例？",
                "AnswerEn": "An example of a dataset that integrates both airborne remote sensing and ground measurements is a multiscale dataset obtained from the HiWATER experiment in the Heihe Watershed, which includes data from a flux observation matrix of eddy covariance towers, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer, as well as synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "一个整合了航空遥感和地面测量的多尺度数据集的例子是来自黑河流域HiWATER实验的数据集，该数据集包括来自涡度协方差塔的通量观测矩阵的数据、超高分辨率航空遥感数据（使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计），以及同步的地面植被动态和光合作用过程的测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the multiscale dataset used in eco-hydrological studies of heterogeneous surfaces?",
                "QuestionCn": "在生态水文研究中，异质表面的多尺度数据集的特征是什么？",
                "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensors for soil moisture, leaf area index, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, ground measurements of vegetation dynamics, photosynthesis processes",
                "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，土壤水分的生态水文传感器，叶面积指数，超高分辨率机载遥感，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，植被动态的地面测量，光合作用过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the methodological challenges faced in the collection of multiscale observations for eco-hydrological processes?",
                "QuestionCn": "在收集生态水文过程的多尺度观测时面临的 методологические挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations, hierarchically nested scales, sparse network, intensive observations, variety of instruments arranged strategically",
                "AnswerCn": "多尺度观测的可用性差，层次嵌套的尺度，稀疏网络，密集观测，各种仪器战略性地排列。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted to capture multi-scale eco-hydrological processes in the oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区，进行了多少次空中遥感任务以捕捉多尺度生态水文过程？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by the term 'multiscale observations' in the context of eco-hydrological processes?",
                "QuestionCn": "在生态水文过程的背景下，“多尺度观测”一词指的是在不同空间和时间尺度上进行的观察和测量。这种方法可以帮助研究人员理解生态系统和水文过程之间的相互作用，以及它们在不同尺度下的变化和影响。",
                "AnswerEn": "Multiscale observations refer to the collection of data across different spatial and temporal scales to comprehensively understand eco-hydrological processes. In the context of the field, this involves using various instruments and techniques, such as flux observation matrices, eco-hydrological sensor networks, and airborne remote sensing, to capture data on different scales from the oasis-desert system.",
                "AnswerCn": "多尺度观测是指在不同空间和时间尺度上收集数据，以全面理解生态水文过程。在这一领域，这涉及使用各种仪器和技术，如通量观测矩阵、生态水文传感器网络和航空遥感，以捕捉来自绿洲-沙漠系统的不同尺度的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is a 'hierarchically nested scale' utilized in data collection for eco-hydrological research?",
                "QuestionCn": "“层次嵌套尺度”在生态水文研究的数据收集中是如何利用的？",
                "AnswerEn": "A hierarchically nested scale in eco-hydrological research involves organizing instruments and data collection methods at multiple, interconnected scales to capture complex interactions and processes. In the field, this includes the arrangement of instruments like eddy covariance towers and automatic meteorological stations in a manner that allows for observations at both localized and broader landscape levels, providing a detailed understanding of multi-scale eco-hydrological processes.",
                "AnswerCn": "在生态水文研究中，分层嵌套的尺度涉及在多个相互关联的尺度上组织仪器和数据收集方法，以捕捉复杂的相互作用和过程。在现场，这包括将涡度协方差塔和自动气象站等仪器安排在一种方式，以便在局部和更广泛的景观层面进行观察，从而提供对多尺度生态水文过程的详细理解。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What does 'quality controlled' mean in the context of data collection and dataset generation?",
                "QuestionCn": "在数据收集和数据集生成的上下文中，“质量控制”指的是对数据进行系统性检查和验证的过程，以确保数据的准确性、一致性和可靠性。这通常包括对数据收集方法、数据输入、数据处理和数据存储等各个环节进行监控和审查，以识别和纠正潜在的错误或偏差，从而提高数据的整体质量。",
                "AnswerEn": "Quality controlled in data collection and dataset generation refers to the processes implemented to ensure the accuracy, reliability, and validity of the data collected. This includes sensor calibration, careful data processing, and validation steps to maintain the integrity of the datasets, as described in the context of the eco-hydrological observations from the Heihe Watershed Allied Telemetry Experimental Research.",
                "AnswerCn": "数据收集和数据集生成中的质量控制是指为确保所收集数据的准确性、可靠性和有效性而实施的过程。这包括传感器校准、仔细的数据处理和验证步骤，以维护数据集的完整性，正如在黑河流域联合遥测实验研究的生态水文观测中所描述的那样。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do airborne remote sensing missions using LiDAR and a multi-angle thermal imager differ in data acquisition compared to ground-based measurements of vegetation dynamics and photosynthesis processes?",
                "QuestionCn": "空气遥感任务使用激光雷达（LiDAR）和多角度热成像仪在数据采集方面与基于地面的植被动态和光合作用过程测量有何不同？",
                "AnswerEn": "Airborne remote sensing missions using LiDAR and a multi-angle thermal imager provide hyper-resolution data covering large areas quickly, allowing for detailed surface and thermal mapping, while ground-based measurements offer direct and precise data on vegetation dynamics and photosynthesis processes but are limited in spatial coverage.",
                "AnswerCn": "使用激光雷达和多角度热成像仪的空中遥感任务能够快速覆盖大面积区域，提供超高分辨率的数据，便于进行详细的表面和热量映射，而基于地面的测量则提供了对植被动态和光合作用过程的直接和精确的数据，但在空间覆盖上受到限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What implications do multiscale observations have for understanding eco-hydrological processes in heterogeneous landscapes?",
                "QuestionCn": "多尺度观测对理解异质景观中的生态水文过程有什么影响？",
                "AnswerEn": "The use of multiscale observations allows researchers to capture a wide range of eco-hydrological processes, from small-scale interactions within specific landscapes, such as oases, to larger-scale dynamics involving diverse environments like deserts and wetlands. This approach provides a comprehensive understanding of how these processes function and interact across different scales, addressing challenges posed by the lack of multiscale data.",
                "AnswerCn": "多尺度观测的使用使研究人员能够捕捉到广泛的生态水文过程，从特定景观内的小尺度相互作用（如绿洲）到涉及沙漠和湿地等多样环境的大尺度动态。这种方法提供了对这些过程如何在不同尺度上运作和相互作用的全面理解，解决了多尺度数据缺乏所带来的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do hierarchically nested scales contribute to the effectiveness of data collection in eco-hydrological research?",
                "QuestionCn": "层次嵌套尺度如何促进生态水文研究中数据收集的有效性？",
                "AnswerEn": "Hierarchically nested scales enable researchers to arrange instruments in a manner that captures detailed information at various levels, from local to broader regional scales. This method ensures that data collection is thorough and multidimensional, facilitating a deeper investigation of interactions between different landscape components, such as the oasis-desert system, which is essential for advancing eco-hydrological research.",
                "AnswerCn": "层次嵌套尺度使研究人员能够以一种方式排列工具，从而在不同层次上捕捉详细信息，从局部到更广泛的区域尺度。这种方法确保数据收集全面且多维，有助于深入研究不同景观组件之间的相互作用，例如绿洲-沙漠系统，这对于推动生态水文学研究至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the integration of airborne remote sensing with ground measurements enhance the quality of eco-hydrological datasets?",
                "QuestionCn": "空气遥感与地面测量的结合在以下几个方面提升了生态水文数据集的质量：",
                "AnswerEn": "The integration of airborne remote sensing, such as LiDAR and multi-angle thermal imaging, with ground measurements, like vegetation dynamics and photosynthesis processes, provides a rich, comprehensive dataset. This combination allows for high-resolution data collection across various scales and environments, improving the accuracy and quality of the datasets used to analyze eco-hydrological processes and ensuring that data is meticulously controlled from collection through to dataset generation.",
                "AnswerCn": "空气遥感技术的整合，如激光雷达（LiDAR）和多角度热成像，与地面测量数据（如植被动态和光合作用过程）相结合，提供了丰富而全面的数据集。这种组合允许在各种尺度和环境中进行高分辨率的数据收集，提高了用于分析生态水文过程的数据集的准确性和质量，并确保数据从收集到数据集生成的整个过程都经过严格控制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the poor availability of multiscale observations in the field of eco-hydrological processes?",
                "QuestionCn": "在生态水文过程领域，多尺度观测的可用性差的因素有哪些？",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a significant challenge in upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，这是在异质表面上提升生态水文过程的一个重大挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the integration of multiple remote sensing instruments, such as LiDAR and imaging spectrometers, impact the quality and comprehensiveness of data collected in oasis-desert interactions?",
                "QuestionCn": "多种遥感仪器的集成，如激光雷达（LiDAR）和成像光谱仪，如何影响在绿洲-沙漠相互作用中收集数据的质量和全面性？",
                "AnswerEn": "Integration of multiple remote sensing instruments like LiDAR and imaging spectrometers enhances the quality and comprehensiveness of data by providing hyper-resolution observations. This allows for detailed assessments of eco-hydrological processes and interactions within oasis-desert systems, contributing to more accurate and holistic datasets.",
                "AnswerCn": "多种遥感仪器的集成，如激光雷达和成像光谱仪，通过提供超高分辨率的观测数据，增强了数据的质量和全面性。这使得对绿洲-沙漠系统中生态水文过程及其相互作用的详细评估成为可能，从而有助于获得更准确和全面的数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind conducting multiscale observations for eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "进行多尺度观测以研究异质表面的生态水文过程的目标是什么？",
                "AnswerEn": "The objectives include addressing the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations. The HiWATER experiment aims to tackle this by using hierarchically nested scales to obtain multiscale and multidisciplinary data.",
                "AnswerCn": "目标包括解决在异质表面上提升生态水文过程的挑战，这一挑战受到多尺度观测稀缺的制约。HiWATER实验旨在通过使用分层嵌套的尺度来获取多尺度和多学科的数据，从而应对这一问题。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in setting up a multiscale observation system to capture eco-hydrological processes in a heterogeneous surface like the oasis-desert area?",
                "QuestionCn": "在异质表面如绿洲-沙漠地区设置多尺度观测系统以捕捉生态水文过程的关键步骤包括：\n\n1. 确定研究目标和范围。\n2. 选择适当的观测尺度（空间和时间）。\n3. 设计观测网络，包括传感器和监测站的布置。\n4. 选择合适的观测技术和设备（如遥感、地面监测等）。\n5. 收集和整合多源数据（气象、水文、土壤、植被等）。\n6. 建立数据管理和存储系统。\n7. 开展数据分析和模型构建。\n8. 进行验证和校准。\n9. 进行长期监测和评估。\n10. 促进跨学科合作与知识共享。",
                "AnswerEn": "The key steps involve arranging instruments in hierarchically nested scales to capture multi-scale eco-hydrological processes. This includes establishing a sparse network to investigate oasis-desert interaction, constructing a superstation within the oasis, and installing multiple EC towers and two-layer automatic meteorological stations in diverse landscapes such as sandy desert, desert pavement, desert steppe, and wetland. Intensive observations at the irrigation district scale involve conducting airborne remote sensing missions using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers.",
                "AnswerCn": "关键步骤包括将仪器按层次嵌套的尺度进行排列，以捕捉多尺度生态水文过程。这包括建立一个稀疏网络以研究绿洲-沙漠相互作用，在绿洲内构建一个超级站，并在沙漠、沙漠铺装、沙漠草原和湿地等多样化景观中安装多个EC塔和双层自动气象站。在灌溉区尺度上的密集观测涉及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计进行空中遥感任务。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedures are followed to ensure data quality control during the collection and processing of eco-hydrological data in large-scale experiments?",
                "QuestionCn": "在大规模实验中，确保生态水文数据收集和处理过程中的数据质量控制所遵循的程序是什么？",
                "AnswerEn": "Data quality control procedures include careful sensor calibration, systematic data collection, meticulous data processing, and rigorous generation of datasets. These steps are critical in maintaining the integrity of the eco-hydrological data collected through various instruments such as flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing.",
                "AnswerCn": "数据质量控制程序包括仔细的传感器校准、系统的数据收集、细致的数据处理和严格的数据集生成。这些步骤对于维护通过各种仪器（如通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感）收集的生态水文数据的完整性至关重要。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can an observational framework be designed to effectively study the interaction between oasis and desert ecosystems using multi-angle remote sensing techniques?",
                "QuestionCn": "如何设计一个观察框架，以有效研究绿洲和沙漠生态系统之间的相互作用，使用多角度遥感技术？",
                "AnswerEn": "An effective observational framework can be designed by integrating multi-angle remote sensing techniques with ground-based instruments. This includes utilizing a combination of high-resolution cameras, multi-spectral cameras, and thermal imagers mounted on aircraft to capture detailed images from multiple angles. The framework should also incorporate synchronical ground measurements of vegetation dynamics and photosynthesis processes to complement the remote sensing data and provide a comprehensive understanding of oasis-desert interactions.",
                "AnswerCn": "一个有效的观察框架可以通过将多角度遥感技术与地面仪器相结合来设计。这包括利用安装在飞机上的高分辨率相机、多光谱相机和热成像仪，从多个角度捕捉详细图像。该框架还应结合同步的地面植被动态和光合作用过程的测量，以补充遥感数据，从而提供对绿洲-沙漠相互作用的全面理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do hierarchical data collection networks facilitate the understanding of oasis-desert interactions?",
                "QuestionCn": "层级数据收集网络如何促进对绿洲-沙漠相互作用的理解？",
                "AnswerEn": "Hierarchical data collection networks facilitate the understanding of oasis-desert interactions by establishing a sparse network with a superstation within the oasis and multiple EC towers and automatic meteorological stations surrounding the oasis in different landscapes, such as sandy desert, desert pavement, desert steppe, and wetland.",
                "AnswerCn": "层次化数据收集网络通过在绿洲内建立一个超级站以及在不同景观（如沙漠、沙漠铺面、沙漠草原和湿地）周围设置多个EC塔和自动气象站，促进了对绿洲与沙漠相互作用的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What factors are critical in ensuring the quality control of eco-hydrological datasets collected from remote sensing and ground measurements?",
                "QuestionCn": "确保从遥感和地面测量收集的生态水文数据集质量控制的关键因素有哪些？",
                "AnswerEn": "Critical factors in ensuring quality control include meticulous sensor calibration, data collection, data processing, and datasets generation. These processes are necessary to maintain data integrity and reliability in eco-hydrological datasets collected from remote sensing and ground measurements.",
                "AnswerCn": "确保质量控制的关键因素包括细致的传感器校准、数据收集、数据处理和数据集生成。这些过程对于维护从遥感和地面测量收集的生态水文数据集的数据完整性和可靠性是必要的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the availability of multiscale observations be limited in the field of eco-hydrological processes?",
                "QuestionCn": "在生态水文过程领域，多尺度观测的可用性可能受到限制的原因是什么？",
                "AnswerEn": "Progress in the field is hindered by the poor availability of multiscale observations, as capturing multi-scale eco-hydrological processes requires an extensive and hierarchically nested instrumentation network, which is challenging to develop and maintain.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，因为捕捉多尺度生态水文过程需要一个广泛且层次分明的仪器网络，这在开发和维护上都具有挑战性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you think the use of hierarchically nested scales is for capturing multi-scale eco-hydrological processes in a heterogeneous surface?",
                "QuestionCn": "我认为使用分层嵌套尺度对于捕捉异质表面中的多尺度生态水文过程是非常有效的。",
                "AnswerEn": "The use of hierarchically nested scales is an effective approach for capturing multi-scale eco-hydrological processes, as it allows for detailed observation across varied landscapes, facilitating a comprehensive understanding of interactions in an oasis-desert system.",
                "AnswerCn": "使用分层嵌套尺度是一种有效的方法，可以捕捉多尺度的生态水文过程，因为它允许在不同的景观中进行详细观察，从而促进对绿洲-沙漠系统中相互作用的全面理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you evaluate the role of a sparse network of eddy covariance towers and automatic meteorological stations in enhancing the understanding of oasis-desert interactions?",
                "QuestionCn": "如何评估稀疏的涡度协方差塔和自动气象站在增强对绿洲-沙漠相互作用理解中的作用？",
                "AnswerEn": "A sparse network of eddy covariance towers and automatic meteorological stations plays a crucial role in enhancing the understanding of oasis-desert interactions by providing continuous, high-resolution data across different landscapes, which is essential for capturing the variability and dynamics of these interactions.",
                "AnswerCn": "稀疏的涡度协方差塔和自动气象站网络在增强对绿洲-沙漠相互作用的理解方面发挥着至关重要的作用，因为它们提供了跨不同景观的连续高分辨率数据，这对于捕捉这些相互作用的变异性和动态性至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm uncertain about the challenges faced in obtaining multiscale observations in eco-hydrological research.",
                "QuestionCn": "我对在生态水文研究中获得多尺度观测所面临的挑战感到不确定。",
                "AnswerEn": "The challenges in obtaining multiscale observations in eco-hydrological research include the poor availability of multiscale observations, which limits the ability to upscale eco-hydrological processes on heterogeneous surfaces. This is addressed by designing experiments like HiWATER that use hierarchically nested scales to gather comprehensive data.",
                "AnswerCn": "在生态水文研究中，获取多尺度观测的挑战包括多尺度观测的可用性差，这限制了在异质表面上对生态水文过程的上尺度化能力。通过设计像HiWATER这样的实验，采用分层嵌套尺度来收集全面的数据，从而解决这一问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand how multiscale datasets are managed and quality controlled in eco-hydrological studies.",
                "QuestionCn": "我不理解在生态水文研究中多尺度数据集是如何管理和质量控制的。",
                "AnswerEn": "Multiscale datasets in eco-hydrological studies are managed and quality controlled through careful sensor calibration, systematic data collection, thorough data processing, and meticulous datasets generation. These processes ensure the reliability and accuracy of the data, which are made freely available at data repositories like figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "在生态水文研究中，多尺度数据集通过仔细的传感器校准、系统的数据收集、全面的数据处理和细致的数据集生成进行管理和质量控制。这些过程确保了数据的可靠性和准确性，这些数据被免费提供在数据存储库，如figshare和寒冷与干旱地区科学数据中心。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection techniques used for obtaining multiscale eco-hydrological data in the oasis-desert area.",
                "QuestionCn": "总结用于获取绿洲-沙漠地区多尺度生态水文数据的数据收集技术。",
                "AnswerEn": "Several intensive observation periods and continuous hydrometeorological observations were carried out using a hierarchically nested instrumentation system. This included flux observation matrices with eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensors for soil moisture and leaf area index, hyper-resolution airborne remote sensing with LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer, along with synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "进行了多个密集观测期和连续的水文气象观测，采用了分层嵌套的仪器系统。这包括具有涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器、高分辨率航空遥感（包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计），以及同步的植被动态和光合作用过程的地面测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify and discuss the primary challenges faced in multiscale observations for eco-hydrological processes.",
                "QuestionCn": "请识别并讨论在生态水文过程的多尺度观测中面临的主要挑战。",
                "AnswerEn": "The primary challenge in multiscale observations for eco-hydrological processes is the poor availability of multiscale observations, which hinders progress in understanding and modeling these processes on heterogeneous surfaces.",
                "AnswerCn": "多尺度观测在生态水文过程中的主要挑战是多尺度观测的可用性较差，这阻碍了对这些异质表面上过程的理解和建模的进展。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}